@node
@DOI=10.5281/zenodo.3541999
@about=space, punctuation, or other stylistic text at the end a letter or word
@corpus_repo=https://github.com/CambridgeSemiticsLab/nena_corpus
@editors=Geoffrey Khan, Eleanor Coghill, Roberta Borghero, Lidia Napiorkowska, Hezy Mutzafi, Alinda Damsma, Paul Noorlander, Dorota Molin, Johan Lundberg
@license=Creative Commons Attribution 4.0 International Public License
@name=North Eastern Neo-Aramaic Text Corpus
@origin=The NENA text corpus is derived from decades of fieldwork by Professor Geoffrey Khan and his colleagues at the University of Cambridge, Faculty of Asian and Middle Eastern Studies
@scientific_programmers=Cody Kingham, James Strachan, Dirk Roorda, Hannes Vlaardingerbroek
@value=text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2021-06-14T15:50:48Z

716134	 
 
-
.ˈ
 
 
.ˈ 
-
 
 
 ...ˈ 
-
 
 
 
.ˈ
 
-
?ˈ
 
,ˈ 
 - 
  
-
,ˈ 
 
 -ˈ 
, 
 
.ˈ
 
 
-
-
ˈ 
 
-
-
 
-
 ...ˈ 
 
,ˈ 
 
 
.ˈ
-
 
 ... 
-
 
 
-
 
-
 
-
.ˈ 
 
.ˈ
 
 
-
-
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
, 
 
 
,ˈ 
 
-
ˈ 
 
.ˈ
 
 
-
 ...ˈ 
 
:ˈ 
 
-
;ˈ 
 
 
-
,ˈ 
 
-
,ˈ 
-
ˈ ...  
 
.ˈ
 
,ˈ 
 
 
-
.ˈ
-
ˈ 
 
,ˈ
 
 
-
 
,ˈ 
-
ˈ - 
.ˈ
-
 
 
 
-
ˈ - 
 ... 
 
 
ˈ - 
 
-
.ˈ
 
 
-
 
;ˈ 
.ˈ
 
 
 
 
 
.ˈ
 
  
-
ˈ 
 
-
,ˈ 
 
 
.ˈ
 
 
-
 
 
-
-
;ˈ 
 
-
,ˈ 
 
-
 
.ˈ
 
-
-
: 
 
 
- ... 
 
 
-
 
 ... 
-
.ˈ
 
-
 
 ... 
ˈ - 
 
 
 
 
.ˈ
 
 ... 
 
 ...ˈ 
.ˈ
 
 
, 
;ˈ 
.ˈ
 
 
 ...ˈ 
 
,ˈ 
-
 
.ˈ
 
, 
, 
;ˈ 
-
ˈ 
 
-
ˈ
 
-
 
 
;ˈ 
 
-
 
.ˈ
-
 
, 
 -ˈ 
 
 
.ˈ
 
-
-
ˈ 
 
-
ˈ 
 
- ... 
ˈ 
 
ˈ 
 
-
ˈ 
 
-
.ˈ
 
-
-
ˈ 
 
 
-
.ˈ
 
-
 
 
-
 
-
.ˈ
 
.ˈ
 
-
,ˈ 
 
 
.ˈ
 
-
ˈ 
 
 
-
 
-
ˈ 
-
 ...ˈ 
-
 
-
-
-
ˈ 
-
.ˈ
 
;ˈ 
 
 
 
-
:ˈ  
.ˈ 
-
 
 ... 
.ˈ
 
-
ˈ 
 
-
;ˈ
 ... 
 
-
;ˈ 
  
-
,ˈ 
-
.ˈ
 
- ... 
-
,ˈ 
-
,ˈ 
 
.ˈ
 
-
-
 
- ... 
-
:ˈ 
 ... 
-
 
-
,ˈ 
 
 ...ˈ 
:ˈ  
;ˈ 
 ... 
 
-
,ˈ 
 
-
-
ˈ - 
-
 
 
.ˈ
 
, 
,ˈ 
-
 
 
-
 
.ˈ 
 
-
,ˈ 
.ˈ
-
 
,ˈ 
 
-
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ
 
 
-
,ˈ 
 
 
-
ˈ - 
 
-
.ˈ
 
-
;ˈ 
 
-
 
 
-
.ˈ
 
 
 ... 
-
 
,ˈ 
-
ˈ 
 
-
.ˈ
 
-
 
 
-
-
ˈ
 
-
,ˈ 
- ... 
 
,ˈ 
-
  ... 
,ˈ 
 
-
 
 
-
,ˈ 
 
-
,ˈ 
 
-
 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
-
 
,ˈ 
 
-
,ˈ 
ˈ 
 
.ˈ 
-
ˈ 
-
 
 
.ˈ 
-
-
ˈ 
-
-
-
,ˈ 
-
.ˈ 
-
.ˈ 
 
 
 
.ˈ 
-
 
 
-
 
,ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
-
 
 
 
-
-
,ˈ 
 
-
.ˈ 
 
 
!ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
-
 
.ˈ 
,ˈ 
,ˈ 
-
 
.ˈ 
,ˈ 
,ˈ 
-
-
 
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
 
-
,ˈ 
 
ˈ 
 
 
-
.ˈ 
-
,ˈ 
 
.ˈ 
 
-
ˈ 
 
-
,ˈ 
 
 
!ˈ 
 
 
 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
-
 
?!ˈ 
-
 
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
 
ˈ 
 
 
 
-
-
 
-
.ˈ 
-
 
-
ˈ 
 
?ˈ 
 
 
,ˈ 
 
 
 
-
 
 
.ˈ 
-
 
 
-
 
 
.ˈ 
-
 
?ˈ 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
-
 
?ˈ 
 
-
 
 
.ˈ 
-
?ˈ 
 
?ˈ 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
-
 
 
ˈ 
-
-
ˈ 
-
 
-
 
-
ˈ 
-
 
-
ˈ 
-
-
ˈ 
 
 
-
 
.ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
 
 
-
.ˈ 
-
 
-
ˈ 
-
-
.ˈ 
-
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
-
 
,ˈ 
 
 
 
-
-
ˈ 
-
 
 
,ˈ 
-
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
?ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
-
-
 
-
 
ˈ 
-
-
 
 
.ˈ 
-
 
 
 
 
 
 
-
.ˈ 
-
 
-
-
 
-
 
-
 
 
.ˈ 
-
 
 
,ˈ 
 
-
ˈ 
 
 
-
-
-
.ˈ 
-
-
 
 
-
ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
-
-
,ˈ 
-
 
-
 
,ˈ 
 
,ˈ 
 
 
-
ˈ 
ˈ 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
 
-
-
ˈ 
-
 
 
.ˈ 
-
 
 
 
 
-
.ˈ 
 
ˈ 
!ˈ 
 
-
?ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ
-
 
-
 
 
-
.ˈ 
 
 
 
-
-
,ˈ 
-
ˈ 
-
 
,ˈ 
-
.ˈ 
-
,ˈ 
.ˈ 
-
 
.ˈ 
.ˈ 
 
 
 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
,ˈ 
.ˈ 
-
 
 
 
-
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
ˈ 
-
ˈ 
-
ˈ 
-
.ˈ 
,ˈ 
 
-
 
ˈ 
-
.ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
ˈ 
-
-
ˈ 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
-
ˈ 
.ˈ 
-
ˈ 
,ˈ 
 
-
,ˈ 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
 
.ˈ 
-
.ˈ 
 
-
ˈ 
 
 
?ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
,ˈ 
 
ˈ 
-
 
 
-
-
ˈ 
-
ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
,ˈ 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
-
-
.ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
 
-
-
 
 
-
-
.ˈ 
 
 
 
 
 
-
 
ˈ 
-
.ˈ 
 
-
 
-
 
 
-
.ˈ 
 
-
 
 
 
-
-
-
 
ˈ 
-
 
-
-
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
-
ˈ 
ˈ 
 
-
-
?!ˈ 
 
 
 
-
 
ˈ 
-
 
-
 
-
,ˈ 
-
-
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
 
-
 
ˈ 
 
-
 
-
 
-
 
-
ˈ 
 
 
?!ˈ 
 
-
 
-
.ˈ 
 
 
-
 
ˈ 
 
-
 
 
-
-
-
 
,ˈ 
-
 
-
.ˈ 
-
!ˈ 
 
-
 
-
.ˈ 
 
 
 
-
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
-
 
-
 
-
 
.ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
 
-
 
ˈ 
ˈ 
 
 
 
ˈ 
-
-
-
 
-
 
 
,ˈ 
-
 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
-
ˈ 
 
-
 
-
-
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
-
.ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
 
-
 
 
,ˈ 
-
,ˈ 
 
!ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
?ˈ 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
-
 
 
 
.ˈ 
?!ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
 
 
ˈ 
 
 
-
 
 
ˈ 
-
 
-
 
.ˈ 
 
?ˈ 
-
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
?ˈ 
 
.ˈ 
 
-
?ˈ 
 
 
-
-
 
ˈ 
 
-
 
.ˈ 
 
 
-
!ˈ 
-
ˈ 
 
 
 
-
.ˈ 
-
 
 
-
 
.ˈ 
-
 
?ˈ 
ˈ 
.ˈ 
 
 
?ˈ 
ˈ 
-
,ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
-
-
 
 
,ˈ 
 
ˈ 
 
-
!ˈ 
 
-
!ˈ 
 
ˈ 
 
 
-
.ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
 
?ˈ 
 
 
-
 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
-
-
 
 
,ˈ 
 
-
ˈ 
,ˈ 
 
,ˈ 
 
-
,ˈ 
-
-
ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
-
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
-
 
 
?ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
 
ˈ 
-
-
 
.ˈ 
 
-
 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
-
-
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
-
 
.ˈ 
-
 
 
-
 
 
-
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
-
-
,ˈ 
-
-
,ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
?ˈ 
 
-
-
 
.ˈ 
 
-
 
 
 
-
,ˈ 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
-
 
 
 
 
-
 
,ˈ 
 
 
,ˈ 
-
 
 
ˈ 
 
-
ˈ 
-
 
-
 
 
.ˈ 
?ˈ 
?ˈ 
 
.ˈ 
 
-
! 
 
-
-
.ˈ 
 
 
 
,ˈ 
 
-
?ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
-
.ˈ 
-
 
-
 
.ˈ 
-
 
 
 
 
-
 
-
,ˈ 
 
 
-
-
ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
 
-
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
!ˈ 
 
!ˈ 
!ˈ 
 
 
 
 
 
 
-
-
-
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
-
 
-
 
.ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
 
-
-
-
.ˈ 
 
-
-
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
?ˈ 
 
 
 
 
 
-
 
.ˈ 
-
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
,ˈ 
-
 
-
-
 
!ˈ
 
 
,ˈ 
.ˈ 
 
-
-
,ˈ 
 
-
.ˈ 
-
-
 
 
-
 
 
-
.ˈ 
ˈ 
-
 
 
-
 
-
.ˈ 
 
-
!ˈ 
 
.ˈ 
,ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
,ˈ 
-
-
 
 
 
 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
 
,ˈ 
,ˈ 
-
.ˈ 
 
 
-
-
ˈ 
 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
-
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
ˈ 
-
 
-
 
 
-
 
.ˈ 
 
,ˈ 
 
-
 
-
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
-
 
-
,ˈ 
 
-
 
!ˈ 
 
 
?ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
-
,ˈ 
ˈ 
 
-
 
 
 
-
 
ˈ 
-
-
- 
 
 
 
.ˈ 
 
,ˈ 
-
 
 
-
 
ˈ 
-
-
 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
-
 
 
-
-
ˈ 
 
 
-
 
ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
-
 
 
 
 
-
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
-
,ˈ 
 
,ˈ 
-
 
-
 
,ˈ 
-
.ˈ 
 
 
ˈ 
-
 
 
-
.ˈ 
ˈ 
-
ˈ 
 
 
 
,ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
-
-
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
ˈ 
-
 
-
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
-
 
ˈ 
 
-
 
 
-
 
,ˈ 
.ˈ 
-
 
-
 
,ˈ 
-
-
.ˈ
-
 
 
-
.ˈ 
 
-
,ˈ 
 
 
-
-
 
,ˈ 
-
 
-
 
-
ˈ 
-
ˈ 
-
 
, 
-
.ˈ 
 
-
 
 
-
,ˈ 
-
 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
-
,ˈ 
 
-
 
 
 
-
 
.ˈ 
,ˈ 
 
-
-
-
.ˈ 
 
 
 
-
-
-
 
-
.ˈ 
 
-
 
-
 
-
.ˈ 
 
 
-
 
 
,ˈ 
-
-
-
.ˈ 
 
-
 
-
 
-
 
,ˈ 
-
 
 
-
.ˈ 
 
-
!ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
-
-
 
,ˈ 
 
-
 
,ˈ 
-
 
 
-
-
,ˈ 
 
-
,ˈ 
-
 
, 
.ˈ 
 
 
 
.ˈ 
-
 
-
 
-
 
.ˈ 
 
 
 
-
,ˈ 
 
-
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
!ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
-
 
 
,ˈ 
-
?ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
-
 
 
 
-
-
 
.ˈ 
-
 
,ˈ 
 
 
 
!ˈ 
 
 
-
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
-
-
-
 
ˈ 
-
-
-
 
ˈ 
-
-
 
 
 
-
 
.ˈ 
-
,ˈ 
 
-
.ˈ 
 
,ˈ 
-
.ˈ 
 
,ˈ 
 
-
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
-
?ˈ 
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
 
-
,ˈ 
ˈ 
-
.ˈ 
 
ˈ 
 
-
 
,ˈ 
-
 
-
-
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
,ˈ 
-
 
ˈ 
-
-
 
ˈ 
-
 
 
ˈ 
-
-
 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ
 
ˈ 
-
-
 
 
,ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
.ˈ 
 
-
ˈ 
-
 
ˈ 
 
-
 
 
 
 
,ˈ 
 
-
,ˈ 
-
,ˈ 
-
 
 
ˈ 
-
 
,ˈ 
,ˈ 
,ˈ 
-
.ˈ 
-
 
 
-
ˈ 
-
 
 
 
-
 
-
 
 
.ˈ 
ˈ 
-
 
-
ˈ 
 
 
,ˈ 
 
-
 
 
-
-
.ˈ 
,ˈ 
-
 
 
 
-
?ˈ 
 
-
-
.ˈ 
 
!ˈ 
 
 
-
 
 
ˈ 
-
,ˈ 
 
 
-
 
-
 
-
 
 
 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
-
-
ˈ 
-
 
 
-
-
?ˈ 
 
 
ˈ 
 
 
-
-
.ˈ 
 
 
-
-
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
-
-
 
 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
-
 
-
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
-
 
-
-
 
 
-
,ˈ 
 
.ˈ 
 
-
.ˈ 
-
 
-
-
-
 
.ˈ 
 
-
 
ˈ 
-
-
.ˈ 
-
-
-
 
.ˈ 
-
 
-
 
,ˈ 
-
 
-
 
,ˈ 
 
-
 
 
,ˈ 
 
-
 
,ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
-
ˈ 
,ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
-
 
-
-
-
 
-
 
.ˈ 
-
 
 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
-
ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
-
-
-
ˈ 
 
 
 
-
-
.ˈ 
 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
.ˈ 
.ˈ 
 
 
-
 
 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
?ˈ 
 
 
 
 
 
ˈ 
-
 
-
 
-
.ˈ 
 
.ˈ 
-
 
-
-
.ˈ 
 
.ˈ 
-
 
-
-
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
?ˈ 
 
 
-
,ˈ 
 
 
-
 
,ˈ 
-
 
ˈ 
 
-
ˈ 
 
 
 
-
.ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
 
-
ˈ 
-
,ˈ 
 
 
ˈ 
-
.ˈ 
-
ˈ 
-
ˈ 
ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
-
 
-
 
 
 
-
,ˈ 
-
 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
-
.ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
-
-
-
 
-
 
-
 
-
-
.ˈ 
 
 
ˈ 
 
 
,ˈ 
-
 
 
-
,ˈ 
-
 
 
-
.ˈ 
-
 
 
 
 
?ˈ 
 
-
 
 
.ˈ 
-
 
?ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
-
-
,ˈ 
-
 
,ˈ 
-
-
ˈ 
-
 
 
-
-
-
 
-
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
 
-
 
-
 
 
ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
-
-
 
-
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
-
 
?ˈ 
 
 
 
?ˈ 
 
-
 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
-
 
 
-
-
ˈ 
-
 
ˈ 
 
 
 
-
 
.ˈ 
-
-
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
,ˈ 
-
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
-
-
 
,ˈ 
 
-
 
-
!ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
-
-
 
 
-
-
-
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
-
-
-
ˈ 
 
-
.ˈ 
 
-
,ˈ 
-
-
 
-
-
 
.ˈ 
 
 
-
?ˈ 
-
 
 
-
.ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
-
 
 
.ˈ 
-
-
 
 
 
-
 
 
-
 
.ˈ 
-
-
ˈ 
-
-
ˈ
-
-
ˈ 
-
-
ˈ 
-
 
-
-
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
-
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
?ˈ 
!ˈ 
 
!ˈ 
 
.ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
?ˈ 
 
-
?ˈ 
 
!ˈ 
 
!ˈ 
-
.ˈ 
 
.ˈ 
 
.ˈ 
?ˈ 
?ˈ 
 
.ˈ 
-
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
-
,ˈ 
-
-
-
 
ˈ 
.ˈ 
ˈ 
-
 
-
ˈ 
-
ˈ 
 
-
-
ˈ 
-
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
-
 
 
-
 
-
-
,ˈ 
 
-
-
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
!ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
 
!ˈ 
 
.ˈ 
 
.ˈ 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
 
-
 
-
 ... 
 
-
.ˈ 
 
.ˈ 
 
-
 
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
ˈ 
-
-
 
 
-
.ˈ 
,ˈ 
 
-
 ... 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
 
-
ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
 
,ˈ 
-
.ˈ 
-
 
 
-
 
 
ˈ 
-
 
 
,ˈ 
-
 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
-
 
-
 
 
-
.ˈ 
-
-
 
 
,ˈ 
-
,ˈ 
-
-
 
.ˈ 
 
-
.ˈ 
-
 
 
-
ˈ 
 
-
ˈ 
-
-
-
 
-
 
 
 
 
-
-
 
 
 
 
 
.ˈ 
-
ˈ 
-
 
-
 
 
-
.ˈ 
 
,ˈ 
-
,ˈ 
-
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
!ˈ 
 
?ˈ 
 
 
 
 
 
 
-
 
.ˈ 
 
?ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
 
ˈ 
-
-
 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
-
.ˈ 
,ˈ 
 
-
 
 
 
?ˈ 
 
 
 
.ˈ 
 
-
 
 
?ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
-
 
-
.ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
-
-
 
-
 
,ˈ 
 
 
-
 
-
 
,ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
-
-
 
 
 
-
 
 
ˈ 
-
 
 
 
-
-
 
-
 
-
 
.ˈ 
-
-
 
 
-
-
ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
-
.ˈ 
 
-
 
-
 
ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
-
-
 
.ˈ 
 
-
-
 
-
 
-
 
 
.ˈ 
-
 
 
 
-
-
 
-
 
-
 
 
 
 
.ˈ 
,ˈ 
 
-
ˈ 
 
 
 
 
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
-
ˈ 
-
-
-
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
-
 
 
ˈ 
 
 
-
,ˈ 
 
-
-
 
 
-
,ˈ 
-
-
ˈ 
 
 
,ˈ 
 
 
ˈ 
-
-
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
-
-
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
-
-
 
ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
,ˈ 
-
 
,ˈ 
 
 
?ˈ 
 
.ˈ 
 
.ˈ 
-
 
-
.ˈ 
-
 
 
 
ˈ 
-
 
 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
-
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
-
 
-
-
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
-
,ˈ 
,ˈ 
,ˈ 
 
 
 
-
,ˈ 
 
 
 
,ˈ 
-
 
-
.ˈ 
 
?ˈ 
 
 
-
ˈ 
-
 
 
 
-
ˈ 
-
-
 
?ˈ 
-
 
-
.ˈ 
 
.ˈ 
-
-
 
-
-
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
ˈ 
-
 
 
-
 
-
-
 
.ˈ 
-
 
 
-
 
 
,ˈ 
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
 
-
 
-
 
ˈ 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
?ˈ 
 
?ˈ 
 
 
,ˈ 
-
 
-
 
 
 
 
 
-
-
ˈ 
-
 
 
.ˈ 
-
 
 
?!ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
,ˈ 
 
 
 
ˈ 
-
-
 
.ˈ 
-
 
 
 
-
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
-
 
-
?ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
 
 
-
 
-
 
.ˈ 
 
 
-
 
-
ˈ 
 
-
 
-
 
ˈ 
-
 
.ˈ 
,ˈ 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
-
ˈ 
-
ˈ 
-
-
ˈ 
-
 
-
-
 
-
 
 
,ˈ 
-
 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
 
 
-
 
?ˈ 
-
 
 
-
 
-
 
?ˈ 
 
-
-
 
-
 
-
?ˈ 
.ˈ 
 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
 
-
 
 
-
 
-
-
-
 
 
.ˈ 
 
 
 
-
?ˈ 
.ˈ 
-
 
 
 
 
,ˈ 
 
-
-
 
-
 
-
-
,ˈ 
.ˈ 
 
-
ˈ 
 
-
ˈ 
 
-
.ˈ 
-
-
,ˈ 
-
 
-
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
!ˈ 
-
 
-
!ˈ 
 
 
?ˈ 
-
 
?ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
 
 
-
ˈ 
-
 
-
 
 
 
 
-
-
 
?ˈ 
 
.ˈ 
 
-
,ˈ 
-
-
ˈ 
 
-
.ˈ 
 
 
-
 
 
-
 
.ˈ 
-
 
ˈ 
-
 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
-
 
ˈ 
 
,ˈ 
 
-
-
,ˈ 
.ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
 
-
ˈ 
 
 
,ˈ 
-
 
 
-
-
.ˈ 
 
,ˈ 
-
.ˈ 
 
,ˈ 
 
-
-
.ˈ 
,ˈ 
.ˈ 
-
 ...  
 
ˈ 
 
?ˈ 
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
 
-
ˈ 
 
-
-
 
 
ˈ 
-
,ˈ 
-
-
.ˈ 
 
-
-
 
 
-
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
 
-
 
 
 
!ˈ 
 
 
-
 
,ˈ 
 
-
 
,ˈ 
 
 
-
 
,ˈ 
-
-
-
 
-
 
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
-
 
.ˈ 
 
-
 
-
 
-
ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
ˈ 
-
ˈ 
 
 
-
.ˈ 
-
-
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
-
-
 
ˈ 
,ˈ 
 
.ˈ 
-
 
-
 
,ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
,ˈ 
 
-
 
.ˈ 
 
? 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
-
 
 
 
-
.ˈ 
 
 
-
-
 
,ˈ 
-
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
-
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
-
-
-
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
-
 
-
-
 
-
.ˈ 
-
.ˈ 
 
-
-
-
,ˈ 
 
-
 
-
.ˈ 
?ˈ 
-
 
.ˈ 
-
 
 
-
 
-
 
.ˈ 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
 
-
-
 
,ˈ 
-
 
 
-
-
.ˈ 
-
 
 
 
 
-
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
-
 
.ˈ 
-
 
-
 
.ˈ 
-
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
,ˈ 
-
 
 
 
,ˈ 
-
 
 
-
ˈ 
-
 
 
.ˈ 
-
 
 
-
 
 
,ˈ 
.ˈ 
 
 
-
-
-
,ˈ 
 
-
 
-
-
.ˈ 
-
 
!ˈ 
.ˈ 
-
 
 
 
-
!ˈ 
-
-
 
 
-
 
-
,ˈ 
 
-
 
-
ˈ 
-
.ˈ 
-
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ
 
-
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
-
 
ˈ 
-
.ˈ 
-
 
,ˈ 
 
 
ˈ 
-
 
-
,ˈ 
 
-
,ˈ 
,ˈ 
.ˈ 
-
 
-
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
-
 
,ˈ 
 
-
?ˈ 
 
-
-
 
?ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
-
?ˈ 
 
-
 
.ˈ 
 
 
 
-
 
 
-
,ˈ 
 
-
-
-
 
.ˈ 
-
-
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
 
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
-
.ˈ 
.ˈ 
 
 
 
!ˈ 
,ˈ 
.ˈ 
-
.ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
-
 
 
-
 
 
-
,ˈ 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
-
 
-
 
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
-
 
 
-
 
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
 
 
 
-
 
ˈ 
-
-
 
.ˈ 
 
 
 
?ˈ 
 
-
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
-
,ˈ 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ
 
ˈ 
 
-
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
-
 
-
 
 
-
 
,ˈ 
 
-
,ˈ 
-
,ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
 
 
 
 
 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
-
?ˈ 
-
 
 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
 
-
-
.ˈ 
 
-
 
ˈ 
,ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
,ˈ 
 
-
,ˈ 
-
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
 
 
,ˈ 
 
-
 
-
,ˈ 
 
-
 
-
 
ˈ 
 
,ˈ 
 
-
 
-
-
-
 
.ˈ 
 
-
.ˈ 
, 
, 
,ˈ 
 
-
,ˈ 
-
.ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
 
-
,ˈ 
-
ˈ 
-
-
,ˈ 
-
ˈ 
-
-
,ˈ 
-
,ˈ 
-
-
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
!ˈ 
 
-
 
-
 
,ˈ 
-
 
 
.ˈ 
 
-
, 
 
,ˈ 
-
.ˈ 
-
 
-
.ˈ 
-
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
-
ˈ 
-
-
 
 
-
,ˈ 
-
-
 
,ˈ 
-
-
 
-
 
-
.ˈ 
 
-
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
-
!ˈ 
-
-
!ˈ 
-
!ˈ 
-
 
?ˈ 
 
?ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
-
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
-
 
 
!?ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
-
.ˈ 
 
 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
-
-
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
!?ˈ 
 
-
 
-
 
-
 
-
 
.ˈ 
 
-
.ˈ 
 
-
-
 
,ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
-
ˈ 
.ˈ 
-
 
 
,ˈ 
-
-
 
 
ˈ 
 
-
ˈ 
-
-
 
 
.ˈ 
 
,ˈ 
,ˈ 
-
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
-
-
ˈ 
-
,ˈ 
-
,ˈ 
-
-
 
 
-
,ˈ 
-
-
ˈ 
-
,ˈ 
-
,ˈ 
 
.ˈ 
-
 
,ˈ 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
 
?! 
 
 
-
 
 
,ˈ 
-
-
 
-
.ˈ 
 
 
-
 
-
,ˈ 
 
 
 
,ˈ 
 
!ˈ 
 
 
,ˈ 
.ˈ 
 
 
-
 
 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
-
 
 
-
,ˈ 
 
 
-
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
!ˈ 
-
 
,ˈ 
-
 
-
ˈ 
,ˈ 
-
.ˈ 
-
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
-
 
 
ˈ 
 
-
-
 
-
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
-
 
-
 
.ˈ 
-
 
 
,ˈ 
 
 
 
,ˈ 
-
.ˈ 
ˈ 
-
.ˈ 
-
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
 
.ˈ 
-
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
-
 
 
 
 
.ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
 
 
-
 
?ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
-
-
 
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
-
 
-
,ˈ 
 
.ˈ 
 
 
-
?ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
-
-
.ˈ
 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
-
,ˈ 
 
 
 
 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
 
 
-
.ˈ 
 
-
ˈ 
-
-
 
-
.ˈ 
-
 
-
 
-
.ˈ 
 
ˈ 
.ˈ 
-
 
 
?ˈ 
 
-
?ˈ 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
-
 
-
 
,ˈ 
-
 
-
-
,ˈ 
-
 
-
-
-
,ˈ 
 
 
-
-
 
.ˈ 
ˈ 
 
 
-
 
 
-
 
 
.ˈ 
 
,ˈ 
 
-
 
 
ˈ 
-
ˈ 
 
-
-
 
 
,ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
-
 
?ˈ 
-
 
 
-
 
?ˈ 
 
-
?ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
?ˈ 
-
-
?ˈ 
-
?ˈ 
 
-
 
 
-
 
-
 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
.ˈ 
 
-
 
 
-
 
,ˈ 
 
 
ˈ 
-
-
 
-
-
-
.ˈ 
-
 
 
 
-
-
,ˈ 
-
.ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
-
 
-
 
ˈ 
ˈ 
 
-
 
-
 
,ˈ 
-
 
-
 
.ˈ 
-
-
 
ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
-
 
-
-
 
 
.ˈ 
 
 
-
ˈ 
-
-
 
 
-
 
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
-
-
,ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
ˈ 
 
-
 
 
.ˈ 
-
 
-
 
-
.ˈ 
ˈ 
 
-
 
,ˈ 
-
 
-
 
-
 
 
.ˈ 
-
 
-
.ˈ 
 
-
,ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
?ˈ 
 
 
-
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
 
.ˈ 
 
.ˈ 
-
 
 
,ˈ 
 
-
 
 
 
-
.ˈ 
-
 
.ˈ 
 
-
-
 
.ˈ 
 
 
-
-
.ˈ 
,ˈ 
 
-
 
 
 
.ˈ 
 
-
 
-
 
-
 
 
.ˈ 
 
 
,ˈ 
-
 
 
ˈ 
 
-
-
 
-
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
-
 
,ˈ 
-
 
 
?ˈ 
-
 
 
.ˈ 
-
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
-
.ˈ 
 
 
-
 
,ˈ 
-
 
-
 
 
ˈ 
-
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
,ˈ 
 
 
 
-
ˈ 
.ˈ 
-
-
 
 
!ˈ 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
-
?ˈ 
-
 
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
-
-
 
 
ˈ 
-
.ˈ 
-
 
 
-
.ˈ 
-
-
 
 
 
 
-
 
 
,ˈ 
-
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
-
-
 
.ˈ 
 
 
-
-
 
,ˈ 
-
-
-
 
 
,ˈ 
 
-
-
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
-
-
 
-
 
 
ˈ 
 
 
 
.ˈ 
-
 
-
-
 
ˈ 
 
 
,ˈ 
-
 
.ˈ 
-
-
 
-
 
 
-
,ˈ 
 
!ˈ 
 
ˈ 
 
-
 
 
-
 
ˈ 
-
 
-
-
-
.ˈ 
 
-
 
 
-
.ˈ 
-
-
 
-
.ˈ 
-
 
 
 
-
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
-
-
 
 
 
.ˈ 
 
ˈ 
-
 
-
 
 
-
.ˈ 
 
ˈ 
 
-
-
 
 
 
 
-
 
,ˈ 
-
 
-
 
-
,ˈ 
-
 
-
 
.ˈ 
 
-
 
 
 
?ˈ 
-
,ˈ 
 
 
,ˈ 
-
 
-
-
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
-
-
-
ˈ 
 
 
,ˈ 
-
ˈ 
-
-
 
 
 
.ˈ 
 
ˈ 
-
,ˈ 
 
 
.ˈ
 
 
-
ˈ 
-
 
 
-
,ˈ 
 
 
 
 
 
-
.ˈ 
 
 
?ˈ 
-
 
 
-
ˈ 
-
 
ˈ 
 
-
 
ˈ 
 
ˈ 
-
.ˈ 
-
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
 
 
 
 
.ˈ 
-
 
 
-
,ˈ 
-
 
 
ˈ 
 
 
 
 
ˈ 
-
-
.ˈ 
-
 
-
 
 
-
 
-
,ˈ 
 
,ˈ 
-
 
-
 
ˈ 
 
-
 
-
-
 
ˈ 
-
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
 
-
 
ˈ 
 
 
 
ˈ 
-
 
 
ˈ 
 
 
 
 
.ˈ 
-
-
 
 
.ˈ 
-
 
 
-
 
ˈ 
 
-
ˈ 
 
-
.ˈ 
-
 
-
 
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
-
 
 
,ˈ 
 
 
 
 
?ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
-
-
 
 
 
-
-
?ˈ 
 
 
-
 
-
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
-
 
 
-
-
-
:ˈ 
 
?ˈ 
 
?ˈ 
-
 
?ˈ 
 
.ˈ 
-
 
 
 
-
 
-
ˈ 
 
 
 
 
-
 
.ˈ 
 
-
 
 
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
-
 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
-
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
-
,ˈ 
-
ˈ 
-
.ˈ 
-
 
-
,ˈ 
-
,ˈ 
-
 
 
,ˈ 
-
-
,ˈ 
-
 
 
 
-
ˈ 
-
 
 
.ˈ 
-
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
-
-
 
-
-
.ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
 
-
-
 
 
 
-
 
,ˈ 
 
-
 
.ˈ 
-
-
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
 
 
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
 
 
-
-
ˈ 
 
-
-
ˈ 
-
 
-
-
 
-
ˈ 
-
-
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
-
 
-
-
,ˈ 
-
.ˈ 
-
 
ˈ 
.ˈ 
 
 
 
,ˈ 
-
ˈ 
-
-
 
-
 
.ˈ 
 
 
 
-
?ˈ 
 
.ˈ 
ˈ 
-
-
 
-
 
.ˈ 
.ˈ 
 
 
-
.ˈ 
-
 
-
 
ˈ 
-
 
-
.ˈ 
 
 
-
 
ˈ 
-
-
ˈ 
-
ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
-
 
-
.ˈ 
-
 
-
 
-
 
,ˈ 
-
 
-
-
.ˈ 
 
-
 
 
-
-
,ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
-
 
-
,ˈ 
 
,ˈ 
 
 
 
?ˈ 
.ˈ 
-
 
-
 
 
-
?ˈ 
-
-
 
 
-
 
.ˈ 
 
 
-
 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
-
 
 
ˈ 
 
-
ˈ 
-
 
 
-
,ˈ 
-
 
-
-
 
,ˈ 
 
 
-
 
-
 
 
-
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
.ˈ 
-
 
 
-
 
,ˈ 
-
 
-
,ˈ 
-
 
 
-
ˈ 
-
 
 
-
-
ˈ 
-
-
 
-
.ˈ 
-
 
-
,ˈ 
 
-
 
-
.ˈ 
 
-
, 
-
 
-
 
.ˈ 
 
-
,ˈ 
 
-
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
 
,ˈ 
.ˈ
-
 
 
 
-
.ˈ 
 
ˈ 
 
 
 
-
,ˈ 
-
ˈ 
 
-
 
 
 
-
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
-
-
 
?ˈ 
,ˈ 
 
 
-
ˈ 
,ˈ 
,ˈ 
 
ˈ 
ˈ 
-
 
-
-
 
ˈ 
-
 
 
-
.ˈ 
 
-
 
ˈ 
 
-
 
 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
 
 
 
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
 
-
.ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
-
 
-
ˈ 
-
 
ˈ 
-
 
-
-
 
ˈ 
-
 
-
-
 
.ˈ 
-
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
-
 
.ˈ 
-
 
 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
-
-
.ˈ 
-
 
 
-
 
-
.ˈ 
 
-
?ˈ 
 
-
 
-
 
 
-
 
.ˈ 
 
 
 
-
-
,ˈ 
-
-
 
 
.ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
-
 
-
 
ˈ 
-
-
-
ˈ 
-
ˈ 
 
 
 
-
 
.ˈ 
-
,ˈ 
 
-
 
-
 
 
-
?ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
?ˈ 
 
.ˈ 
 
 
-
 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
-
 
-
 
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
 
.ˈ 
-
 
-
ˈ 
-
.ˈ 
-
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
 
 
.ˈ 
 
-
 
-
 
 
-
 
.ˈ
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
-
-
 
,ˈ 
-
 
-
-
 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
ˈ 
 
-
 
ˈ 
 
 
-
-
 
ˈ 
 
 
-
.ˈ
 
-
ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
-
 
?ˈ 
 
-
 
-
 
,ˈ 
-
 
 
.ˈ 
 
-
 
-
-
 
.ˈ 
-
 
>-
,ˈ 
 
.ˈ 
-
-
 
ˈ 
 
-
ˈ 
ˈ 
 
.ˈ 
-
 
-
-
 
ˈ 
-
-
ˈ 
 
 
 
,ˈ 
-
ˈ 
-
ˈ 
 
ˈ 
 
 
-
 
 
 
-
,ˈ 
 
-
 
,ˈ 
,ˈ 
,ˈ 
-
-
.ˈ 
 
-
?ˈ 
-
 
-
 
.ˈ 
 
 
 
 
-
-
 
 
-
 
.ˈ 
-
 
ˈ 
-
.ˈ 
-
 
-
,ˈ 
-
-
 
,ˈ 
-
 
 
 
-
,ˈ 
-
 
-
 
-
.ˈ 
-
 
-
 
-
 
,ˈ 
 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
-
 
 
-
.ˈ 
 
-
 
-
 
.ˈ 
-
 
ˈ 
 
 
 
-
-
.ˈ 
-
 
ˈ 
 
?ˈ 
-
 
 
-
,ˈ 
-
 
,ˈ 
-
 
-
 
-
-
 
 
-
,ˈ 
 
-
-
.ˈ 
-
-
-
 
 
-
 
 
,ˈ 
-
 
-
 
 
 
ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
-
 
-
 
 
 
.ˈ 
-
 
 
-
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
ˈ 
 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
-
,ˈ 
-
 
-
!ˈ 
ˈ 
-
 
-
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
-
 
 
-
.ˈ 
-
 
-
-
?ˈ 
-
 
ˈ 
-
.ˈ 
-
 
,ˈ 
 
ˈ 
-
 
-
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
-
-
 
,ˈ 
 
ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
-
?ˈ 
-
 
 
ˈ 
 
-
 
-
-
-
,ˈ 
-
 
 
.ˈ 
-
:ˈ 
 
 
!ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
 
-
ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
-
-
 
,ˈ 
-
-
 
,ˈ 
 
 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
ˈ 
-
ˈ 
-
ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
-
.ˈ 
-
 
> 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
.ˈ 
-
 
 
-
 
ˈ 
-
!ˈ 
-
.ˈ
-
-
?ˈ 
ˈ 
 
 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
 
-
 
,ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
 
 
-
 
,ˈ 
,ˈ 
-
-
-
,ˈ 
 
-
-
 
 
,ˈ 
 
-
ˈ 
-
-
 
-
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
 
!ˈ 
 
 
-
 
,ˈ 
-
 
 
.ˈ 
-
-
 
 
.ˈ 
 
-
 
,ˈ 
-
ˈ 
-
ˈ 
 
 
.ˈ 
-
 
 
-
-
 
ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
 
-
 
 
 
-
-
.ˈ 
 
-
 
,ˈ 
 
 
-
 
-
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ
ˈ 
 
-
,ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
-
 
 
-
.ˈ 
 
-
,ˈ 
-
 
ˈ 
 
 
 
-
ˈ 
-
 
 
-
 
-
,ˈ 
-
 
-
 
 
,ˈ 
 
 
-
,ˈ 
 
ˈ 
-
 
,ˈ 
-
-
 
-
.ˈ 
 
 
 
ˈ 
 
 
-
-
 
-
ˈ 
-
 
.ˈ 
ˈ 
-
 
-
-
ˈ 
ˈ 
 
-
 
,ˈ 
 
 
 
-
.ˈ 
 
-
-
-
-
.ˈ 
 
 
ˈ 
-
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
-
-
 
 
 
 
ˈ 
,ˈ 
-
 
 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
?ˈ 
-
-
 
-
-
 
-
-
.ˈ 
 
 
ˈ 
 
-
 
-
 
?ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
.ˈ 
-
-
 
,ˈ 
-
 
 
-
.ˈ 
.ˈ 
-
 
ˈ 
 
 
 
-
-
 
.ˈ 
,ˈ 
 
,ˈ 
 
-
ˈ 
 
 
-
.ˈ 
-
 
 
,ˈ 
 
-
 
 
-
.ˈ 
-
.ˈ 
 
 
!ˈ 
 
?ˈ 
 
 
.ˈ 
-
ˈ 
 
ˈ 
-
 
ˈ 
-
-
 
-
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
-
ˈ 
-
.ˈ 
-
ˈ 
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
-
-
 
 
 
?ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
 
-
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
 
-
.ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
ˈ 
-
-
 
 
-
 
 
-
-
 
 
ˈ 
-
 
 
-
 
ˈ 
-
 
-
 
 
.ˈ 
-
-
ˈ 
ˈ 
-
-
 
-
 
ˈ 
-
-
,ˈ 
-
-
-
 
 
 
-
-
.ˈ 
-
-
-
ˈ 
 
ˈ 
-
-
 
 
ˈ 
-
ˈ 
-
-
 
ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
 
 
-
 
-
 
.ˈ 
 
-
ˈ 
-
 
-
,ˈ 
-
 
-
ˈ 
-
ˈ 
,ˈ 
 
.ˈ 
-
 
 
-
-
 
 
.ˈ 
 
.ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
ˈ 
-
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
-
 
-
ˈ 
-
 
 
-
 
.ˈ 
-
-
 
 
 
 
 
 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
-
.ˈ 
,ˈ 
 
 
 
 
 
 
-
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
 
-
,ˈ 
 
ˈ 
-
 
 
-
-
 
-
,ˈ 
 
-
.ˈ 
-
 
 
-
 
 
-
ˈ 
 
-
ˈ 
-
ˈ 
 
 
,ˈ 
-
 
 
 
 
 
,ˈ 
 
-
 
-
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
ˈ 
-
.ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
 
?ˈ 
 
-
 
ˈ 
-
 
-
 
 
-
 
?ˈ 
 
-
 
-
.ˈ 
 
-
 
 
 
ˈ 
-
 
,ˈ 
-
 
-
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
-
 
.ˈ 
-
 
-
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
-
 
-
 
ˈ 
 
ˈ 
 
,ˈ 
-
-
 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
ˈ 
 
-
,ˈ 
,ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
!ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
-
 
.ˈ 
-
 
!ˈ 
 
!ˈ 
 
-
 
ˈ 
-
!ˈ 
 
-
ˈ 
 
 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
 
-
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
?ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
!ˈ 
-
 
-
-
ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
-
ˈ 
-
 
-
-
 
-
 
ˈ 
-
-
ˈ 
-
 
,ˈ 
.ˈ 
-
 
,ˈ 
-
-
.ˈ 
 
 
-
 
-
 
-
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
-
 
-
-
 
 
.ˈ 
 
-
-
.ˈ 
-
ˈ 
-
 
ˈ 
 
-
 
 
,ˈ 
 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
?ˈ 
 
!ˈ 
 
-
 
 
-
.ˈ 
 
-
ˈ 
-
 
 
 
.ˈ 
-
 
-
-
-
 
-
-
ˈ 
-
-
 
-
-
.ˈ 
-
ˈ 
-
 
 
,ˈ 
 
-
 
 
 
-
 
 
-
ˈ 
 
 
-
-
-
.ˈ 
 
-
 
-
 
ˈ 
-
 
 
-
.ˈ 
-
 
-
 
-
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
,ˈ 
 
-
 
 
 
-
-
.ˈ 
-
 
 
-
-
.ˈ 
 
-
-
.ˈ 
 
 
 
-
-
 
.ˈ 
-
-
 
-
 
 
,ˈ 
-
-
 
 
-
.ˈ 
-
-
-
 
 
-
 
.ˈ 
-
 
 
 
ˈ 
-
-
 
-
ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
-
 
 
-
 
 
.ˈ 
 
-
ˈ 
 
-
-
 
ˈ 
-
-
.ˈ 
-
 
 
 
!ˈ 
 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
.ˈ 
-
-
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
,ˈ 
-
 
 
ˈ 
 
 
 
-
-
,ˈ 
 
 
,ˈ 
-
 
-
?ˈ 
 
-
 
-
-
.ˈ 
: 
 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
.ˈ 
-
.ˈ 
-
-
!ˈ 
 
 
-
 
-
 
ˈ 
-
ˈ 
 
-
 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
ˈ 
 
 
 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
 
ˈ 
 
-
 
?ˈ 
 
 
 
-
-
.ˈ 
 
-
:ˈ 
!ˈ 
 
!ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
?ˈ 
 
!ˈ 
 
 
-
 
ˈ 
-
!ˈ 
-
 
-
 
-
 
 
 
.ˈ 
 
-
-
ˈ 
-
 
-
 
 
-
 
 
-
-
ˈ 
-
 
 
-
ˈ 
-
 
-
-
 
ˈ 
 
-
-
ˈ 
-
ˈ 
-
-
 
 
.ˈ 
-
 
 
-
-
 
-
.ˈ 
.ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
-
 
ˈ 
-
 
-
-
-
.ˈ 
 
-
-
-
,ˈ 
,ˈ 
.ˈ 
 
 
-
-
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
-
-
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
-
 
-
-
-
ˈ 
-
 
 
ˈ 
-
-
ˈ 
 
.ˈ 
 
 
 
-
 
-
 
 
.ˈ 
-
 
?ˈ 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
 
 
 
 
-
 
-
ˈ 
-
-
 
,ˈ 
-
 
?ˈ 
 
 
ˈ 
-
-
 
-
 
-
 
-
 
,ˈ 
-
 
ˈ 
-
-
 
-
 
-
.ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
-
-
.ˈ 
 
 
-
 
ˈ 
 
-
-
 
.ˈ 
 
 
 
 
 
-
-
ˈ 
 
 
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
-
ˈ 
-
 
-
 
-
 
.ˈ 
 
-
ˈ 
-
-
 
-
.ˈ 
-
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
-
 
-
 
-
 
 
,ˈ 
 
-
-
 
ˈ 
-
 
-
 
.ˈ 
 
: 
-
ˈ 
-
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
-
 
-
-
 
-
:ˈ 
 
 
!ˈ 
ˈ 
-
-
 
 
-
-
.ˈ 
 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
-
 
-
 
ˈ 
-
 
 
.ˈ 
-
 
 
-
 
ˈ 
 
:ˈ 
 
 
!ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
-
 
 
ˈ 
-
-
 
-
 
-
-
.ˈ 
 
-
 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
ˈ 
-
-
 
 
 
.ˈ 
:ˈ 
 
 — 
 
ˈ 
-
 
.ˈ 
 
 
 
!ˈ 
 
-
-
 
-
-
 
?ˈ
,ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
:ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
-
 
-
.ˈ 
-
 
 
-
 
 
 
 
ˈ 
-
-
 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
 
-
ˈ 
-
-
 
-
-
 
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
-
-
ˈ 
 
.ˈ 
-
-
 
 
,ˈ 
 
-
 
 
 
.ˈ 
-
-
,ˈ 
 
 
.ˈ 
 
 
-
 
?ˈ 
 
!ˈ 
 
-
 
,ˈ 
 
 
,ˈ 
-
 
 
-
-
 
 
,ˈ 
 
-
-
-
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
:ˈ 
-
 
-
 
.ˈ 
 
ˈ 
-
 
 
-
-
 
 
-
ˈ 
-
 
-
.ˈ
ˈ 
 
 
-
ˈ 
 
 
 
-
.ˈ 
-
-
-
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
-
 
 
.ˈ 
-
 
-
ˈ 
-
 
-
 
-
-
.ˈ 
-
-
,ˈ 
-
.ˈ 
 
 
-
-
ˈ ... 
 
 
-
 
ˈ 
 
-
-
 
-
ˈ 
-
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
-
 
ˈ 
 
 
.ˈ 
-
-
ˈ 
-
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
-
-
 
-
 
 
 
.ˈ 
 
 
!ˈ 
 
-
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
?ˈ 
 
 
 
 
-
.ˈ 
 
.ˈ 
-
-
 
 
-
.ˈ 
-
ˈ 
 
ˈ 
.ˈ 
-
 
,ˈ 
 
 
ˈ 
-
-
.ˈ 
 
 
 
?ˈ 
-
 
-
 
-
?ˈ 
 
!ˈ 
 
 
-
 
-
 
.ˈ 
-
 
 
 
-
 
ˈ 
-
 
 
-
-
,ˈ 
-
-
.ˈ 
-
 
-
 
-
-
 
 
-
 
-
 
-
.ˈ 
-
 
 
-
 
ˈ 
-
 
 
-
.ˈ 
-
-
 
-
 
 
-
.ˈ 
 
-
 
-
!ˈ 
 
ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
 
 
 
-
-
 
 
-
.ˈ 
 
 
-
,ˈ 
 
-
-
 
,ˈ 
 
-
.ˈ 
-
 
-
 
-
.ˈ 
-
 
-
-
 
 
 
-
-
 
 
 
,ˈ 
-
 
-
.ˈ 
-
-
 
.ˈ 
-
.ˈ 
 
 
 
 
-
 
 
,ˈ 
 
-
,ˈ 
-
.ˈ 
-
 
 
 
 
.ˈ 
-
 
 
.ˈ 
-
-
 
-
-
 
.ˈ 
-
-
 
 
.ˈ 
 
-
 
-
 
ˈ 
-
-
 
 
.ˈ 
-
 
 
,ˈ 
.ˈ 
-
-
,ˈ 
 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
!ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
-
-
-
 
-
-
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
-
-
 
.ˈ 
 
 
-
 
-
 
-
-
 
 
.ˈ 
-
-
 
 
-
 
 
.ˈ 
-
 
-
 
 
 
 
-
 
 
 
.ˈ 
-
 
-
 
 
.ˈ 
 
-
-
-
 
 
-
-
!ˈ 
 
 
-
 
.ˈ 
!ˈ 
-
 
 
-
.ˈ 
-
 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
 
-
-
-
 
 
.ˈ 
-
ˈ 
-
 
 
 
ˈ 
-
 
-
-
 
-
-
,ˈ 
 
 
-
.ˈ 
 
!ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
.ˈ 
-
 
-
,ˈ 
-
 
,ˈ 
-
 
 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
-
 
 
,ˈ 
 
.ˈ 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
 
!ˈ 
-
 
-
.ˈ 
 
-
 
 
-
 
 
-
 
 
!ˈ 
 
 
 
-
,ˈ 
 
,ˈ 
-
 
ˈ 
 
-
.ˈ 
 
-
 
-
-
 
.ˈ 
,ˈ 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
:ˈ 
 
 
!ˈ 
 
 
-
 
 
,ˈ 
-
 
-
.ˈ 
 
-
 
,ˈ 
-
 
-
.ˈ 
: 
 
 
-
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
?ˈ 
.ˈ 
-
 
 
-
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
:ˈ 
 
 
!ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
-
 
-
ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
-
 
 
 
ˈ 
-
 
 
-
 
.ˈ 
-
 
?ˈ 
 
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
-
 
,ˈ 
 
-
 
 
,ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
 
ˈ 
 
 
-
 
ˈ 
 
 
-
-
 
 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
-
 
-
 
 
-
.ˈ 
 
 
 
 
-
 
 
.ˈ 
-
 
-
.ˈ 
-
 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
!ˈ 
-
 
ˈ 
 
-
,ˈ 
-
-
-
 
.ˈ 
 
 
ˈ 
 
-
-
-
.ˈ 
-
 
-
-
-
 
-
-
-
 
-
 
.ˈ 
-
 
-
,ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
 
-
-
.ˈ 
-
 
 
-
,ˈ 
.ˈ 
 
 
 
,ˈ 
!ˈ 
 
ˈ 
.ˈ 
 
-
 
 
-
 
?ˈ 
 
 
ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
-
 
-
 
?ˈ 
 
-
,ˈ 
-
.ˈ 
-
 
 
?ˈ 
-
 
 
?ˈ 
-
 
?ˈ 
 
 
-
 
-
 
.ˈ 
-
 
-
 
-
.ˈ 
 
 
-
?ˈ 
 
ˈ 
 
-
 
-
-
ˈ 
-
-
 
-
-
-
.ˈ 
 
.ˈ 
-
 
ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
 
 
 
-
-
ˈ 
-
-
.ˈ 
-
 
 
-
 
 
-
-
,ˈ 
-
-
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
-
 
-
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
?ˈ 
 
-
 
?ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
-
 
-
,ˈ 
 
 
 
 
 
-
 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
 
-
 
-
 
.ˈ 
 
-
 
-
-
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
-
 
-
,ˈ 
 
-
 
-
 
 
-
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
-
 
-
 
ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
-
 
 
 
-
ˈ 
-
 
-
 
,ˈ 
-
,ˈ 
-
 
 
-
 
 
ˈ 
 
 
.ˈ 
 
-
!ˈ 
 
?ˈ 
-
-
 
 
-
-
 
 
-
 
-
.ˈ 
 
-
ˈ 
-
 
-
-
 
 
-
 
 
,ˈ 
 
-
 
-
 
-
-
 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
-
-
,ˈ 
 
 
-
-
 
 
 
ˈ 
-
 
 
 
 
 
-
-
.ˈ 
 
-
-
 
,ˈ 
-
-
 
 
-
-
.ˈ 
-
 
 
 
 
,ˈ 
 
-
 
 
 
.ˈ 
-
 
 
 
 
 
,ˈ 
 
 
?ˈ 
-
 
-
 
-
ˈ 
 
-
 
 
-
 
 
!ˈ 
 
 
ˈ 
-
.ˈ 
 
-
 
 
-
:ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
-
 
-
-
ˈ 
-
-
 
 
-
-
ˈ 
-
 
 
 
.ˈ 
-
 
-
 
 
ˈ 
-
-
 
 
.ˈ 
-
 
 
.ˈ 
-
-
?ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
 
-
 
-
 
.ˈ 
-
,ˈ 
ˈ 
-
 
ˈ 
-
-
-
ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
-
 
-
-
-
ˈ 
.ˈ 
 
 
-
-
 
-
 
 
.ˈ 
-
 
-
 
 
-
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
ˈ 
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
!ˈ 
-
 
 
.ˈ 
 
 
 
 
-
-
 
-
-
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
-
 
 
-
-
.ˈ 
-
 
 
-
-
 
-
.ˈ 
-
ˈ 
 
ˈ 
-
-
ˈ 
 
ˈ 
-
 
ˈ 
-
 
-
-
,ˈ 
-
 
-
 
 
 
 
-
 
ˈ 
 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
.ˈ
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
-
 
ˈ 
 
 
ˈ 
-
 
 
-
 
 
-
ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
 
-
 
,ˈ 
 
 
ˈ 
-
ˈ 
 
 
-
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
-
 
-
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
?ˈ 
 
 
?ˈ 
 
 
 
-
.ˈ 
 
-
?ˈ 
 
 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
-
-
 
-
.ˈ 
-
-
,ˈ 
-
.ˈ 
 
-
 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
-
 
 
ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
-
-
 
-
 
-
,ˈ 
 
-
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
-
-
 
-
 
,ˈ 
 
 
-
-
-
.ˈ 
 
 
-
 
 
 
.ˈ 
 
 
-
 
ˈ 
 
-
 
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
-
,ˈ 
-
 
.ˈ 
-
 
-
 
-
ˈ 
 
-
 
 
 
 
.ˈ 
 
-
 
 
-
-
 
,ˈ 
 
-
ˈ 
-
-
.ˈ 
 
 
-
ˈ 
-
 
-
-
ˈ 
-
-
 
.ˈ 
-
 
 
-
.ˈ 
-
-
 
.ˈ 
-
-
 
 
-
ˈ 
-
 
 
.ˈ 
-
ˈ 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
 
 
 
,ˈ 
-
 
 
> 
-
,ˈ 
 
 
 
 
-
 
-
.ˈ 
 
-
 
 
-
.ˈ 
ˈ 
-
ˈ 
 
-
 
-
ˈ 
-
-
?ˈ 
-
 
.ˈ 
-
ˈ 
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
-
-
 
-
 
,ˈ 
-
.ˈ 
,ˈ 
ˈ 
-
 
 
-
 
,ˈ 
-
 
 
-
 
-
ˈ 
-
 
-
ˈ 
 
 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
ˈ 
-
 
 
 
 
,ˈ 
 
 
ˈ 
-
.ˈ 
-
-
 
,ˈ 
 
 
ˈ 
-
 
-
ˈ 
-
ˈ 
-
-
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
-
 
-
-
 
 
 
ˈ 
 
 
 
-
-
.ˈ
-
 
ˈ 
-
 
ˈ 
 
 
?ˈ 
-
 
-
ˈ 
,ˈ 
-
 
-
,ˈ 
-
 
 
-
 
.ˈ 
-
 
,ˈ 
 
 
-
 
 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
-
-
.ˈ 
 
 
-
-
 
.ˈ 
 
-
 
 
 
-
.ˈ 
-
 
 
,ˈ 
, 
.ˈ 
-
 
 
-
-
.ˈ 
 
-
 
 
,ˈ 
.ˈ 
 
-
-
-
ˈ 
-
 
 
 
-
-
-
,ˈ 
-
.ˈ 
-
ˈ 
 
 
-
 
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
-
.ˈ 
 
ˈ 
-
 
 
 
 
-
.ˈ 
 
-
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
,ˈ 
 
-
 
 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
 
ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
-
.ˈ 
,ˈ 
-
!ˈ 
 
-
ˈ 
-
.ˈ 
 
 
-
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
!ˈ 
-
 
-
!ˈ 
 
 
-
?ˈ 
 
?ˈ 
 
-
 
 
-
 
-
-
.ˈ 
-
 
 
 
 
-
 
 
 
-
 
?ˈ 
ˈ 
ˈ 
-
-
 
 
 
-
.ˈ 
-
 
-
 
-
 
-
 
 ... 
-
-
,ˈ 
 
-
.ˈ 
 
-
 
 
-
-
-
 
.ˈ 
 
 
 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
 
-
 
 
-
 
 
-
 
ˈ 
-
.ˈ 
 
-
,ˈ 
 
-
ˈ 
 
-
-
,ˈ 
-
.ˈ 
-
 
 
-
,ˈ 
 
 
 
-
-
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
 
 
 
-
 
 
-
 
 
 
 
-
 
-
-
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
!ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
-
.ˈ 
 
,ˈ 
ˈ 
 
 
 
,ˈ 
-
 
-
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
-
-
 
.ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
-
-
 
.ˈ 
ˈ 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
 
 
-
-
 
.ˈ 
 
 
-
 
,ˈ 
 
,ˈ 
 
 
-
-
 
.ˈ 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
-
,ˈ 
-
-
 
.ˈ 
.ˈ 
 
-
 
 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
-
 
 
ˈ 
 
 
ˈ 
-
.ˈ 
ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
,ˈ 
-
 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
-
 ... 
 
 
-
 
 
 
ˈ 
-
 
-
-
ˈ 
-
 
-
 
ˈ 
-
 
-
ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
,ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
 
 
?! 
 
 
 
.ˈ 
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
 
 
-
-
-
,ˈ 
!ˈ 
-
-
 
 
ˈ 
 
 
.ˈ 
-
 
 
-
 
 
-
-
.ˈ 
 
 
-
 
-
-
 
 
-
 
 
.ˈ
-
ˈ 
-
ˈ 
-
ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
,ˈ 
 
-
-
.ˈ 
 
 
ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
-
 
-
?ˈ 
 
-
 
-
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
!ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
 
-
.ˈ 
-
ˈ 
 
 
-
 
 
-
?ˈ 
-
-
 
 
ˈ 
-
-
 
?ˈ 
 
ˈ 
-
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
-
 
?ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
?ˈ 
-
-
 
.ˈ 
 
-
!ˈ 
 
-
-
 
,ˈ 
-
-
 
 
-
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
!ˈ 
 
-
.ˈ 
 
-
-
 
 
-
-
.ˈ 
 
,ˈ 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
-
ˈ 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
-
?ˈ 
 
 
 
.ˈ 
ˈ 
 
 
-
-
,ˈ 
 
-
 
-
 
ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
 
 
.ˈ 
 
-
!ˈ 
 
,ˈ 
-
,ˈ 
 
 
-
.ˈ 
,ˈ 
 
 
ˈ 
 
 
-
-
.ˈ 
 
 
,ˈ 
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
-
.ˈ
ˈ 
 
>ˈ 
ˈ 
-
ˈ 
-
 
.ˈ 
-
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
-
 
 
,ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
-
 
,ˈ 
-
 
 
 
-
-
.ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
,ˈ 
 
 
ˈ 
-
 
?ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ 
-
 
 
 
-
,ˈ 
-
 
-
 
.ˈ 
 
ˈ 
-
-
 
 
ˈ 
-
-
 
 
.ˈ 
ˈ 
.ˈ 
.ˈ 
 
-
-
,ˈ 
-
-
.ˈ 
ˈ 
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
-
 
-
ˈ 
 
-
ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
-
-
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
-
.ˈ
 
 
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
,ˈ 
-
,ˈ 
ˈ 
 
-
ˈ 
 
 
-
.ˈ 
-
 
 
 
-
ˈ 
-
-
.ˈ 
-
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
ˈ 
 
-
-
 
-
 
 
.ˈ 
 
 
?!ˈ 
-
 
-
.ˈ 
-
 
ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
 
!ˈ 
-
-
?ˈ 
 
 
,ˈ 
-
,ˈ 
 
,ˈ 
 
-
?ˈ 
 
-
,ˈ 
.ˈ 
 
?ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
-
 
 
!ˈ 
-
-
 
!ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
-
 
 
!ˈ 
-
-
 
!ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
 
 
-
 
-
,ˈ 
,ˈ 
-
 
 
,ˈ 
-
 
-
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
!ˈ 
 
-
-
 
.ˈ 
 
 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
 
-
-
-
ˈ 
 
-
 
-
?ˈ 
 
-
 
.ˈ 
-
 
-
 
,ˈ 
-
 
 
 
.ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
ˈ 
-
 
 
 
-
 
-
ˈ 
 
-
 
?ˈ 
 
 
-
-
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
,ˈ 
-
 
-
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
 
 
?ˈ 
 
 
,ˈ 
 
 
-
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
ˈ 
-
ˈ 
 
 
-
 
?ˈ 
-
 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
 
 ... 
 
 
 
-
.ˈ 
 
 
 
 
 
-
 
 
?ˈ 
 
 
-
 
 
 
-
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
?ˈ 
!ˈ 
 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
.ˈ 
 
 
-
 
 
-
 
 
 
.ˈ 
-
,ˈ 
 
-
 
,ˈ 
 
-
ˈ 
-
-
-
 
 
-
 
 
.ˈ 
-
 
-
-
 
ˈ 
-
-
-
 
,ˈ 
-
-
-
 
-
.ˈ
 
 
.ˈ 
 
 
.ˈ 
 
!ˈ 
-
 
 
.ˈ 
 
 
 
-
-
-
 
 
,ˈ 
-
 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
, 
, 
,ˈ 
 
 
 
-
-
.ˈ 
,ˈ 
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
 
 
ˈ 
-
ˈ 
-
.ˈ 
.ˈ 
-
 
 
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
-
 
 
-
-
-
,ˈ 
-
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
?ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
-
ˈ 
,ˈ 
 
-
ˈ 
-
-
 
 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
?ˈ 
 
-
.ˈ
 
 
 
,ˈ 
 
-
.ˈ 
 
-
 
 
-
 
 
.ˈ 
 
-
 
-
 
 
-
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
-
-
 
ˈ 
-
 
 
-
.ˈ 
-
 
!ˈ 
 
 
 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
 
 
?ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
-
?ˈ 
 
 
?ˈ 
 
-
 
 
.ˈ 
 
 
 
?ˈ 
 
-
ˈ 
-
.ˈ 
-
 
 
,ˈ 
-
 
 
 
-
.ˈ 
-
-
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
-
-
-
 
 
.ˈ 
 
-
 
?ˈ 
.ˈ 
 
-
 
-
-
-
-
.ˈ 
 
-
 
-
.ˈ 
 
 
-
-
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
-
 
.ˈ 
 
-
 
.ˈ 
-
 
-
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
 
.ˈ 
-
ˈ 
-
ˈ 
 
-
 
ˈ 
 
!ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
 
-
.ˈ 
-
-
ˈ 
-
-
 
-
-
 
-
,ˈ 
 
-
,ˈ 
-
-
 
.ˈ 
 
-
 
.ˈ 
 
-
ˈ 
-
 
 
!?ˈ 
 
?ˈ 
 
-
 
 
 
.ˈ
-
 
?ˈ 
 
 
 
ˈ 
 
-
-
 
-
,ˈ 
 
-
 
-
.ˈ
-
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
 
-
 
 
ˈ 
-
-
 
 
ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
 
-
 
ˈ
 
ˈ 
 
 
 
 
 
 
,ˈ 
-
 
-
.ˈ 
-
ˈ 
.ˈ 
 
 
 
-
,ˈ 
 
 
,ˈ 
,ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
-
.ˈ 
 
 
-
 
 
-
ˈ 
-
 
,ˈ 
-
ˈ 
-
ˈ 
-
,ˈ 
 
ˈ 
 
ˈ
 
-
 
-
 
-
ˈ 
 
ˈ 
-
-
-
 
-
-
 
ˈ
 
,ˈ 
 
-
-
 
.ˈ 
 
-
 
 
-
-
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
?ˈ 
 
-
 
-
-
 
-
 
ˈ 
-
-
 
.ˈ 
 
 
-
,ˈ 
 
-
ˈ 
,ˈ 
.ˈ 
,ˈ 
-
 
 
.ˈ 
ˈ 
 
-
-
 
,ˈ 
.ˈ 
-
 
 
 
-
 
:ˈ
 
-
 
-
 
-
ˈ 
 
ˈ 
-
-
-
 
-
-
 
ˈ 
-
 
 
 
,ˈ 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
-
 
 
ˈ 
 
 
 
ˈ
-
 
ˈ 
 
-
 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
 
 
 
ˈ
 
-
 
-
 
-
ˈ 
 
ˈ 
-
-
-
 
-
-
 
ˈ
 
 
 
-
 
ˈ 
-
,ˈ 
-
 
-
 
ˈ
 
 
-
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
 
 
 
ˈ
 
 
 
 
-
.ˈ 
-
-
 
 
 
-
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
 
.ˈ 
-
-
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
-
 
-
ˈ 
-
 
 
-
-
,ˈ 
-
-
-
.ˈ 
-
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
!ˈ 
 
 
 
-
 
.ˈ 
 
 
 
-
-
,ˈ 
 
 
-
.ˈ 
.ˈ 
,ˈ 
-
 
 
 
 
-
 
.ˈ 
-
 
-
 
-
 
ˈ 
,ˈ 
-
 
 
,ˈ 
 
 
-
 
 
-
-
ˈ 
 
-
 
-
,ˈ 
-
-
 
.ˈ 
 
 
-
 
-
 
ˈ 
-
-
ˈ 
-
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
ˈ 
 
-
 
ˈ 
-
 
ˈ 
 
 
-
ˈ 
 
 
-
-
-
-
.ˈ
 
-
.ˈ 
 
-
 
ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
-
 
.ˈ 
-
 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
-
 
-
,ˈ 
.ˈ 
 
-
 
,ˈ 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ
-
 
-
 
 
 
?ˈ 
 
 
-
 
-
,ˈ 
-
-
 
.ˈ 
-
 
-
,ˈ 
 
.ˈ
-
ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
,ˈ 
.ˈ 
 
 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
 
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
.ˈ 
ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
-
,ˈ 
 
 
-
ˈ 
-
.ˈ 
 
-
-
-
ˈ 
ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
 
 
 
.ˈ 
-
-
-
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ
 
 
,ˈ 
-
-
 
 
-
 
.ˈ — 
 
 
-
ˈ — 
 
 
 
,ˈ 
ˈ 
-
 
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
-
ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
-
 
-
 
-
 
 
-
-
,ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
-
.ˈ
 
-
.ˈ 
-
-
ˈ 
-
 
 
 
-
,ˈ 
-
 
-
 
 
-
.ˈ 
-
 
 
-
.ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
.ˈ 
-
?ˈ 
 
.ˈ 
-
 
 
?ˈ 
 
-
-
.ˈ 
-
,ˈ 
 
!ˈ 
 
?ˈ 
-
 
 
?ˈ 
 
 
-
.ˈ 
-
 
ˈ 
-
 
-
ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
-
 
 
 
.ˈ 
 
-
 
?ˈ 
 
 
-
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
-
.ˈ 
,ˈ 
-
 
-
 
 
-
.ˈ 
 
-
,ˈ 
-
 
-
,ˈ 
-
 
,ˈ 
-
 
 
-
-
-
 
 
.ˈ 
-
 
 
-
 
.ˈ
-
 
 
-
 
-
 
-
.ˈ 
 
-
 ... 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
?ˈ 
ˈ 
 
 
-
-
.ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
-
 
 
,ˈ 
 
-
 
 
,ˈ 
,ˈ 
 
-
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
-
-
-
ˈ 
 
!ˈ 
 
!ˈ 
-
!ˈ 
 
-
 
 
-
 
 
 
-
.ˈ 
-
 
?ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
-
-
 
 
,ˈ 
-
.ˈ 
 
ˈ 
-
-
 
,ˈ 
 
-
 
 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
-
?ˈ 
-
-
?ˈ 
 
 
-
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
 
 
 
 
-
-
-
ˈ 
 
.ˈ 
ˈ 
-
 
ˈ 
 
-
-
 
-
 
?ˈ 
 
 
 
 
-
 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
 
 
-
-
 
.ˈ 
 
-
 
-
 
.ˈ 
-
 
 
 
 
-
.ˈ 
 
-
 
 
 
 
-
 
ˈ 
-
 
 
 
-
-
-
 
.ˈ 
-
 
-
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
ˈ 
 
 
-
 
ˈ 
-
 
 
,ˈ 
 
 
-
-
ˈ 
 
-
 
 
.ˈ 
-
-
 
-
 
-
-
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
!ˈ 
 
ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
-
-
 
ˈ 
-
 
-
 
 
ˈ 
 
-
-
 
ˈ 
-
 
-
 
,ˈ 
 
ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
-
,ˈ 
-
.ˈ 
.ˈ 
 
-
-
-
.ˈ 
 
 
-
 
ˈ 
 
-
 
-
-
-
ˈ 
-
.ˈ 
 
?ˈ 
 
.ˈ 
 
-
-
!ˈ 
 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
-
 
-
ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
-
-
-
,ˈ 
 
,ˈ 
-
 
 
ˈ 
-
,ˈ 
-
 
-
 
,ˈ 
 
 
-
.ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
?! 
 
?! 
 
 
 
 
-
.ˈ 
-
-
 
-
 
-
.ˈ 
,ˈ 
 
 
 
 
-
 
,ˈ 
-
 
 
-
.ˈ 
 
-
,ˈ 
ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
!ˈ 
-
-
 
 
-
.ˈ 
.ˈ
 
-
 
?ˈ 
 
-
-
.ˈ 
 
-
 
ˈ 
 
 
-
-
-
.ˈ 
 
-
 
ˈ 
 
-
ˈ 
 
-
,ˈ 
-
ˈ 
 
 
?ˈ 
 
,ˈ 
,ˈ 
.ˈ 
-
-
 
 
.ˈ 
 
 
-
.ˈ 
-
 
-
-
 
.ˈ 
-
 
-
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
-
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
-
-
-
.ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
-
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
-
 
 
ˈ 
 
-
-
 
.ˈ 
 
ˈ 
-
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
 
,ˈ 
, 
, 
.ˈ 
 
-
-
.ˈ 
 
 
 
-
 
,ˈ 
-
 
-
-
-
 
 
-
 
.ˈ 
, 
, 
ˈ 
-
-
-
 
ˈ 
-
-
.ˈ 
 
-
-
 
-
 
 
ˈ 
-
ˈ 
-
ˈ 
-
ˈ 
 
 
-
ˈ. 
 
.ˈ 
,ˈ 
 
 
-
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
 
?ˈ 
 
 
-
 
!ˈ 
 
,ˈ 
-
-
 
 
 
,ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
-
-
 
ˈ 
-
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
-
 
 
ˈ 
 
-
-
ˈ 
 
 
.ˈ 
,ˈ 
-
 
 
-
 
-
 
ˈ 
-
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
-
ˈ 
 
-
-
 
 
,ˈ 
-
 
 
 
 
.ˈ 
 
 
 
-
 
 
 
 
 
,ˈ 
,ˈ 
-
 
.ˈ 
ˈ 
.ˈ 
 
-
-
 
ˈ 
ˈ 
 
 
ˈ 
-
-
ˈ 
 
-
-
,ˈ 
-
 
 
.ˈ 
 
 
-
 
 
.ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
 
 
!ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
 
 
 
 
 
.ˈ 
-
 
 
 
!ˈ 
 
 
.ˈ 
 
-
 
 
 
-
ˈ 
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
-
 
-
 
,ˈ 
 
ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
-
-
 
-
.ˈ 
 
 
 
 
.ˈ 
-
 
 
-
-
ˈ 
-
,ˈ 
-
 
!ˈ 
 
-
ˈ 
-
-
.ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
-
-
 
-
.ˈ
 
-
ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
-
 
?ˈ 
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
?ˈ 
ˈ 
ˈ 
 
-
.ˈ 
-
ˈ 
.ˈ 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
 
 
ˈ 
-
 
 
-
.ˈ 
 
 
-
ˈ 
 
 
?ˈ 
 
 
-
ˈ 
 
ˈ 
-
 
-
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
 
,ˈ 
ˈ 
 
-
ˈ 
-
-
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
.ˈ 
 
-
 
 
 
-
ˈ 
.ˈ
 
-
 
.ˈ 
ˈ 
 
ˈ 
 
 
-
 
-
.ˈ 
 
-
ˈ 
-
.ˈ 
-
 
 
-
-
 
-
-
 
 
.ˈ 
 
,ˈ 
ˈ 
-
-
 
 
-
ˈ 
-
ˈ 
-
 
-
.ˈ 
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
-
-
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
-
 
 
 
-
-
 
 
-
-
-
-
 
.ˈ 
-
-
ˈ 
 
.ˈ 
 
-
.ˈ 
-
 
-
 
,ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
.ˈ 
-
-
ˈ 
 
-
ˈ 
-
 
-
-
 
.ˈ 
,ˈ 
 
-
-
 
ˈ 
-
,ˈ 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
-
-
.ˈ 
 
 
 
-
-
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
 
-
 
-
-
.ˈ 
-
 
 
-
-
-
ˈ 
 
-
-
-
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
,ˈ 
-
 
-
.ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
 
 
 
-
-
-
.ˈ 
,ˈ 
 
 
-
-
 
 
.ˈ 
 
-
 
-
 
 
 
.ˈ 
,ˈ 
 
-
 
 
-
 
.ˈ 
 
 
 
ˈ 
 
-
,ˈ 
-
 
 
.ˈ 
 
 
-
?ˈ 
 
.ˈ 
 
 
 
-
-
-
.ˈ 
 
 
-
ˈ 
ˈ 
-
-
 
-
-
ˈ 
 
-
 
.ˈ 
 
 
 
 
-
 
 
-
-
-
.ˈ 
-
-
 
 
-
-
-
ˈ 
-
-
-
,ˈ 
-
ˈ 
-
-
 
.ˈ 
 
-
 
ˈ 
 
-
ˈ 
 
ˈ 
,ˈ 
.ˈ 
-
-
 
,ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
-
 
 
-
 
-
 
ˈ 
 
 
-
-
-
.ˈ 
 
-
,ˈ 
-
,ˈ 
 
-
 
-
?ˈ 
-
 
-
-
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
-
 
 
-
 
,ˈ 
-
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
-
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
-
-
 
 
 
.ˈ 
 
 
 
 
ˈ 
-
 
-
 
 
-
-
 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
-
 
-
-
 
ˈ 
-
 
 
-
.ˈ 
 
 
-
-
 
ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
-
?ˈ 
 
-
?ˈ 
 
 
-
-
-
,ˈ 
-
-
 
ˈ 
ˈ 
 
-
 
 
ˈ 
ˈ 
 
-
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
-
,ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
 
-
 
 
 
.ˈ 
 
 
?ˈ 
 
-
 
 
-
.ˈ 
-
 
 
 
 
-
 
.ˈ 
 
 
-
 
 
 
-
-
-
 
.ˈ 
 
,ˈ 
-
 
-
 
-
-
?ˈ 
 
-
-
 
 
 
-
-
.ˈ 
 
 
 
 
 
-
.ˈ 
 
-
 
 
 
-
 
.ˈ 
 
-
 
 
-
-
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
 
 
-
ˈ 
 
 
 
.ˈ 
 
-
 
 
-
 
-
.ˈ 
-
-
 
 
ˈ 
 
-
 
.ˈ 
 
ˈ 
-
ˈ 
 
.ˈ 
 
-
.ˈ 
-
,ˈ 
 
.ˈ
 
 
-
-
ˈ 
ˈ 
-
 
 
ˈ 
-
.ˈ 
 
?ˈ 
 
 
-
 
-
-
 
 
ˈ 
 
-
 
 
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
-
-
-
.ˈ 
-
 
 
> 
,ˈ 
-
 
 
-
.ˈ 
-
-
,ˈ 
.ˈ 
 
-
,ˈ 
 
... 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
-
, 
-
 
?ˈ 
 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
-
 
.ˈ 
 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
-
-
.ˈ 
 
 
-
?ˈ 
 
.ˈ 
 
 
 
 
-
 
-
.ˈ 
-
,ˈ 
-
,ˈ 
-
-
 
 
,ˈ 
-
 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
-
-
,ˈ 
-
 
 
ˈ 
-
 
 
,ˈ 
 
-
-
.ˈ 
 
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
-
-
-
ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
 
-
-
-
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
-
 
,ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
-
-
 
 
,ˈ 
 
,ˈ 
 
-
-
-
-
 
.ˈ
-
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
-
,ˈ 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
!ˈ 
-
 
ˈ 
!ˈ 
-
 
,ˈ 
 
,ˈ 
-
-
-
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
-
-
ˈ 
 
-
,ˈ 
-
.ˈ 
 
-
ˈ 
-
-
.ˈ 
 
 
-
-
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
 
-
,ˈ 
.ˈ 
-
 
-
.ˈ 
-
 
 
-
-
-
ˈ 
.ˈ 
 
 
 
 
-
-
-
.ˈ
 
-
,ˈ 
 
,ˈ 
 
 
?ˈ 
-
 
?ˈ 
 
?ˈ 
 
-
 
 
 
 
.ˈ 
-
,ˈ 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
-
 
-
 
.ˈ 
-
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
 
 
 
 
-
,ˈ 
-
-
 
.ˈ 
 
ˈ 
-
 
 
-
 
-
 
.ˈ 
 
 
 
,ˈ 
-
 
-
-
 
 
 
 
-
 
,ˈ 
-
 
 
-
,ˈ 
-
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
-
 
 
-
,ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
-
 
-
-
.ˈ
-
 
 
-
ˈ 
ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
- 
?ˈ 
-
 
-
 
-
,ˈ 
-
-
 
-
 
-
-
,ˈ 
-
.ˈ 
-
 
-
 
-
!ˈ 
 
-
 
-
 
 
-
-
 
-
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
-
.ˈ 
-
 
.ˈ 
 
-
?ˈ 
 
.ˈ 
-
 
 
 
-
ˈ 
-
.ˈ 
-
 
-
ˈ 
 
-
-
-
 
-
 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
-
.ˈ 
 
-
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
-
.ˈ
ˈ 
 
-
-
-
,ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
-
-
 
 
 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
 
 
ˈ 
-
.ˈ 
, 
 
,ˈ 
-
 
ˈ 
 
.ˈ 
 
 
-
-
!ˈ 
.ˈ 
 
!ˈ 
 
.ˈ 
 
ˈ 
-
-
 
-
ˈ 
 
-
!ˈ 
.ˈ 
 
-
 
-
-
 
,ˈ 
-
 
-
 
.ˈ 
-
 
-
.ˈ 
-
 
 
-
-
,ˈ 
-
,ˈ 
-
-
 
ˈ 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
-
-
-
.ˈ 
 
 
-
 
,ˈ 
-
 
 
 
 
-
 
.ˈ 
 
-
-
-
 
.ˈ 
 
-
 
-
-
 
-
-
 
.ˈ 
-
 
-
 
ˈ 
-
-
,ˈ 
-
-
 
,ˈ 
-
 
.ˈ 
 
 
-
-
-
 
 
 
-
ˈ 
-
.ˈ 
-
-
 
 
-
 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
 
-
-
-
.ˈ 
 
-
ˈ 
-
.ˈ 
-
 
-
 
-
 
 
ˈ 
 
 
-
-
 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
-
-
-
-
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
-
-
,ˈ 
 
 
-
,ˈ 
-
-
 
.ˈ 
 
 
 
.ˈ 
ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
-
ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ
 
ˈ 
 
-
-
 
?ˈ 
-
-
?ˈ 
-
 
-
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
-
 
 
,ˈ 
 
-
-
-
 
.ˈ 
 
-
-
,ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
-
?ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
-
-
ˈ 
 
 
ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
 
-
-
,ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
-
-
ˈ 
 
-
 
 
?ˈ 
-
 
 
?ˈ 
 
-
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
 
 
,ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
 
 
-
-
-
.ˈ 
 
 
?ˈ 
-
 
-
ˈ 
-
-
 
 
,ˈ 
 
-
-
 
.ˈ 
-
-
-
 
-
 
.ˈ 
 
,ˈ 
-
 
-
-
,ˈ 
-
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
-
-
 
 
 
 
 
,ˈ 
-
 
 
 
-
-
-
.ˈ 
 
-
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
-
 
 
 
 
 
.ˈ 
 
-
 
?ˈ 
?ˈ 
 
-
,ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
 
 
-
-
 
.ˈ 
 
 
-
-
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
-
 
 
,ˈ 
 
-
 
ˈ 
-
-
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
 
 
-
.ˈ 
 
 
-
 
 
 
ˈ 
-
 
-
?ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
,ˈ 
-
ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
 
-
 
 
.ˈ 
-
 
,ˈ 
 
 
 
 
-
 
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
,ˈ 
-
 
-
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
-
,ˈ 
-
 
-
-
,ˈ 
,ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
-
-
 
.ˈ 
-
 
 
 
,ˈ 
 
 
,ˈ 
-
-
 
.ˈ 
 
 
 
?ˈ 
-
 
 
?ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
 
-
-
 
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
-
,ˈ 
-
-
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
-
-
,ˈ 
 
-
,ˈ 
-
-
 
-
-
-
.ˈ 
 
-
 
 
 
-
-
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
ˈ 
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
!ˈ 
 
 
-
 
.ˈ 
-
 
 
 
 
 
,ˈ 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
-
 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
-
-
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
-
ˈ 
 
-
?ˈ 
 
 
?ˈ 
-
 
?ˈ 
 
-
ˈ 
 
-
 
-
.ˈ 
-
 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
 
.ˈ 
-
-
 
 
ˈ 
-
-
-
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
 
,ˈ 
-
 
,ˈ 
,ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
-
 
-
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
-
 
 
,ˈ 
?ˈ 
 
 
 
 
.ˈ 
 
-
?ˈ
-
 
 
.ˈ 
 
-
-
-
ˈ 
-
-
-
.ˈ 
-
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
,ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
?ˈ 
 
 
-
ˈ 
 
-
-
-
 
.ˈ 
-
-
-
,ˈ 
 
 
 
-
 
-
-
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
-
.ˈ 
-
-
 
 
ˈ 
-
,ˈ 
-
 
 
-
,ˈ 
-
 
-
,ˈ 
 
 
-
-
 
 
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
-
-
-
 
ˈ 
 
-
 
-
.ˈ 
-
 
 
 
?ˈ 
 
-
 
 
.ˈ 
-
 
-
-
 
 
-
 
 
 
,ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
 
 
 
,ˈ 
-
 
,ˈ 
ˈ 
 
 
 
-
,ˈ 
-
.ˈ 
-
 
 
-
,ˈ 
 
 
-
-
-
.ˈ 
 
-
-
ˈ 
 
?ˈ 
 
-
 
 
 
 
,ˈ 
 
.ˈ 
-
 
 
 
 
,ˈ 
-
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
-
-
 
,ˈ 
-
-
-
,ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
 
ˈ — 
 
 
 
-
ˈ 
ˈ — 
 
 
-
,ˈ 
-
,ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
-
 
 
 
 
 
.ˈ
-
 
-
 
ˈ 
ˈ 
 
 
-
 
-
 
 
ˈ 
 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
?ˈ 
-
-
 
?ˈ 
-
?ˈ 
 
 
 
-
 
 
-
-
-
,ˈ 
 
-
 
,ˈ 
-
 
 
-
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
-
-
,ˈ 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
,ˈ 
-
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
 
 
.ˈ 
-
-
 
-
 
 
 
 
.ˈ 
 
 
-
ˈ 
-
 
-
 
-
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
-
,ˈ 
 
.ˈ 
-
 
 
-
.ˈ 
 
.ˈ
-
 
 
ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
ˈ 
-
 
 
-
-
-
 
.ˈ 
.ˈ 
 
,ˈ 
 
-
-
.ˈ 
-
ˈ 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
?ˈ 
?ˈ 
 
-
 
.ˈ 
-
 
-
!ˈ 
-
 
-
.ˈ
-
 
 
ˈ 
-
 
 
ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ
ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
-
.ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
?!ˈ 
 
-
 
-
-
 
ˈ 
-
-
-
 
,ˈ 
-
,ˈ 
-
 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
-
,ˈ 
 
 
 
 
-
-
,ˈ 
 
 
 
 
-
-
,ˈ 
 
 
-
-
.ˈ 
 
 
 
 
 
 
-
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
-
 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
!ˈ 
-
.ˈ 
,ˈ 
.ˈ 
-
.ˈ 
 
ˈ 
ˈ 
-
.ˈ 
 
 
 
-
?ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
?ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
-
?ˈ 
 
 
 
 
-
 
-
,ˈ 
-
 
, 
-
 
.ˈ 
 
-
-
,ˈ 
, 
 
 
ˈ 
 
 
-
-
-
.ˈ 
-
 
-
ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
,ˈ 
.ˈ 
 
.ˈ 
.ˈ 
 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
 
 
-
 
 
ˈ 
-
-
-
 
.ˈ 
 
ˈ 
 
 
 
-
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
-
ˈ 
.ˈ 
 
-
ˈ 
-
 
ˈ 
.ˈ 
 
.ˈ 
 
> 
-
.ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
-
-
 
 
?ˈ 
 
-
 
?ˈ 
 
 
-
 
-
 
?ˈ 
-
 
-
 
,ˈ 
.ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
-
.ˈ 
-
 
-
-
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
 
.ˈ 
-
 
 
 
 
ˈ 
-
 
.ˈ 
 
-
 
 
ˈ 
-
 
?ˈ 
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
,ˈ 
-
ˈ 
-
-
.ˈ 
-
 
 
 
ˈ 
-
-
 
.ˈ 
ˈ
 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
 
, 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
 
-
ˈ 
-
 
, 
ˈ
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
-
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
ˈ 
 
 
-
,ˈ 
-
 
-
 
 
ˈ 
-
-
 
,ˈ 
-
,ˈ 
-
 
-
-
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
?ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
-
,ˈ 
-
 
 
-
.ˈ 
-
 
-
,ˈ 
-
 
 
,ˈ 
ˈ 
-
-
.ˈ 
 
-
ˈ 
 
-
 
.ˈ 
-
.ˈ 
 
,ˈ 
-
 
 
ˈ 
-
.ˈ 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
-
 
:
-
, 
-
, 
-
-
ˈ 
 
 
ˈ
-
ˈ 
 
-
 
-
.ˈ 
 
-
-
.ˈ 
-
ˈ 
 
 
 
,ˈ 
-
 
?ˈ 
-
 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
-
-
 
-
 
?ˈ 
-
 
?ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
ˈ 
ˈ 
-
,ˈ 
 
-
,ˈ 
-
,ˈ 
-
ˈ 
-
-
 
.ˈ 
-
-
 
-
,ˈ 
-
-
 
-
.ˈ 
 
-
,ˈ 
.ˈ 
 
-
!ˈ 
 
 
ˈ 
-
 
 
-
-
,ˈ 
 
 
 
.ˈ 
.ˈ 
ˈ 
-
.ˈ 
 
-
!ˈ 
 
-
.ˈ 
 
ˈ 
-
-
 
 
 
-
,ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
-
.ˈ 
,ˈ 
-
ˈ 
,ˈ 
ˈ 
-
-
ˈ 
-
 
,ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
,ˈ 
-
 
-
 
-
 
.ˈ 
 
.ˈ 
 
?ˈ 
-
 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
-
,ˈ 
,ˈ 
,ˈ 
-
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
 
 
 
,ˈ 
 
,ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
-
ˈ 
-
-
 
.ˈ 
-
 
-
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
-
 
ˈ 
 
-
 
?ˈ 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
?ˈ 
 
-
-
?ˈ 
 
-
ˈ 
-
,ˈ 
-
-
 
-
 
 
-
.ˈ 
 
-
 
ˈ 
-
.ˈ 
-
 
-
ˈ 
-
-
 
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
-
 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
-
 
?ˈ 
 
?ˈ 
 
-
-
.ˈ 
 
-
-
-
 
,ˈ 
.ˈ 
 
 
-
-
-
,ˈ 
 
-
,ˈ 
 
,ˈ 
.ˈ 
-
-
-
 
-
.ˈ 
-
 
-
 
-
 
.ˈ 
ˈ 
-
-
 
-
.ˈ 
 
 
 
?ˈ 
 
 
 
-
?ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
-
?ˈ 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
.ˈ 
!ˈ 
 
 
-
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
?ˈ 
 
-
-
 
ˈ 
-
.ˈ 
-
?ˈ 
-
-
 
.ˈ 
-
ˈ 
ˈ 
-
-
 
-
 
 
ˈ 
ˈ 
-
,ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ
 
 
-
 
-
.ˈ 
-
 
 
-
 
ˈ 
-
ˈ 
.ˈ 
-
!ˈ 
-
!ˈ 
-
 
 
 
-
?ˈ 
 
-
?ˈ 
 
-
 
.ˈ 
 
-
 
!ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
-
,ˈ 
-
ˈ 
 
?ˈ 
 
.ˈ 
-
 
-
.ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
 
-
-
.ˈ 
 
 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
-
 
 
 
-
-
.ˈ 
-
ˈ 
-
-
.ˈ 
 
 
 
-
-
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
-
-
-
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
-
.ˈ 
-
-
 
-
-
 
ˈ 
-
-
 
-
.ˈ 
 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
-
,ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
-
 
-
ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
-
-
.ˈ 
 
 
-
 
?ˈ 
 
 
-
-
 
-
 
?ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
-
-
 
-
ˈ 
 
 
.ˈ 
 
-
 
-
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
 
,ˈ 
 
-
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
-
-
.ˈ 
,ˈ 
 
-
 
-
 
.ˈ 
 
-
 
.ˈ 
-
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
-
 
 
 
-
-
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
-
-
?ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
.ˈ 
-
 
 
 
ˈ 
-
 
ˈ 
-
-
 
 
-
-
?ˈ 
-
 
-
-
-
 
 
-
?ˈ 
 
-
 
-
-
!ˈ 
 
 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
-
,ˈ 
-
?ˈ 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
-
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
 
-
ˈ 
-
-
-
.ˈ 
 
-
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
.ˈ 
-
-
,ˈ 
 
-
 
 
,ˈ 
-
-
 
.ˈ 
 
-
 
-
 
ˈ 
 
.ˈ 
-
-
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
-
-
 
-
?ˈ 
 
-
, 
.ˈ 
-
-
 
-
.ˈ 
 
 
-
 
 
ˈ 
-
.ˈ 
 
,ˈ 
 
 
 
-
ˈ 
-
-
,ˈ 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
.ˈ 
,ˈ 
-
 
 
ˈ 
-
- 
 
 
-
.ˈ 
-
 
,ˈ 
-
-
.ˈ 
 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
 
 
 
-
 
 
ˈ 
-
 
-
 
,ˈ 
-
-
,ˈ 
-
 
.ˈ 
-
 
 
-
,ˈ 
 
 
-
!ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
-
?ˈ 
 
.ˈ 
ˈ 
-
.ˈ 
 
 
?ˈ 
 
-
 
.ˈ 
-
 
ˈ 
 
-
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
-
 
?!ˈ 
 
?ˈ 
 
 
-
.ˈ 
-
 
.ˈ 
 
-
 
 
!ˈ 
 
!ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ
-
 
 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
,ˈ 
ˈ 
 
.ˈ 
 
-
,ˈ 
 
-
 
-
 
-
-
 
 
-
-
?ˈ 
 
 
-
,ˈ 
 
 
-
 
-
,ˈ 
 
 
 
 
 
.ˈ 
 
-
 
-
ˈ 
-
-
 
-
 
,ˈ 
 
 
 
,ˈ 
-
-
.ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
-
!ˈ 
 
-
 
 
-
!ˈ 
-
 
 
 
-
 
?ˈ 
-
 
-
 
 
 
-
 
.ˈ 
-
 
 
 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
ˈ 
-
 
-
 
 
 
-
 
.ˈ
 
 
-
 
 
 
.ˈ 
 
.ˈ 
 
-
 
ˈ 
-
 
-
-
-
ˈ 
 
-
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
-
,ˈ 
-
-
 
.ˈ 
 
-
ˈ 
 
ˈ 
 
-
 
-
-
.ˈ 
 
 
-
 
?ˈ 
 
 
 
.ˈ 
-
!ˈ 
 
 
-
?ˈ 
-
 
 
.ˈ 
 
-
 
 
 
 
ˈ 
 
 
ˈ 
-
 
-
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
!ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
 
-
-
 
 
ˈ 
-
.ˈ 
,ˈ 
 
-
 
-
ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
,ˈ 
-
 
 
 
 
-
?ˈ 
 
 
.ˈ 
 
 
?!ˈ 
 
?ˈ 
-
 
-
ˈ 
 
 
-
 
.ˈ 
 
-
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
-
 
.ˈ 
-
-
?ˈ 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
 
-
 
-
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
,ˈ 
,ˈ 
,ˈ 
-
.ˈ 
,ˈ 
 
 
-
ˈ 
 
?ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
-
 
 
.ˈ 
!ˈ 
 
 
ˈ 
-
-
ˈ 
 
.ˈ 
-
 
?ˈ 
-
-
 
-
?ˈ 
-
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
!ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ
 
ˈ 
-
-
 
 
-
 
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
ˈ 
-
 
 
-
 
-
-
 
.ˈ 
 
 
-
?ˈ 
 
-
 
-
.ˈ 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
-
-
.ˈ 
 
 
 
 
 
-
-
.ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
 
?ˈ 
 
!ˈ 
 
 
 
-
-
-
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
-
ˈ 
 
ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
.ˈ 
ˈ 
 
 
-
-
.ˈ 
-
ˈ 
 
 
 
 
-
-
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
-
-
 
-
,ˈ 
-
 
 
-
-
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
ˈ 
 
-
 
ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
-
-
ˈ 
,ˈ 
 
-
-
.ˈ 
 
-
,ˈ 
 
 
-
-
,ˈ 
 
.ˈ 
ˈ 
 
-
!ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
-
,ˈ 
 
 
-
-
,ˈ 
 
-
 
 
 
ˈ 
-
 
.ˈ 
-
 
-
 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
-
.ˈ 
,ˈ 
.ˈ 
 
 
-
 
 
.ˈ 
-
 
-
,ˈ 
-
-
ˈ 
 
-
?ˈ 
-
 
-
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
-
-
 
.ˈ 
 
.ˈ 
 
:ˈ 
-
-
?ˈ 
-
 
.ˈ 
 
 
-
-
,ˈ 
-
 
.ˈ 
-
 
-
-
 
-
 
-
.ˈ 
 
-
ˈ 
-
-
 
 
,ˈ 
-
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
-
ˈ 
-
ˈ 
-
 
-
 
,ˈ 
-
.ˈ 
 
-
-
.ˈ 
 
ˈ 
.ˈ
 
!ˈ 
 
?ˈ 
 
-
 
-
 
-
.ˈ 
-
 
 
-
ˈ 
 
 
-
.ˈ 
 
-
 
 
 
-
.ˈ 
 
-
.ˈ 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
!ˈ 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
,ˈ 
ˈ 
 
 
?ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
,ˈ 
-
 
-
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
-
-
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
-
.ˈ 
 
ˈ 
 
 
 
 
-
-
.ˈ 
 
 
-
 
ˈ 
-
-
 
-
,ˈ 
.ˈ 
 
 
.ˈ
 
-
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
 
 
-
 
-
ˈ 
.ˈ 
 
 
-
.ˈ 
 
-
!ˈ 
-
 
 
.ˈ 
-
!ˈ 
-
.ˈ 
 
 
-
ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
-
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
-
 
.ˈ 
ˈ 
-
-
ˈ 
-
 
?ˈ 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
 
 
-
.ˈ 
,ˈ 
 
 
-
 
,ˈ 
-
,ˈ 
-
 
,ˈ 
-
 
-
 
.ˈ 
 
 
-
?ˈ 
 
,ˈ 
 
 
-
-
.ˈ 
,ˈ 
 
-
 
-
 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
-
.ˈ 
 
 
-
ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
 
-
 
-
.ˈ 
 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
,ˈ 
 
-
 
 
-
?ˈ 
-
 
-
 
-
?ˈ 
 
-
 
.ˈ 
-
 
 
 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
-
?ˈ 
 
-
.ˈ 
 
 ... 
 
 
 
 
?ˈ 
 
-
 
 
 
 
-
-
?ˈ 
-
 
 
?ˈ 
 
-
?!ˈ 
-
 
 
!ˈ 
 
 
!ˈ 
 
!ˈ 
 
.ˈ 
?ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ
 
 
 
-
 
 
 
.ˈ 
.ˈ 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
,ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
 
 
 
 
!ˈ 
-
 
 
?!ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
-
.ˈ 
-
 
ˈ 
 
-
 
-
?ˈ 
 
 
?ˈ 
 
 
-
!ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
-
 
.ˈ 
.ˈ 
-
 
-
?ˈ 
 
 
 
 
-
?ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
-
ˈ 
 
 
?ˈ 
 
-
 
 
-
.ˈ 
,ˈ 
 
 
 
-
.ˈ
 
 
 
-
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
,ˈ 
-
,ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
-
ˈ 
ˈ 
-
-
ˈ 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
.ˈ 
 
-
 
-
-
 
 
 
!ˈ 
-
.ˈ 
-
!ˈ 
.ˈ 
 
.ˈ 
 
-
?ˈ 
 
?ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
ˈ 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
-
 
-
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
?ˈ 
 
 
ˈ 
-
 
-
 
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
-
 
.ˈ 
 
-
 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
ˈ 
-
 
-
-
.ˈ 
 
 
-
.ˈ
 
-
 
-
-
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
 
 
-
 
ˈ 
-
-
 
 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
-
-
ˈ 
-
.ˈ 
 
 
 
-
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
-
 
, 
-
 
 
?!ˈ 
 
 
 
?!ˈ 
 
-
,ˈ 
-
 
.ˈ 
-
 
?!ˈ 
 
 
 
 
-
 
?ˈ 
 
-
ˈ 
 
-
-
.ˈ 
-
 
 
 
 
.ˈ 
ˈ 
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
-
?ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
-
 
.ˈ 
-
 
.ˈ 
-
 
-
 
 
-
 
?ˈ
-
ˈ 
 
 
 
 
 
 
 
-
.ˈ 
 
-
.ˈ 
,ˈ 
 
 
-
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
-
 
-
 
,ˈ 
!ˈ 
!ˈ 
 
 
?ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
ˈ 
 
.ˈ
 
-
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
,ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
-
 
-
 
-
.ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
 
 
.ˈ 
 
-
-
-
,ˈ 
 
-
,ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
-
.ˈ 
 
,ˈ 
-
 
-
 
-
,ˈ 
-
 
 
.ˈ 
 
-
 
 
?ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
,ˈ. 
-
 
-
-
-
ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
-
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
-
.ˈ 
ˈ 
.ˈ 
 
!ˈ 
 
!ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
 
-
 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
-
 
-
-
,ˈ 
 
 
 
 
-
.ˈ 
-
-
 
 
 
-
 
 
-
!ˈ 
 
 
 
?ˈ 
 
-
 
-
.ˈ 
-
 
-
,ˈ 
 
-
,ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
-
-
.ˈ 
 
 
-
 
-
-
 
-
-
 
.ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
-
 ... 
-
-
ˈ 
 
.ˈ 
 
 
-
-
ˈ 
-
 
-
-
ˈ 
-
 
 
ˈ 
-
-
-
 
 
.ˈ 
,ˈ 
 
-
-
-
.ˈ 
 
 
-
-
-
.ˈ 
 
 
-
,ˈ 
-
-
 
 
 
 
-
-
.ˈ 
 
 
 
-
-
.ˈ 
 
 
 
-
ˈ 
-
-
 
-
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
-
-
ˈ 
 
-
-
,ˈ 
-
-
-
 
 
 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
ˈ 
.ˈ 
 
 
-
-
ˈ 
 
 
-
-
,ˈ 
 
 
ˈ 
 
-
.ˈ 
 
-
?!ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
?!ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
-
 
-
,ˈ 
 
ˈ 
 
-
?ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
-
-
 
 
ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
-
 
 
-
-
-
.ˈ 
-
 
 
ˈ 
 
 
.ˈ
 
-
 
ˈ 
-
 
-
ˈ 
-
 
-
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
 
-
ˈ 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
-
ˈ 
 
 
-
 
ˈ 
 
-
 
ˈ 
 
-
 
!ˈ 
 
-
ˈ 
-
 
ˈ 
 
 
ˈ 
-
 
-
 
ˈ 
 
 
ˈ 
-
 
-
 
ˈ
 
-
.ˈ 
 
-
,ˈ 
-
 
-
-
 
ˈ 
-
,ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
-
-
ˈ 
,ˈ 
-
 
.ˈ 
 
 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
?ˈ 
-
 
ˈ 
-
-
 
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
-
 
-
-
 
 
-
 
-
,ˈ 
-
 
-
,ˈ 
-
-
 
,ˈ 
-
 
?ˈ 
 
 
 
-
ˈ 
-
 
ˈ 
-
-
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
ˈ 
-
-
.ˈ 
-
 
 
 
-
?ˈ 
 
 
ˈ 
-
 
 
ˈ 
ˈ 
-
 
ˈ 
-
-
 
-
,ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
 
-
,ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
-
ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
-
.ˈ 
 
 
-
 
-
-
,ˈ 
,ˈ 
 
-
ˈ 
-
-
 
,ˈ 
-
-
ˈ 
 
-
,ˈ 
 
ˈ 
-
-
-
.ˈ 
 
 ... 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
-
 
 
-
.ˈ 
-
-
?ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
-
-
 
ˈ 
 
 
 
.ˈ 
!ˈ 
 
-
?ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
-
 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
-
,ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
 
 
.ˈ 
-
 
-
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
 
-
-
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
-
.ˈ 
ˈ 
 
 
 
 
-
 
 
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
-
-
ˈ 
-
ˈ 
-
 
 
-
 
,ˈ 
 
-
.ˈ 
 
ˈ 
-
 
-
-
ˈ 
 
-
 
ˈ 
-
-
 
-
ˈ 
-
.ˈ 
 
ˈ 
-
.ˈ 
-
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
,ˈ 
 
ˈ 
-
.ˈ 
 
-
 
 
 
 
-
 
 
,ˈ 
 
-
-
.ˈ 
 
 
 
?ˈ 
 
 
 
,ˈ 
-
-
 
ˈ 
-
 
 
.ˈ 
-
 
-
?ˈ 
 
.ˈ 
 
-
 
 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
-
-
 
ˈ 
 
 
-
.ˈ 
-
-
ˈ 
 
-
.ˈ
 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
-
 
 
 
 
 
 
.ˈ 
ˈ 
-
 
 
 
 
-
 
,ˈ 
-
 
-
,ˈ 
,ˈ 
-
,ˈ 
-
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
-
 
,ˈ 
-
-
 
,ˈ 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
-
-
 
 
 
-
.ˈ 
-
-
 
 
 
 
-
.ˈ 
 
-
-
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
.ˈ 
-
 
 
ˈ 
.ˈ 
-
 
 
ˈ 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
-
-
 
.ˈ 
-
 
 
 
-
ˈ 
-
ˈ 
 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
-
 
 
.ˈ 
-
 
-
 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
ˈ 
-
 
-
.ˈ 
-
-
 
,ˈ 
 
-
 
-
 
,ˈ 
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
-
ˈ 
-
-
?ˈ 
 
ˈ 
-
 
-
 ... 
 
 
-
ˈ 
ˈ 
 
-
,ˈ 
 
,ˈ 
 
-
,ˈ 
,ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
 
-
 
 
,ˈ 
-
 
 
.ˈ 
 
ˈ 
-
.ˈ 
.ˈ 
-
 
 
 
,ˈ 
 
-
ˈ 
-
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
-
-
 
-
-
 
-
ˈ 
-
 
 
.ˈ 
,ˈ 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
-
-
 
 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
ˈ 
 
ˈ 
-
 
-
 
 
.ˈ
-
 
ˈ 
 
-
ˈ 
 
-
 
ˈ 
-
 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
-
 
 
.ˈ 
 
-
-
 
-
.ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
-
ˈ 
 
ˈ 
-
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
-
-
 
.ˈ 
 
,ˈ 
-
,ˈ 
-
?ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
-
, 
-
?!ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
-
,ˈ 
-
 
,ˈ 
 
-
-
 
 
.ˈ 
 
-
ˈ 
-
 
-
.ˈ 
-
-
 
ˈ 
 
-
,ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
-
 
?ˈ 
 
 
 
ˈ 
-
-
-
ˈ 
 
-
,ˈ 
 
 
-
-
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
-
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
ˈ 
ˈ 
-
-
ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
-
 
 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
 
.ˈ
-
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
-
ˈ 
-
 
ˈ 
 
-
ˈ 
 
-
 
,ˈ 
 
 
 
 
-
 
-
 
,ˈ 
-
-
 
 
,ˈ 
-
 
-
-
 
,ˈ 
-
 
.ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
-
 
-
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
 
 
 
ˈ 
-
-
ˈ 
ˈ 
-
-
ˈ 
-
ˈ 
-
ˈ 
ˈ 
-
-
 
 
,ˈ 
-
 
-
 
 
,ˈ 
 
-
ˈ 
-
 
 
?ˈ 
 
 
 
 
 
 
?ˈ 
 
-
 
?ˈ 
 
.ˈ 
 
-
 
-
 
.ˈ 
ˈ 
 
-
-
.ˈ 
-
 
-
-
 
.ˈ 
 
-
ˈ 
 
 
-
 
 
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
 
ˈ 
-
-
-
 
-
ˈ 
 
,ˈ 
 
-
.ˈ 
-
-
 
-
 
-
.ˈ 
ˈ 
 
 
-
 
-
,ˈ 
-
-
 
.ˈ 
ˈ 
-
ˈ 
-
.ˈ 
 
-
ˈ 
-
 
 
-
 
.ˈ 
-
 
 
 
-
 
.ˈ 
 
-
 
ˈ 
 
 
-
 
 
 
-
,ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
-
 
-
 
 
 
 
-
 
 
?ˈ 
-
.ˈ 
 
ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
?ˈ 
 
ˈ 
-
 
.ˈ 
? 
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
-
,ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
 
-
.ˈ 
-
 
-
.ˈ 
-
.ˈ 
 
 
 
-
ˈ 
-
-
 
-
 
-
 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
-
-
.ˈ 
-
 
-
-
 
ˈ 
-
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
!ˈ 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
-
-
 
 
-
 
ˈ 
-
 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
-
 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
.ˈ 
-
 
 
-
.ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
 
-
 
ˈ. 
-
 
 
.ˈ 
-
 
 
-
 
-
.ˈ 
 
-
 
.ˈ 
-
ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 
ˈ 
.ˈ 
-
 
 
 
-
 
ˈ 
-
-
-
.ˈ 
-
 
ˈ 
-
 
.ˈ
 
 
-
ˈ 
-
 
-
.ˈ 
-
 
-
 
ˈ 
 
.ˈ 
-
 
-
.ˈ 
 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
 
 
 
 
ˈ 
-
 
 
ˈ 
-
-
-
-
 
 
-
.ˈ 
 
 
 
-
-
 
,ˈ 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
-
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
-
 
ˈ 
 
-
 
ˈ 
-
-
.ˈ 
 
 
 
.ˈ 
-
 
-
?ˈ 
 
 
 
 
-
 
.ˈ
 
-
,ˈ 
 
-
-
.ˈ 
 
 
 
-
-
.ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
,ˈ 
-
 
 
-
.ˈ 
 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
-
-
,ˈ 
-
.ˈ 
-
 
ˈ 
-
,ˈ 
-
 
 
-
 
-
.ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
-
,ˈ 
,ˈ 
,ˈ 
-
,ˈ 
-
.ˈ 
,ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
-
-
ˈ 
ˈ 
 
.ˈ 
 
 
-
 
-
?ˈ 
-
 
?ˈ 
-
 
 
.ˈ 
-
 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
ˈ 
 
 
 
ˈ 
-
 
 
 
-
 
ˈ 
 
.ˈ 
 
,ˈ 
-
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
-
 
 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
-
ˈ 
-
 
 
-
?ˈ 
-
!ˈ 
 
-
 
,ˈ 
-
 
 
.ˈ 
ˈ 
 
-
 
 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
-
 
-
 
-
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
-
-
 
 
 
-
.ˈ 
 
-
 
 
 
-
.ˈ 
.ˈ 
 
ˈ 
 
-
 
 
.ˈ 
-
-
ˈ 
 
-
 
 
-
.ˈ 
 
 
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
-
-
ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
,ˈ 
 
-
 
?ˈ 
ˈ 
,ˈ 
.ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
,ˈ 
-
 
.ˈ
 
-
,ˈ 
 
ˈ 
-
 
 
,ˈ 
ˈ 
-
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
-
-
 
 
-
?ˈ 
-
-
 
?ˈ 
 
-
ˈ 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
-
.ˈ 
 
.ˈ 
 
-
-
 
?ˈ 
 
-
-
.ˈ 
ˈ 
 
 
-
.ˈ 
-
-
 
,ˈ 
-
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
?ˈ 
 
 
-
 
,ˈ 
-
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
ˈ 
-
,ˈ 
.ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
. 
, 
 
-
 
,ˈ 
 
-
 
 
-
.ˈ 
-
 
-
ˈ 
 
-
 
-
?ˈ 
 
-
-
.ˈ 
 
 
-
,ˈ 
-
 
-
 
-
ˈ 
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
-
?ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
,ˈ 
.ˈ 
 
-
ˈ 
 
,ˈ 
.ˈ 
 
-
,ˈ 
 
-
?ˈ 
 
-
?ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
-
 
-
 
.ˈ 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
-
?ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
-
 
 
?ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
-
 
-
?ˈ 
 
-
 
.ˈ 
,ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
-
?ˈ 
-
 
-
ˈ 
-
 
 
-
,ˈ 
 
-
?ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
-
?ˈ 
 
-
 
.ˈ
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
 
.ˈ 
ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
-
 
?ˈ 
 
 
ˈ 
-
-
 
.ˈ 
-
-
?ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
-
?ˈ 
 
 
-
?ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
-
-
.ˈ 
, 
, 
.ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
-
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ 
-
 
 
!ˈ 
 
 
ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
 
-
 
.ˈ 
 
 
-
!ˈ 
 
-
!ˈ 
 
 
-
!ˈ 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
 
.ˈ 
 
-
-
 
ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
 
 
-
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
!ˈ 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ
,ˈ 
 
 
,ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
-
 
 
-
,ˈ 
 
-
 
?ˈ 
 
-
 
,ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
 
-
-
,ˈ 
 
,ˈ 
 
 
-
 
!ˈ 
 
ˈ 
 
,ˈ 
-
 
 
-
?ˈ 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
-
.ˈ 
?ˈ 
 
!ˈ 
 
 
 
.ˈ 
-
,ˈ 
,ˈ 
-
,ˈ 
-
,ˈ 
,ˈ 
 
-
-
 
.ˈ 
 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
-
.ˈ 
-
 
,ˈ 
 
-
-
 
,ˈ 
 
.ˈ 
-
-
.ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
 
-
ˈ 
 
 
-
?ˈ 
 
-
-
.ˈ 
-
 
ˈ 
 
 
,ˈ 
 
-
-
,ˈ 
-
 
-
?ˈ 
-
 
 
 
-
,ˈ 
 
 
-
.ˈ 
-
 
 
-
.ˈ 
 
.ˈ 
-
!ˈ 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
-
 
 
ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
-
 
,ˈ 
 
 
-
 
.ˈ 
,ˈ 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ
 
 
-
ˈ 
ˈ 
 
 
ˈ 
 
-
.ˈ 
-
ˈ 
 
 
 
-
.ˈ 
 
 
-
-
ˈ 
-
 
,ˈ 
 
-
 
 
-
-
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
-
.ˈ 
-
 
-
 
-
.ˈ 
-
 
-
 
 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
-
 
 
 
 
 
-
.ˈ
-
:ˈ 
-
 
 
-
 
-
.ˈ 
 
 
-
 
-
.ˈ
-
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
-
-
 
-
 
-
,ˈ 
,ˈ 
-
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
-
-
-
.ˈ 
-
,ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
ˈ 
-
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
-
 
,ˈ 
 
?ˈ 
-
 
-
,ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
-
ˈ 
ˈ 
-
-
,ˈ 
 
-
 
,ˈ 
 
-
 
-
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
-
ˈ 
 
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
,ˈ 
-
-
ˈ 
 
-
 
-
-
.ˈ 
 
-
.ˈ 
-
-
-
,ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
,ˈ 
-
.ˈ 
-
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
-
,ˈ 
-
 
.ˈ 
-
 
-
?ˈ 
-
 
.ˈ 
 
-
 
-
-
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
-
.ˈ 
-
-
 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
-
,ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
-
,ˈ 
 
-
,ˈ 
-
 
 
,ˈ 
 
-
 
 
ˈ 
-
.ˈ 
 
-
 
-
 
-
 
.ˈ 
 
 
-
-
 
-
,ˈ 
-
-
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
?ˈ 
-
?ˈ 
-
?ˈ 
 
!ˈ 
 
-
.ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
, 
-
!ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
.ˈ 
 
-
-
.ˈ
-
-
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
-
,ˈ 
-
 
ˈ 
-
 
 
-
 
-
 
 
 
-
-
.ˈ 
 
 
 
-
 
-
 
,ˈ 
 
 
-
 
,ˈ 
-
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
-
.ˈ 
-
 
-
ˈ 
-
ˈ 
,ˈ 
-
 
:ˈ
 
ˈ 
 
ˈ 
-
-
 
ˈ
 
-
-
.ˈ 
 
 
-
-
 
.ˈ 
 
-
,ˈ 
-
 
-
-
.ˈ 
 
 
 
-
.ˈ 
 
-
,ˈ 
-
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
-
-
-
.ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
 
 
,ˈ 
 
-
,ˈ 
.ˈ 
 
.ˈ 
-
-
 
 
 
,ˈ 
 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
-
-
 
.ˈ 
 
 
 
-
 
.ˈ 
 
,ˈ 
-
.ˈ 
.ˈ 
 
ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
-
 
.ˈ
-
 
 
.ˈ 
ˈ 
-
 
 
,ˈ 
 
-
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
-
 
-
,ˈ 
-
 
 
.ˈ 
 
-
-
.ˈ 
 
 
 
 
-
 
 
.ˈ 
 
-
 
 
-
 
,ˈ 
 
-
 
-
 
 
-
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
 
 
 
.ˈ 
-
 
-
-
,ˈ 
.ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
-
-
 
.ˈ 
 
-
,ˈ 
-
 
 
 
-
-
 
ˈ 
-
 
.ˈ 
 
-
-
 
 
.ˈ 
 
-
 
-
 
-
-
 
ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
-
?ˈ 
-
 
?ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
 
-
 
,ˈ 
-
 
.ˈ 
,ˈ 
 
 
ˈ 
-
,ˈ 
 
-
 
ˈ 
.ˈ 
-
 
-
,ˈ 
 
 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
ˈ 
-
-
 
 
.ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
-
 
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
-
.ˈ 
-
 
-
-
 
,ˈ 
 
 
-
ˈ 
-
-
 
.ˈ 
-
 
.ˈ 
-
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
ˈ 
-
ˈ 
,ˈ 
.ˈ 
-
 
,ˈ 
 
-
?ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
.ˈ 
-
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
,ˈ 
-
-
 
-
 
.ˈ 
-
-
?ˈ 
 
-
 
-
-
ˈ 
 
 
.ˈ 
-
,ˈ 
 
 
.ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
 
ˈ 
-
 
-
 
-
 
 
-
.ˈ 
 
 
 
 
-
 
!ˈ 
-
 
 
-
.ˈ 
-
 
-
ˈ 
-
.ˈ 
.ˈ 
-
,ˈ 
 
-
ˈ 
 
.ˈ
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
.ˈ 
-
-
 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
 
-
,ˈ 
-
, 
-
.ˈ 
 
,ˈ 
 
-
 
 
-
-
 
ˈ 
-
-
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
,ˈ 
-
.ˈ 
ˈ 
-
 
 
,ˈ 
.ˈ 
 
-
 
 
 
-
-
.ˈ 
 
-
 
 
-
,ˈ 
.ˈ 
-
 
 
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
-
 
 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
 
-
-
,ˈ 
 
-
-
,ˈ 
 
-
-
,ˈ 
-
-
.ˈ 
-
-
 
-
-
.ˈ 
 
 
-
.ˈ 
-
,ˈ 
.ˈ 
 
 
 
!ˈ 
 
 
ˈ 
-
 
.ˈ 
-
ˈ 
-
 
 
 
?ˈ 
 
 
 
,ˈ 
 
-
,ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
 
 
 
 
 
 
 
.ˈ
-
 
 
-
.ˈ 
-
,ˈ 
 
.ˈ 
-
,ˈ 
 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
,ˈ 
 
-
 
-
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
-
-
-
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
-
 
 
-
ˈ 
.ˈ 
 
 
-
,ˈ 
-
 
?ˈ 
 
 
ˈ 
 
-
-
-
.ˈ 
-
 
 
-
-
ˈ 
-
.ˈ 
,ˈ 
-
ˈ 
 
,ˈ 
-
,ˈ 
 
.ˈ 
-
ˈ 
-
?ˈ 
-
 
?ˈ 
 
-
?ˈ 
-
 
 
 
-
-
 
.ˈ 
-
 
.ˈ 
-
 
ˈ 
 
 
-
-
-
 
-
,ˈ 
.ˈ 
-
 
 
 
 
-
 
 
.ˈ 
-
 
 
 
-
ˈ 
 
-
-
.ˈ 
 
-
-
-
,ˈ 
.ˈ 
-
?ˈ 
-
 
-
 
,ˈ 
.ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
 
-
.ˈ 
-
 
.ˈ 
-
 
-
 
 
 
-
 
.ˈ 
-
!ˈ 
-
 
ˈ 
-
 
 
 
 
.ˈ
 
-
ˈ 
 
 
.ˈ 
-
 
-
ˈ 
 
 
.ˈ 
 
-
-
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
ˈ 
ˈ 
 
 
ˈ 
 
 
-
.ˈ 
ˈ 
,ˈ 
 
 
-
-
ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
-
 
-
 
 
-
.ˈ 
 
-
,ˈ 
-
 
 
ˈ 
-
 
,ˈ 
 
 
-
 
 
,ˈ 
 
 
 
-
,ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
-
 
,ˈ 
 
-
-
.ˈ 
-
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
 
 
-
,ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
 
-
,ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
-
,ˈ 
,ˈ 
,ˈ 
-
 
 
 
.ˈ 
 
 
-
 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
 
 
-
,ˈ 
.ˈ 
-
 
-
,ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
 
 
 
-
-
.ˈ 
 
-
-
ˈ 
 
ˈ 
 
 
-
-
,ˈ 
 
 
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
-
,ˈ 
-
-
.ˈ 
ˈ 
 
-
.ˈ 
 
 
 
-
-
.ˈ 
 
 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
 
-
-
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
-
-
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
-
-
 
.ˈ 
 
 
?ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
-
ˈ 
 
-
 
-
-
ˈ 
,ˈ 
-
 
 
 ... 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
-
 
.ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
 
.ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
,ˈ 
,ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
 
-
 
!ˈ 
-
 
?ˈ 
 
-
ˈ 
-
,ˈ 
 
.ˈ 
, 
,ˈ 
,ˈ 
 
.ˈ 
-
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
 
 
,ˈ 
-
-
 
-
 
 
.ˈ 
 
-
-
ˈ 
 
 
.ˈ 
ˈ 
 
 
:ˈ 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
-
 
-
 
,ˈ 
,ˈ 
ˈ 
 
-
.ˈ 
-
 
 
 
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
 
 
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
, 
ˈ 
 
 
 
-
-
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
-
 
 
 
 
-
-
 
?ˈ 
 
 
.ˈ 
 
-
ˈ 
!ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
, 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
-
-
 
,ˈ 
 
-
 
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
?ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
 
-
-
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
ˈ 
ˈ 
-
 
-
 
.ˈ 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
-
 
 
,ˈ 
ˈ 
-
.ˈ 
ˈ 
 
ˈ 
-
ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
-
 
,ˈ 
-
-
-
 
ˈ 
 
-
 
-
,ˈ 
 
 
 
-
.ˈ 
-
 
ˈ 
,ˈ 
 
,ˈ 
-
.ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
-
,ˈ 
-
-
 
.ˈ
 
-
-
-
 
.ˈ 
ˈ 
-
 
?ˈ 
?ˈ 
 
!ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
?ˈ 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
.ˈ 
-
ˈ 
 
-
 
.ˈ 
 
 
-
ˈ 
 
?ˈ 
 
-
 
 
-
 
-
.ˈ 
-
-
 
 
 
-
 
-
.ˈ 
 
-
-
-
 
-
.ˈ 
-
 
 
 
 
,ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
-
-
 
-
.ˈ 
.ˈ 
-
 
ˈ 
.ˈ 
-
-
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
-
.ˈ 
 
-
-
-
 
ˈ 
 
?ˈ 
 
-
 
-
.ˈ 
 
 
 
!ˈ 
 
 
-
ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
 
-
 
-
-
.ˈ 
-
 
 
.ˈ 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
 
?ˈ 
 
-
 
 
,ˈ 
-
,ˈ 
-
 
-
,ˈ 
.ˈ 
ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 
?ˈ 
-
 
-
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
-
-
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
-
,ˈ 
 
-
.ˈ 
-
,ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
 
ˈ 
-
-
-
,ˈ 
-
 
-
-
 
.ˈ 
 
 
-
 
-
ˈ 
-
-
.ˈ 
-
 
-
 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
,ˈ 
-
ˈ 
-
ˈ 
,ˈ 
-
 
.ˈ 
-
 
 
 
-
 
-
-
ˈ 
 
 
ˈ 
.ˈ 
 
-
-
 
-
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
-
ˈ 
 
.ˈ
-
 
 
.ˈ 
 
 
 
-
,ˈ 
-
-
-
.ˈ 
 
 
ˈ 
-
,ˈ 
 
 
 
 
-
ˈ 
.ˈ 
 
ˈ 
-
ˈ 
 
-
 
,ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
-
-
.ˈ 
-
 
 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
.ˈ 
-
,ˈ 
 
,ˈ 
-
.ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
ˈ 
-
 
,ˈ 
-
-
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
,ˈ 
ˈ 
-
-
 
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
-
ˈ 
-
 
,ˈ 
,ˈ 
 
-
.ˈ 
 
,ˈ 
ˈ 
-
 
-
.ˈ 
 
 
-
 
-
 
.ˈ 
 
 
-
-
-
,ˈ 
-
 
 
 
,ˈ 
 
-
 
,ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
-
.ˈ 
ˈ 
-
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
,ˈ 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
-
-
.ˈ 
 
-
-
-
,ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
-
 
?ˈ 
 
 
-
,ˈ 
-
-
-
 
.ˈ 
 
-
.ˈ
-
 
ˈ 
 
 
 
-
ˈ 
.ˈ 
,ˈ 
ˈ 
-
-
 
.ˈ 
 
-
 
 
-
 
-
,ˈ 
-
-
 
.ˈ 
 
-
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
ˈ 
 
-
 
.ˈ 
-
 
ˈ 
-
-
 
 
 
-
 
.ˈ 
 
 
?ˈ 
 
 
-
 
 
 
.ˈ 
 
,ˈ 
 
-
-
-
.ˈ 
 
-
ˈ 
 
,ˈ 
-
-
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
 
 
-
 
 
-
-
,ˈ 
?ˈ 
 
 
 
-
.ˈ 
-
-
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
-
 
-
,ˈ 
 
 
!ˈ 
-
-
 
 
-
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
-
-
.ˈ 
-
 
 
ˈ 
?ˈ 
 
 
 
ˈ 
-
.ˈ 
 
-
,ˈ 
-
 
 
 
ˈ 
-
-
 
.ˈ 
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
ˈ 
-
 
ˈ 
ˈ 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
-
-
 
.ˈ 
 
-
 
 
ˈ 
 
-
.ˈ 
 
-
 
 
ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
.ˈ 
ˈ 
 
 
.ˈ 
-
-
?ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
-
.ˈ 
-
 
 
-
.ˈ 
,ˈ 
-
ˈ 
 
-
 
ˈ 
 
-
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
 
 
-
.ˈ 
-
-
.ˈ 
 
 
,ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
ˈ 
-
,ˈ 
 
-
ˈ 
 
-
ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
-
-
 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
-
 
 
-
 
.ˈ 
-
 
 
-
 
 
 
ˈ 
 
 
?ˈ 
 
-
?ˈ 
-
-
 
?ˈ 
 
,ˈ 
 
!ˈ 
,ˈ 
,ˈ 
ˈ 
-
 
-
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
-
-
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
-
-
 
.ˈ 
-
 
ˈ 
 
 
 
 
-
-
 
.ˈ 
-
 
-
 
-
 
,ˈ 
,ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
 
ˈ 
 
-
ˈ 
-
-
 
,ˈ 
 
-
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
-
-
 
 
 
-
,ˈ 
 
-
 
 
,ˈ 
-
 
 
-
 
,ˈ 
 
-
.ˈ 
-
 
-
 
,ˈ 
-
 
-
.ˈ 
 
 
-
-
 
 
,ˈ 
 
 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
-
-
,ˈ 
-
-
 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
-
 
,ˈ 
 
 
 
ˈ 
-
-
 
 
-
-
ˈ 
.ˈ 
 
 
 
-
-
 
ˈ 
-
.ˈ 
-
,ˈ 
 
-
-
 
 
 
.ˈ 
-
 
,ˈ 
 
 
-
 
 
.ˈ 
 
-
 
 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
 
ˈ 
,ˈ 
 
-
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
 
.ˈ 
-
ˈ 
 
-
 
 
.ˈ 
-
-
 
,ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
-
 
.ˈ 
-
,ˈ 
-
 
-
-
-
.ˈ 
-
,ˈ 
-
.ˈ 
 
-
.ˈ 
.ˈ 
-
 
 
-
 
 
-
.ˈ 
 
-
 
-
ˈ 
,ˈ 
 
-
-
 
,ˈ 
-
-
.ˈ 
-
,ˈ 
 
,ˈ 
 
,ˈ 
-
,ˈ 
-
-
,ˈ 
 
-
!ˈ 
.ˈ 
 
,ˈ 
 
 
 
 
-
.ˈ 
-
 
-
 
-
-
 
 
 
 
-
 
-
-
 
 
.ˈ 
 
 
.ˈ
 
 
-
 
-
 
-
,ˈ 
-
 
-
.ˈ 
 
-
 
 
-
-
-
.ˈ 
 
 
 
-
 
-
.ˈ 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
 
ˈ 
 
-
 
 
-
-
-
 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
-
,ˈ 
-
ˈ 
 
-
.ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
 
 
-
 
 
 
,ˈ 
 
 
-
-
ˈ 
-
-
.ˈ 
-
 
 
-
 
 
-
.ˈ 
 
 
 
 
,ˈ 
-
-
-
 
-
.ˈ 
-
 
-
.ˈ 
 
-
ˈ 
 
 
-
 
 
 
.ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
-
,ˈ 
-
 
-
-
,ˈ 
ˈ 
-
-
 
ˈ 
ˈ 
 
.ˈ 
-
 
,ˈ 
ˈ 
 
 
,ˈ 
-
-
-
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
.ˈ 
-
 
 
-
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
-
,ˈ 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
 
 
-
 
.ˈ 
 
 
-
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
-
,ˈ 
-
-
-
 
-
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
 
-
-
 
 
ˈ 
ˈ 
.ˈ 
,ˈ 
-
.ˈ 
 
-
 
 
.ˈ 
 
-
-
?ˈ 
 
-
,ˈ 
-
,ˈ 
 
 
 
-
 
 
 
,ˈ 
 
-
,ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
ˈ 
.ˈ 
-
 
 
-
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
ˈ 
-
-
.ˈ 
 
-
 
,ˈ 
-
-
 
.ˈ 
,ˈ 
ˈ 
-
.ˈ 
.ˈ 
 
 
-
.ˈ 
 
-
 
-
.ˈ
 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
-
-
,ˈ 
.ˈ 
 
 
 
 
-
-
.ˈ 
 
-
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
.ˈ 
-
 
-
 
-
.ˈ 
-
 
 
 
,ˈ 
 
-
-
.ˈ 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
-
-
 
.ˈ 
-
 
ˈ 
-
-
 
-
,ˈ 
 
-
ˈ 
 
-
-
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
. 
ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
?ˈ 
 
-
-
-
 
-
 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
-
 
?ˈ 
 
-
ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
,ˈ 
 
 
 
-
,ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
-
 
 
 
-
 
 
 
 
-
-
 
?ˈ 
-
 
 
ˈ 
 
-
 
 
 
,ˈ 
.ˈ 
 
 
-
-
 
?ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
-
ˈ 
 
 
-
 
,ˈ 
 
 
-
 
,ˈ 
 
 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
?ˈ 
 
-
 
,ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
?ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
ˈ 
-
-
-
,ˈ 
 
 
-
,ˈ 
 
 
ˈ 
-
 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
-
 
 
 
 
 
-
.ˈ 
 
 
 
-
 
-
-
 
-
 
 
-
 
,ˈ 
.ˈ 
 
-
,ˈ 
 
 
-
 
ˈ 
 
-
 
 
?ˈ 
 
 
?ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
 
 
 
 
.ˈ 
-
 
-
?ˈ 
? 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
-
 
 
-
.ˈ 
 
 
-
 
ˈ 
-
 
 
-
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
,ˈ 
.ˈ 
-
 
ˈ 
 
.ˈ 
-
!ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
-
,ˈ 
 
 
ˈ 
 
ˈ 
-
-
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
-
 
?ˈ 
-
 
-
 
-
 
 
 
-
,ˈ 
 
-
?ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
-
 
 
-
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
 
-
 
 
-
-
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
-
 
-
.ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
 
!ˈ 
 
 
ˈ 
-
-
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
 
-
,ˈ 
 
-
 
.ˈ 
-
 
-
 
 
 
.ˈ 
 
,ˈ 
-
,ˈ 
-
 
,ˈ 
-
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
?ˈ 
-
 
?ˈ 
-
 
 
-
 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
-
-
!ˈ 
 
-
.ˈ 
 
-
-
-
ˈ 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
.ˈ 
 
-
-
 
ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
-
-
 
-
,ˈ 
,ˈ 
 
-
 
 
-
 
.ˈ 
 
-
-
 
 
 
ˈ — 
 
 
ˈ — 
-
 
.ˈ 
 
-
 
!ˈ 
 
 
ˈ 
 
 
!ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
-
 
-
ˈ 
 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ
ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
-
 
-
.ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
ˈ 
 
-
 
-
.ˈ 
 
 
-
,ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
-
.ˈ 
 
ˈ 
 
-
-
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
-
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
-
ˈ 
-
-
.ˈ 
 
ˈ 
-
.ˈ 
-
 
-
ˈ 
 
?ˈ 
,ˈ 
-
 
.ˈ 
-
-
 
 
 
.ˈ 
-
 
 
-
-
 
 
-
.ˈ 
 
ˈ 
-
ˈ 
-
 
 
-
.ˈ 
-
-
 
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
 
ˈ 
-
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
-
 
-
 
-
-
 
ˈ 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
-
,ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
 
-
-
 
-
 
-
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
!ˈ 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
-
 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
-
-
-
.ˈ 
-
.ˈ 
 
 
-
 
.ˈ
 
-
.ˈ 
 
-
-
-
.ˈ 
-
 
 
 ... 
-
ˈ 
-
 
-
ˈ 
 
ˈ 
-
-
ˈ 
 
ˈ 
-
-
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
:ˈ 
!ˈ 
 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
-
,ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
ˈ 
ˈ 
-
!ˈ 
-
 
-
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
 
!ˈ 
 
!ˈ 
 
-
 
-
?ˈ 
 
 
-
 
?ˈ 
 
-
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
?ˈ 
-
!ˈ 
 
ˈ 
 
 
!ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
-
-
 
 
.ˈ 
-
.ˈ 
 
 
 
.ˈ
 
,ˈ 
 
-
-
 
 
.ˈ 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
-
-
 
ˈ 
-
 
-
-
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
-
 
 
,ˈ 
,ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
-
,ˈ 
-
ˈ 
.ˈ 
 
-
,ˈ 
-
,ˈ 
ˈ 
 
-
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
 
-
,ˈ 
,ˈ 
-
 
 
,ˈ 
 
?ˈ 
 
 
 
ˈ 
-
 
?ˈ 
 
-
 
ˈ 
 
-
-
 
?ˈ 
-
 
.ˈ
 
-
,ˈ 
-
 
-
 
.ˈ 
 
-
 
ˈ 
ˈ 
-
ˈ 
 
ˈ 
-
-
,ˈ 
 
ˈ 
-
-
 
?ˈ 
-
 
-
.ˈ 
 
 
-
?ˈ 
 
-
 
.ˈ 
-
 
 
-
ˈ 
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
?ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
ˈ 
ˈ 
-
 
-
.ˈ 
-
,ˈ 
 
,ˈ 
 
-
?ˈ
 
.ˈ 
 
-
-
.ˈ 
 
-
 
 
-
-
-
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
-
,ˈ 
 
.ˈ 
-
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
,ˈ 
 
 
,ˈ 
-
-
 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
 
-
 
,ˈ 
 
ˈ 
-
-
 
,ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
-
 
,ˈ 
-
 
-
-
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
,ˈ 
, 
.ˈ 
 
.ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
 
-
 
.ˈ 
-
.ˈ 
-
 
,ˈ 
 
ˈ 
,ˈ 
-
ˈ 
-
.ˈ 
-
-
.ˈ 
-
 
ˈ 
 
,ˈ 
-
-
 
-
 
 
.ˈ 
 
!ˈ 
-
 
,ˈ 
 
 
ˈ 
-
!ˈ 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
-
ˈ 
,ˈ 
 
.ˈ 
-
 
 
-
,ˈ 
-
 
 
,ˈ 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
.ˈ 
 
 
!ˈ 
 
 
 
-
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
-
-
 
ˈ. 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
-
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
?ˈ 
 
 
 
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
-
-
-
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
.ˈ 
-
 
ˈ 
-
-
ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ
 
-
ˈ 
-
-
,ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
-
 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
-
.ˈ 
-
 
-
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
-
!ˈ 
-
! 
 
!ˈ 
 
 
-
 
.ˈ 
ˈ 
 
 
 
-
 
,ˈ 
 
 
-
,ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
-
-
 
 
 
,ˈ 
-
 
.ˈ 
 
 
-
-
,ˈ 
-
,ˈ 
 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
!ˈ 
 
!ˈ 
-
 
 
,ˈ 
-
-
 
 
.ˈ 
 
 
 
?ˈ 
 
 
-
,ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
 
,ˈ 
 
 
-
 
-
-
-
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
!ˈ 
 
-
 
!ˈ 
 
!ˈ 
 
 
 
 
 
.ˈ 
-
ˈ 
 
-
 
 
-
.ˈ 
-
 
ˈ 
-
 
-
ˈ 
-
-
.ˈ 
 
 
.ˈ 
-
 
 ... 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
-
ˈ 
 
-
 
.ˈ
 
ˈ 
 
,ˈ 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
-
 
-
 
ˈ 
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
 
ˈ 
 
-
.ˈ 
 
 
-
 
-
 
 
 
ˈ 
-
 
ˈ 
-
 
-
 
ˈ 
-
 
-
-
.ˈ 
-
 
 
 
ˈ 
ˈ 
-
 
?ˈ 
!ˈ 
 
 
-
.ˈ 
-
 
ˈ 
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
?ˈ 
-
 
-
 
,ˈ 
.ˈ 
?ˈ 
 
 
-
 
-
.ˈ 
 
-
,ˈ 
-
 
-
 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
 
?ˈ 
ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
-
 
-
 
,ˈ 
ˈ — 
 
 
-
ˈ — 
 
,ˈ 
 
 
 
 
ˈ 
-
ˈ 
-
 
ˈ 
-
 
-
-
.ˈ 
 
-
 
.ˈ 
-
 
-
 
.ˈ 
 
,ˈ 
 
-
 
-
 
.ˈ 
ˈ 
 
 
-
ˈ 
-
.ˈ 
 
 
 
 
 
-
ˈ 
-
-
 
-
,ˈ 
-
,ˈ 
-
.ˈ 
ˈ 
 
-
 
 
-
,ˈ 
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
-
 
-
ˈ 
 
.ˈ 
 
 
 
 
 
-
-
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
.ˈ 
-
 
-
 
.ˈ 
-
 
-
-
-
ˈ 
-
-
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
 
ˈ 
 
-
-
 
-
ˈ 
 
-
 
ˈ 
 
 
 
-
-
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
-
 
 
-
!ˈ 
-
!ˈ 
-
 
 
-
 
,ˈ 
 
 
-
 
.ˈ 
 
?ˈ 
 
 
 
-
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
?ˈ 
 
 
 
 
ˈ 
-
-
 
-
.ˈ 
 
 
-
!ˈ 
-
!ˈ 
 
-
 
-
.ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
 
-
!ˈ
 
 
-
,ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
 
-
-
 
,ˈ 
-
.ˈ 
-
 
?ˈ 
 
 
-
 
-
.ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
 
 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
.ˈ 
?ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
 
-
 
-
.ˈ 
-
 
 
 
 
-
-
 
 
,ˈ 
-
 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
 
-
ˈ 
.ˈ 
 
,ˈ 
 
-
 
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
 
-
 
-
 
-
-
.ˈ 
-
 
-
 
 
 
-
-
 
.ˈ 
-
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
, 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
,ˈ 
 
 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ
-
 
 
 
.ˈ 
 
 
-
ˈ 
-
ˈ 
,ˈ 
-
 
 
,ˈ 
 
-
,ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
?ˈ 
ˈ 
-
ˈ 
-
ˈ 
-
,ˈ 
 
 
-
,ˈ 
-
 
 
.ˈ 
-
-
 
 
 
-
ˈ 
 
 
-
 
.ˈ 
-
 
 
,ˈ 
-
 
 
 
ˈ 
 
 
-
.ˈ 
-
ˈ 
 
-
 
-
 
ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
-
,ˈ 
 
-
ˈ 
-
-
ˈ 
-
 
,ˈ 
 
-
-
-
 
.ˈ 
-
ˈ 
-
 
 
 
 
-
ˈ 
-
 
 
 
-
-
 
.ˈ 
 
 
-
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
-
,ˈ 
-
 
-
,ˈ 
 
-
-
 
,ˈ 
-
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
 
,ˈ 
-
,ˈ 
 
-
 
-
 
 
-
-
 
-
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
 
-
 
 
?ˈ 
 
-
 
 
ˈ 
-
 
-
 
-
 
 
-
?ˈ 
 
,ˈ 
,ˈ 
 
-
.ˈ 
-
 
 
ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
 
 
-
 
-
 
 
.ˈ 
 
 
-
 
-
-
.ˈ 
-
 
 
.ˈ 
 
-
?ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
.ˈ 
,ˈ 
ˈ 
,ˈ 
 
-
-
ˈ 
 
-
ˈ 
-
 
 
-
-
-
 
-
 
 
.ˈ
 
 
ˈ 
ˈ 
 
 
-
,ˈ 
-
-
 
 
.ˈ 
-
ˈ 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
-
-
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
ˈ 
 
-
-
 
-
,ˈ 
-
 
-
 
-
,ˈ 
-
 
-
 
-
 
-
,ˈ 
-
 
-
-
 
-
.ˈ 
-
 
 
.ˈ 
-
 
 
 
-
ˈ 
 
-
-
 
-
.ˈ 
-
?ˈ 
 
 
-
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
-
 
-
-
,ˈ 
-
-
.ˈ 
-
 
 
-
 
 
-
,ˈ 
-
?ˈ 
 
-
-
.ˈ 
 
 
-
 
?ˈ 
 
-
?ˈ 
 
-
?ˈ 
 
-
-
 
 
?ˈ 
 
-
-
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
-
ˈ 
-
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
-
 
-
,ˈ 
-
.ˈ 
ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
-
-
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
 
-
 
ˈ 
-
.ˈ 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
-
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
-
,ˈ 
-
 
-
-
.ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
 
-
-
 
-
,ˈ 
-
 
 
 
-
,ˈ 
-
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
-
,ˈ 
 
 
 
!ˈ 
 
 
?ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
ˈ 
-
 
,ˈ 
-
-
-
 
 
-
 
 
 
 
-
 
.ˈ 
 
-
 
!ˈ 
 
,ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
?ˈ 
 
?ˈ 
?ˈ 
 
-
 
 
?ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
!ˈ 
 
-
 
 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
-
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
-
ˈ 
-
 
-
.ˈ 
 
 
 
?ˈ 
 
-
 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
 
-
.ˈ 
-
-
ˈ 
-
.ˈ 
 
-
-
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
-
.ˈ 
-
 
-
 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
 
ˈ 
 
-
?ˈ 
 
 
ˈ 
ˈ 
 
?ˈ 
 
 
-
ˈ 
 
-
 
-
.ˈ 
 
ˈ 
 
-
 
-
-
ˈ 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
-
 
 
.ˈ 
-
 
 
?ˈ 
 
 
ˈ 
-
-
.ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
 
 
 
,ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
-
,ˈ 
 
 
-
.ˈ 
-
.ˈ 
 
 
 
-
ˈ 
-
-
.ˈ 
 
ˈ 
-
 
.ˈ
-
 
,ˈ 
,ˈ 
 
 
-
 
 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
-
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
-
 
 
 
?ˈ 
 
ˈ 
-
ˈ 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ 
 
-
 
 
 
 
 
-
,ˈ 
-
?ˈ 
-
 
-
 
 
-
 
-
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
-
-
:ˈ 
 
ˈ 
 
 
-
ˈ 
 
,ˈ 
-
-
 
,ˈ 
 
-
.ˈ 
-
 
 
 
-
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
-
ˈ 
 
 
 
,ˈ 
 
!ˈ 
-
 
-
!ˈ 
 
 
!ˈ 
.ˈ 
 
 
,ˈ 
 
?ˈ 
 
-
 
-
ˈ 
 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
-
 
-
 
ˈ 
-
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
ˈ 
-
ˈ 
 
ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
-
ˈ 
-
 
-
?ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
?ˈ 
?ˈ 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
 
ˈ 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
,ˈ 
 
-
 
 
-
 
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
-
 
 
 
 
-
,ˈ 
 
ˈ 
-
?ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
-
 
-
 
.ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
-
,ˈ 
 
-
-
 
.ˈ 
 
.ˈ 
 
-
ˈ 
-
-
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
-
ˈ 
-
,ˈ 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
ˈ 
-
-
 
 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
?ˈ 
 
 
 
-
?ˈ 
 
ˈ 
-
-
 
-
,ˈ 
 
-
ˈ 
-
 
,ˈ 
-
 
 
-
-
-
.ˈ 
 
 
,ˈ 
-
 
 
 
 
-
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
-
,ˈ 
 
-
-
,ˈ 
 
 
-
 
.ˈ 
 
-
 
-
!ˈ 
 
-
 
.ˈ 
 
 
 
-
 
 
 
.ˈ 
-
 
-
-
ˈ 
.ˈ
ˈ 
-
,ˈ 
 
-
-
.ˈ 
 
-
 
,ˈ 
.ˈ 
 
-
-
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
-
-
-
.ˈ 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
-
.ˈ 
-
ˈ 
 
.ˈ 
 
-
ˈ 
 
-
ˈ 
-
.ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
-
.ˈ 
-
-
 
-
 
ˈ 
 
-
ˈ 
 
-
 
.ˈ 
 
-
ˈ 
 
ˈ 
-
 
.ˈ 
-
 
-
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
!,ˈ 
 
 
 
-
 
.ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
ˈ 
-
 
-
-
.ˈ 
.ˈ 
 
.ˈ 
 
!ˈ 
.ˈ 
 
-
.ˈ 
ˈ 
-
.ˈ 
-
.ˈ 
ˈ 
-
-
?ˈ 
ˈ 
 
-
-
 
-
ˈ 
-
-
-
-
ˈ 
-
-
 
-
ˈ 
 
-
 
.ˈ 
 
 
-
-
ˈ 
-
.ˈ 
ˈ 
 
 
ˈ 
-
 
 
 
ˈ 
-
-
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
 
 
-
-
 
,ˈ 
,ˈ 
-
-
.ˈ 
 
 
.ˈ 
ˈ 
-
,ˈ 
 
?ˈ 
ˈ 
-
 
 
 
-
 
-
.ˈ 
 
-
 
 
 
 
 
 
-
-
.ˈ 
,ˈ 
 
 
-
,ˈ 
 
-
 
-
ˈ 
-
 
-
?ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
,ˈ 
, 
, 
 
-
-
.ˈ 
,ˈ 
-
 
 
,ˈ 
 
-
 
 
-
.ˈ 
 
-
.ˈ 
-
!ˈ 
-
 
-
,ˈ 
 
!ˈ 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
,ˈ 
-
,ˈ 
 
ˈ
-
ˈ 
 
!ˈ 
!ˈ 
 
 
-
 
.ˈ 
-
 
-
 
-
?ˈ 
-
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
-
.ˈ 
-
ˈ 
 
 
?ˈ 
 
 
-
?ˈ 
 
 
-
 
-
 
-
?ˈ 
.ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
-
-
 
-
.ˈ 
-
.ˈ 
-
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
-
,ˈ 
-
?ˈ 
 
 
 
-
-
.ˈ 
 
-
-
 
.ˈ 
,ˈ 
 
ˈ 
-
-
-
,ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
-
 
ˈ 
-
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
 
-
-
-
.ˈ 
 
-
,ˈ 
 
 
-
,ˈ 
 
!ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
-
 
 
-
-
.ˈ 
 
-
-
-
,ˈ 
 
 
-
-
.ˈ 
 
 
 
 
-
?ˈ 
 
,ˈ 
-
-
 
 
-
-
-
?ˈ 
 
!ˈ 
 
.ˈ 
 
-
 
-
-
-
 
-
 
-
?ˈ 
 
.ˈ 
 
 
-
-
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
 ... 
 
 
 
 
-
,ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
,ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
-
 
!ˈ 
-
-
 
-
 
 
-
 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
-
?!ˈ 
-
 
 
.ˈ 
 
 
-
 
?ˈ 
 
.ˈ 
 
-
!ˈ 
 
-
 
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
-
?ˈ 
-
 
 
 
?ˈ 
 
 
 
 
-
 
-
ˈ 
-
-
 
 
 
ˈ 
-
 
,ˈ 
 
 
 
 
?ˈ 
 
 
 
-
?ˈ 
 
 
 
 
-
 
 
 
-
,ˈ 
-
 
 
-
-
 
,ˈ 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
ˈ 
-
 
 
 
 
.ˈ 
 
-
,ˈ 
-
 
 
-
.ˈ 
 
-
 
.ˈ 
 
-
 
-
 
-
.ˈ 
-
?ˈ 
 
,ˈ 
-
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
-
ˈ 
 
-
 
 
ˈ 
 
?ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
ˈ 
 
-
 
 
ˈ 
-
 
 
,ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
-
 
-
,ˈ 
-
 
-
.ˈ 
,ˈ 
 
 
 
-
-
 
 
-
 
.ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
-
 
-
 
ˈ 
,ˈ 
 
-
,ˈ 
 
-
-
 
?ˈ 
 
 
 
-
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
-
.ˈ 
 
-
.ˈ 
 
 
 
-
 
-
 
?ˈ 
 
 
 
 
-
ˈ 
-
-
 
-
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
.ˈ 
-
-
 
ˈ 
-
 
-
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
?ˈ 
 
 
-
.ˈ 
-
 
-
 
-
,ˈ 
-
-
 
-
-
 
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
-
-
 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
-
 
 
 
-
 
ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
-
 
.ˈ
-
 
 
-
 
-
-
.ˈ 
 
-
 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
-
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
?ˈ 
 
-
 
-
.ˈ 
-
 
 
?ˈ 
 
-
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
-
-
 
 
-
-
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
-
 
-
?ˈ 
ˈ 
,ˈ 
 
-
ˈ 
-
 
 
-
.ˈ 
-
 
-
 
-
 
-
?ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
 
-
-
ˈ 
 
-
 
-
ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
-
 
ˈ 
 
-
 
-
.ˈ 
 
?ˈ 
 
!ˈ 
 
-
 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
-
 
 
-
 
-
 
.ˈ 
 
-
 
-
-
 
-
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
-
 
?ˈ 
 
 
 
!ˈ 
 
-
 
,ˈ 
-
 
?ˈ 
 
 
.ˈ 
 
?ˈ 
 
-
!ˈ 
 
?ˈ 
!ˈ 
 
 
-
ˈ 
ˈ 
 
 
-
ˈ 
-
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
-
 
 
-
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
 
-
 
-
-
ˈ 
-
 
 
ˈ 
-
ˈ 
-
-
 
,ˈ 
 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
ˈ 
-
.ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
 
-
?ˈ 
 
-
!ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
ˈ 
-
?ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
-
ˈ 
-
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
-
-
 
 
.ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
-
 
 
-
 
-
.ˈ 
-
 
-
 
-
.ˈ 
 
-
 
 
?!ˈ 
 
 
?ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
-
 
.ˈ
 
 
-
-
 
.ˈ 
 
.ˈ 
-
ˈ 
 
ˈ 
-
ˈ 
ˈ 
-
-
 
 
.ˈ 
 
 
-
 
-
 
 
,ˈ 
.ˈ 
 
-
 
 
 
ˈ 
ˈ 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
-
 
?ˈ 
 
 
ˈ 
 
 
 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
-
 
 
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
 
 
 
-
.ˈ 
 
-
!ˈ 
ˈ 
-
 
-
 
 
-
.ˈ 
 
?ˈ 
 
.ˈ 
-
 
 
-
 
?ˈ 
 
-
-
 
 
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
-
 
-
 
,ˈ 
 
-
.ˈ 
 
 
 ... 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
-
 
-
-
?ˈ 
 
 
ˈ 
-
!ˈ 
 
 
ˈ 
 
-
 
!ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
-
 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
-
ˈ 
-
ˈ 
 
 
-
 
ˈ 
 
 
-
-
.ˈ 
 
 
-
 
 
.ˈ 
 
ˈ ... 
 
-
ˈ 
 
 
-
 
?ˈ 
 
ˈ 
 
ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
 
ˈ 
 
-
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
 
-
,ˈ 
 
-
 
-
 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
-
 
-
ˈ 
-
 
ˈ 
-
 
-
-
 
.ˈ 
 
 
?ˈ 
 
.ˈ
 
-
?ˈ 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
-
ˈ 
.ˈ 
 
-
,ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
-
-
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
-
ˈ 
-
ˈ 
,ˈ 
-
-
 
,ˈ 
-
.ˈ 
 
 
 
ˈ 
 
-
 
-
?ˈ 
-
 
?ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
?ˈ 
 
-
 
-
ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
-
 
 
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
?ˈ 
-
 
 
 
-
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
-
-
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
ˈ 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
?ˈ 
-
?ˈ 
-
 
?ˈ 
 
-
?ˈ 
 
 
-
ˈ 
-
?ˈ 
 
 
 
 
 
-
 
-
.ˈ 
 
,ˈ 
,ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
-
 
-
,ˈ 
-
 
-
-
.ˈ 
 
?ˈ 
 
 
 
-
-
ˈ 
 
.ˈ 
 
,ˈ 
 
-
-
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
-
.ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
 
.ˈ 
,ˈ 
 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
-
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
-
-
ˈ 
-
-
 
 
-
.ˈ 
-
 
-
-
 
ˈ 
 
 
.ˈ 
-
-
 
 
.ˈ 
 
 
 
-
-
 
.ˈ 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
-
 
-
ˈ 
-
 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
 
,ˈ 
 
-
 
,ˈ 
 
-
,ˈ 
-
 
-
,ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
-
ˈ 
!ˈ 
!ˈ 
ˈ 
-
 
-
-
.ˈ 
-
 
 
.ˈ 
,ˈ 
ˈ 
-
 
.ˈ 
-
 
-
 
ˈ 
-
 
-
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
.ˈ
 
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
ˈ 
ˈ 
-
 
-
 
 
!ˈ 
 
-
 
-
.ˈ 
-
 
-
.ˈ 
 
!ˈ 
 
!ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
-
.ˈ 
-
ˈ 
 
ˈ 
 
!ˈ 
 
-
 
 
ˈ 
-
-
.ˈ 
 
-
 
 
 
-
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
-
-
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
-
-
 
.ˈ 
 
 
-
-
 
.ˈ 
-
-
 
.ˈ 
 
 
?ˈ 
-
 
ˈ 
-
 
 
-
 
ˈ 
-
 
-
-
-
ˈ 
-
-
-
ˈ 
-
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
.ˈ
 
 
ˈ 
 
ˈ 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
-
, 
.ˈ 
 
-
 
 
-
,ˈ 
-
.ˈ 
 
!ˈ 
 
!ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
-
 
.ˈ 
-
 
 
-
-
 
ˈ 
 
!ˈ 
 
 
?ˈ 
 
 
 
 
!ˈ 
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
 
-
 
ˈ 
-
.ˈ 
-
-
 
,ˈ 
 
 
-
-
.ˈ 
-
 
 
 
ˈ 
-
 
-
 
.ˈ
 
-
ˈ 
-
 
-
-
 
-
,ˈ 
-
 
ˈ 
 
.ˈ 
 
-
ˈ 
-
?ˈ 
 
?ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
 
 
ˈ 
-
-
 
 
-
-
 
-
ˈ 
-
,ˈ 
-
,ˈ 
-
-
 
-
 
.ˈ 
-
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
-
 
-
 
 
-
.ˈ 
 
 
-
 
-
?ˈ 
 
ˈ 
-
,ˈ 
.ˈ 
 
 
 
-
-
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
-
 
 
 
,ˈ 
 
!ˈ 
 
?ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
.ˈ 
 
-
?ˈ 
 
-
-
?ˈ 
 
 
ˈ 
 
-
-
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
-
.ˈ 
 
 
-
?ˈ 
 
 
-
ˈ 
-
 
!ˈ 
 
 
-
 
.ˈ 
 
-
ˈ 
-
-
 
 
-
-
-
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
.ˈ 
 
 
.ˈ 
.ˈ 
-
 
-
-
.ˈ 
-
 
-
-
.ˈ 
 
 
.ˈ 
 
 
 
 
-
ˈ 
-
-
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
.ˈ
-
,ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
 
-
 
-
.ˈ 
 
?ˈ 
 
 
 
ˈ — 
 
 
-
-
 
,ˈ 
 
,ˈ 
 
-
 
ˈ — 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
,ˈ 
-
?ˈ 
 
-
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
-
 
.ˈ 
 
!ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
-
 
 
 
 
-
 
,ˈ 
 
 
.ˈ 
-
-
-
,ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
 
?ˈ 
 
-
.ˈ 
 
-
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
?ˈ 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
-
-
 
 
.ˈ 
 
-
-
 
.ˈ 
 
ˈ 
-
-
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
-
?ˈ 
 
 
?ˈ 
-
 
-
-
 
 
-
 
-
 
-
 
.ˈ 
 
 
ˈ 
.ˈ 
 
-
 
,ˈ 
ˈ 
,ˈ 
 
-
,ˈ 
-
 
 
-
.ˈ 
ˈ 
 
ˈ — 
-
 
 
ˈ 
-
 
.ˈ — 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
 
ˈ 
-
?ˈ 
-
ˈ 
-
?ˈ 
 
-
?ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
-
 
ˈ 
-
 
-
 
,ˈ 
-
 
-
 
 
 
,ˈ 
 
,ˈ 
-
 
-
 
 
-
 
,ˈ 
-
.ˈ 
 
.ˈ 
 
!ˈ 
-
 
!ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
-
 
 
, 
 
.ˈ 
 
-
 
 
ˈ 
-
-
-
.ˈ 
-
-
,ˈ 
 
.ˈ 
-
 
-
-
,ˈ 
-
-
-
ˈ 
-
.ˈ 
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
 
-
 
ˈ 
? 
 
 
-
!ˈ
 
-
ˈ 
 
 
.ˈ 
 
ˈ, 
,ˈ 
-
ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
.ˈ 
 
-
-
 
.ˈ 
-
 
.ˈ 
 
 
 
 
-
-
-
 
-
ˈ 
 
-
.ˈ 
-
-
ˈ 
 
 
-
-
-
 
-
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
-
 
-
-
-
 
 
.ˈ 
-
-
-
 
 
,ˈ 
 
 
-
-
 
,ˈ 
 
 
-
 
-
-
.ˈ 
-
 
-
 
 
,ˈ 
 
-
-
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
-
-
-
 
.ˈ 
 
 
-
-
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
 
 
 
-
 
,ˈ 
 
 
 
,ˈ 
 
-
-
-
 
 
,ˈ 
 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
 
-
-
 
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
-
 
.ˈ 
-
ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
-
-
.ˈ 
-
 
.ˈ 
 
-
 
 
?ˈ 
 
-
 
.ˈ 
ˈ 
-
 
.ˈ 
 
-
 
-
-
.ˈ 
 
-
 
.ˈ 
-
 
 
 
 
 
-
 
-
 
.ˈ 
 
 
ˈ 
-
 
-
-
ˈ 
,ˈ 
-
 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
-
 
 
-
.ˈ 
 
-
ˈ 
 
.ˈ
-
ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
-
 
 
-
,ˈ 
:ˈ 
 
 
-
 
 
,ˈ 
-
-
 
,ˈ 
-
-
 
.ˈ 
 
-
-
 
-
 
.ˈ 
-
ˈ 
 
 
 
-
ˈ 
-
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
-
,ˈ 
 
-
.ˈ 
 
!ˈ 
 
.ˈ 
 
-
 
 
 
-
 
 
-
ˈ 
-
-
,ˈ 
-
-
ˈ 
.ˈ 
 
ˈ 
 
 
 
-
 
-
 
-
,ˈ 
-
-
 
 
.ˈ 
-
-
 
 
.ˈ 
 
 
-
ˈ 
-
ˈ 
-
ˈ 
-
 
ˈ 
-
 
-
 
.ˈ 
 
 
-
 
-
,ˈ 
-
 
-
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
 
-
 
ˈ 
 
-
 
-
 
.ˈ 
 
-
 
-
?ˈ 
 
-
 
-
 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
-
ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
-
 
?ˈ 
 
-
-
 
 
 
.ˈ
ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
 
, 
 
.ˈ 
ˈ 
?ˈ 
-
.ˈ 
-
 
-
 
 
 
.ˈ 
-
ˈ 
.ˈ
 
 
ˈ 
 
 
-
ˈ 
-
-
 
 
-
ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
 
?ˈ
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
-
.ˈ 
ˈ 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
-
.ˈ 
-
-
 
 
-
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
-
,ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
 
 
 
-
 
.ˈ 
-
,ˈ 
-
,ˈ 
-
 
.ˈ 
 
 
.ˈ 
-
 
-
 
ˈ
-
 
 
ˈ 
-
 
 
ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ
ˈ 
-
ˈ 
 
ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
-
 
-
ˈ 
 
 
,ˈ 
-
 
-
 
.ˈ 
 
 
 
,ˈ 
-
 
 
-
-
,ˈ 
 
 
-
-
ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
-
 
-
ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
-
-
 
 
 
-
-
 
-
 
,ˈ 
.ˈ 
-
-
 
-
 
 
ˈ 
 
-
 
.ˈ 
-
 
 
-
.ˈ 
ˈ 
 
 
!ˈ 
 
 
,ˈ 
-
 
,ˈ 
!ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
 
ˈ 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
-
 
-
 
-
 
-
.ˈ 
-
 
-
 
.ˈ 
-
.ˈ 
ˈ
-
 
 
ˈ 
-
 
 
ˈ 
 
 
-
-
ˈ
 
 
.ˈ 
-
.ˈ 
 
-
-
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
-
 
 
-
-
ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
.ˈ
 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
-
ˈ 
-
 
-
ˈ 
 
ˈ 
 
 
-
ˈ 
-
-
 
.ˈ 
-
-
ˈ 
-
 
ˈ 
 
 
.ˈ 
ˈ 
 
-
 
ˈ 
 
-
ˈ 
 
-
 
-
.ˈ 
-
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
-
ˈ 
 
 
 
 
-
-
?ˈ 
 
-
.ˈ 
 
-
!ˈ 
 
 
-
 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
 
-
 
-
-
.ˈ 
 
-
.ˈ 
 
-
 
 
-
-
ˈ 
-
-
 
 
 
ˈ 
-
ˈ 
-
-
 
 
-
 
 
.ˈ 
-
 
-
 
 
,ˈ 
 
 
 
 
-
-
 
.ˈ 
 
 
 
-
 
ˈ 
-
-
-
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
 
-
 
-
.ˈ 
 
-
 
 
-
-
 
.ˈ 
 
-
 
-
-
 
.ˈ 
 
-
-
 
-
,ˈ 
-
 
-
 
-
 
.ˈ 
 
 
-
.ˈ 
-
-
 
.ˈ 
 
,ˈ 
 
-
 
-
.ˈ
 
-
 
-
-
.ˈ 
-
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
-
 
-
.ˈ 
 
-
 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
-
 
-
 
-
,ˈ 
-
 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
-
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
-
 
 
ˈ 
-
 
 
,ˈ 
-
 
-
.ˈ 
 
 
?ˈ 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
 
-
 
-
ˈ 
?ˈ 
-
-
-
 
ˈ 
 
-
-
 
 
-
,ˈ 
 
.ˈ 
 
-
-
 
?ˈ 
.ˈ 
-
 
 
 
.ˈ 
 
-
.ˈ 
 
,ˈ 
-
-
 
-
 
,ˈ 
 
-
,ˈ 
,ˈ 
-
,ˈ 
, 
, 
,ˈ 
 
 
-
ˈ 
,ˈ 
 
ˈ 
-
 
.ˈ 
-
 
 
-
 
ˈ 
-
-
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
-
,ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
-
,ˈ 
 
-
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
ˈ 
 
-
 
 
.ˈ 
 
-
 
.ˈ
,ˈ 
 
.ˈ 
 
ˈ 
-
-
 
 
 
-
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
-
 
 
.ˈ 
ˈ 
 
 
-
 
.ˈ 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
 
ˈ 
-
-
-
 
.ˈ 
-
-
 
 ... 
-
ˈ 
 
-
ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
,ˈ 
.ˈ 
:ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
-
 
.ˈ
 
 
 
.ˈ 
 
 
-
. 
 
 
ˈ 
.ˈ 
-
 
-
 
.ˈ 
 
-
 
-
 
,ˈ 
 
 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
-
.ˈ 
-
-
 
 
 
-
.ˈ 
-
-
 
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
-
-
 
ˈ 
-
.ˈ 
 
ˈ 
 
 
!ˈ 
 
ˈ 
 
-
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
ˈ 
.ˈ 
-
 
 
-
 
.ˈ 
-
 
 
-
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
-
,ˈ 
-
 
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
-
ˈ 
ˈ 
-
-
 
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
-
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
 
-
.ˈ
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
-
 
ˈ 
-
-
ˈ 
-
-
.ˈ 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
.ˈ 
-
 
 
-
-
,ˈ 
-
 
-
.ˈ 
-
 
 
.ˈ 
-
-
-
 
 
.ˈ 
-
-
-
 
.ˈ 
-
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
.ˈ
:ˈ 
,ˈ 
 
 
-
ˈ 
 
,ˈ 
 
 
-
 
,ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
 
-
 
 
-
-
-
 
 
-
-
 
.ˈ 
 
-
-
 
-
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
ˈ 
,ˈ 
-
,ˈ 
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
 
?ˈ 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
ˈ 
 
ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
-
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
-
-
.ˈ 
 
 
ˈ 
 
 
?ˈ 
-
ˈ 
 
-
 
?ˈ 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
-
-
 
ˈ 
-
-
.ˈ 
-
-
 
-
.ˈ 
 
 
 
-
?ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
-
ˈ 
 
-
 
-
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
-
!ˈ 
 
,ˈ 
 
-
-
 
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ
-
ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
-
 
 
ˈ 
-
,ˈ 
 
 
 ... 
-
.ˈ 
-
 
-
 
 
-
,ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ — 
 
 
 
ˈ — 
 
ˈ 
 
 
-
-
 
?ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
-
 
ˈ 
.ˈ 
-
 
 
ˈ 
ˈ 
 
-
 
-
.ˈ 
-
-
 
-
,ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
 
 
,ˈ 
 
-
 
-
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
-
 
-
,ˈ 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
-
,ˈ 
-
,ˈ 
-
-
 
-
ˈ 
-
-
-
.ˈ 
-
ˈ 
,ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
 
,ˈ 
-
 
-
-
ˈ 
-
 
-
-
.ˈ 
-
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
-
 
 
 
 
ˈ 
-
 
 
ˈ 
-
 
.ˈ 
-
 
 
 
-
,ˈ 
 
-
 
-
.ˈ 
-
 
-
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
-
 
. 
,ˈ 
-
-
 
,ˈ 
-
 
 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
-
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
 
ˈ 
-
-
ˈ 
-
.ˈ 
 
.ˈ
 
 
?ˈ 
,ˈ 
 
 
-
,ˈ 
,ˈ 
ˈ 
 
-
 
?ˈ 
-
?ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
 
-
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
-
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
-
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
.ˈ 
,ˈ 
ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
-
-
 
.ˈ 
 
-
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
ˈ 
 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
-
 
-
 
-
.ˈ 
 
 
 
ˈ 
. 
 
-
 
,ˈ 
ˈ 
 
 
 
 
ˈ 
-
 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
-
-
.ˈ 
-
 
-
-
.ˈ 
-
 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
?ˈ 
-
 ... 
 
 
?ˈ 
 
-
-
.ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
.ˈ 
,ˈ 
-
 
-
.ˈ 
-
 
-
ˈ 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
-
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
 
 
?ˈ 
 
ˈ 
-
 
-
 
-
-
ˈ 
 
 
 
-
?ˈ 
.ˈ 
 
ˈ 
 
 
 
-
-
?ˈ 
 
ˈ 
-
 
-
.ˈ
 
 
,ˈ 
 
-
-
 
,ˈ 
 
-
 
,ˈ 
-
.ˈ 
,ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 
-
 
 
ˈ 
-
-
 
-
 
 
-
 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
ˈ 
-
 
 
-
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
-
 
.ˈ 
-
 
-
-
-
.ˈ 
 
 
-
ˈ 
-
 
 
-
 
 
 
-
.ˈ 
-
 
.ˈ 
 
,ˈ 
, 
, 
,ˈ 
-
 
 
ˈ 
-
-
.ˈ 
,ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
ˈ 
-
,ˈ 
 
-
ˈ 
 
 
-
.ˈ 
-
 
-
,ˈ 
-
 
 
 
,ˈ 
 
 
ˈ 
-
-
-
 
 
-
?ˈ 
-
,ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
-
 
-
.ˈ 
 
-
ˈ 
-
 
 
 
.ˈ 
 
 
?!ˈ 
-
 
 
-
!ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
-
ˈ 
-
,ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
 
 
 
-
,ˈ 
 
 
ˈ 
-
ˈ 
 
-
 
,ˈ 
 
 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
-
,ˈ 
-
 
-
,ˈ 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
-
 
-
,ˈ 
 
,ˈ 
-
 
.ˈ
ˈ 
-
 
 
 
?ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
-
 
ˈ 
ˈ 
-
 
ˈ 
 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
ˈ 
-
ˈ 
-
 
-
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
-
 
,ˈ 
-
 
-
 
 
ˈ 
-
 
ˈ 
-
-
 
.ˈ 
-
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
-
 
 
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
ˈ 
 
 
-
ˈ 
 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
 
-
,ˈ 
ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
-
 
-
.ˈ 
ˈ 
 
-
-
 
-
ˈ 
.ˈ 
, 
, 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
.ˈ
 
-
.ˈ 
ˈ 
-
.ˈ 
 
 
-
,ˈ 
 
-
-
 
-
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
-
?ˈ 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
-
 
-
.ˈ 
 
-
ˈ 
 
 
.ˈ
 
 
 
,ˈ 
 
.ˈ 
-
-
 
 
-
 
.ˈ 
 
 
-
 
 
-
.ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
-
,ˈ 
 
-
 
 
,ˈ 
-
,ˈ 
, 
, 
, 
, 
 
-
-
.ˈ 
 
-
-
ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
ˈ 
 
-
-
ˈ 
 
.ˈ 
 
-
 
-
 
,ˈ 
 
 
 
-
-
,ˈ 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
-
 
ˈ 
-
,ˈ 
.ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
-
,ˈ 
,ˈ 
-
 
ˈ 
-
-
 
.ˈ 
-
 
-
.ˈ 
-
-
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
?ˈ 
 
 
 
?ˈ 
 
.ˈ 
-
 
.ˈ 
-
 
 
ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
-
-
.ˈ 
 
 
 
,ˈ 
-
!ˈ 
 
 
!ˈ 
ˈ 
 
,ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
-
-
.ˈ 
-
 
-
 
 
-
.ˈ 
 
ˈ 
 
!ˈ 
 
 
 
?ˈ 
-
 
-
-
?ˈ 
-
 
 
-
ˈ 
-
-
 
 
?ˈ 
-
 
-
?ˈ 
-
 
 
ˈ 
-
 
 
?ˈ 
-
 
 
-
.ˈ 
 
?ˈ 
 
 
 
 
-
 
.ˈ 
 
 
 
 
-
ˈ 
-
-
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
?ˈ 
-
 
!ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
-
.ˈ 
-
 
 
 
-
,ˈ 
 
 
-
-
 
ˈ 
-
 
.ˈ 
 
.ˈ
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
-
,ˈ 
-
 
-
.ˈ 
-
 
ˈ 
-
,ˈ 
 
,ˈ 
 
ˈ 
-
 ... 
-
.ˈ 
 
 
-
ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ — 
-
-
?ˈ — 
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
-
ˈ 
-
 
ˈ 
-
 
-
ˈ 
-
 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
-
.ˈ 
 
-
 
-
.ˈ 
 
 
 
-
 
.ˈ 
-
 
 
-
.ˈ 
-
ˈ 
 
.ˈ 
-
-
-
,ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
ˈ 
ˈ 
-
.ˈ 
,ˈ 
ˈ 
 
 
-
-
.ˈ 
 
-
,ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
-
 
 
?ˈ 
 
 
 
-
 
.ˈ 
 
-
?ˈ 
 
 
-
?ˈ 
 
-
 
 
.ˈ 
 
-
 
 
-
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
-
 
 
.ˈ 
-
-
 
 
 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
 
 
?ˈ 
ˈ 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
ˈ 
-
 
.ˈ 
 
?ˈ 
 
,ˈ 
-
 
.ˈ 
-
.ˈ 
 
 
-
.ˈ
 
.ˈ 
ˈ 
-
ˈ 
 
-
 
 
,ˈ 
 
 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
-
 
-
,ˈ 
 
,ˈ 
.ˈ 
-
 
 
 
-
 
-
.ˈ 
,ˈ 
 
-
 
ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
-
 
-
 
 
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
-
 
-
-
.ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
-
 
 
-
ˈ ... 
 
-
 
 
 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
-
-
 
 
.ˈ 
 
ˈ 
-
ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
-
-
,ˈ 
 
-
 
.ˈ 
 
-
 
?ˈ 
 
ˈ 
-
.ˈ 
.ˈ
,ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
ˈ 
-
 
-
 
-
.ˈ 
 
-
-
 
.ˈ 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
-
 
-
-
.ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
-
 
,ˈ 
 
.ˈ
 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
-
 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
-
-
,ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
ˈ 
-
 
 
-
 
.ˈ 
 
ˈ 
 
 
!ˈ 
-
ˈ 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
 
,ˈ 
-
,ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
ˈ — 
-
 
-
 
,ˈ 
-
 
ˈ — 
 
 
ˈ 
 
-
 
 
ˈ 
 
-
 
-
ˈ 
-
-
 
-
.ˈ 
-
-
 
-
 
 
,ˈ 
 
-
 
ˈ 
-
 
,ˈ 
-
 
-
.ˈ
 
 
 
ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
-
ˈ 
 
-
 
-
-
ˈ 
-
-
ˈ 
-
-
-
,ˈ 
-
-
ˈ 
 
-
.ˈ 
ˈ 
 
 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
!ˈ 
ˈ 
ˈ 
-
-
-
?ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
,ˈ 
-
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
-
 
-
 
 
 
ˈ 
-
 
-
ˈ 
-
-
ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
 
 
,ˈ 
,ˈ 
-
 
ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
-
 
 
 
-
,ˈ 
.ˈ 
 
 
,ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
-
 
-
,ˈ 
 
 
 
-
?ˈ 
 
.ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
 
ˈ 
 
-
-
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
-
-
-
 
.ˈ 
 
 
?ˈ 
 
-
 
 
 
.ˈ 
-
-
 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
-
-
 
.ˈ 
 
 
-
-
.ˈ 
 
-
-
,ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
 
, 
, 
, 
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
-
.ˈ 
.ˈ 
 
ˈ 
 
 
-
 
-
-
ˈ 
,ˈ 
 
 
 
-
-
.ˈ 
,ˈ 
 
ˈ 
 
ˈ 
-
 
 
ˈ 
-
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ
 
 
 
-
 
.ˈ 
ˈ 
 
-
ˈ 
-
ˈ 
 
-
 
.ˈ 
ˈ 
-
ˈ 
 
 
.ˈ 
 
-
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
-
-
ˈ 
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
-
 
ˈ 
-
 
-
.ˈ 
 
 
-
ˈ 
 
 
-
-
.ˈ 
 
 
-
ˈ 
-
 
 
-
?ˈ 
 
,ˈ 
ˈ 
-
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
.ˈ 
,ˈ 
ˈ 
-
.ˈ 
 
-
 
 
ˈ 
-
?ˈ 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
-
 
 
 
-
,ˈ 
 
,ˈ 
,ˈ 
 
 
-
.ˈ 
!ˈ 
-
,ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
 
-
,ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
-
 
-
 
.ˈ 
-
 
 
-
,ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
-
 
 
,ˈ 
-
-
ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
-
-
 
 
,ˈ 
-
 
 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
-
 
.ˈ 
ˈ 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
?ˈ 
 
 
-
ˈ 
-
-
ˈ 
 
-
.ˈ 
 
ˈ 
 
-
 
,ˈ 
 
 
-
 
-
-
ˈ 
-
-
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
 
.ˈ 
-
 
-
-
 
 
-
 
 
.ˈ 
 
 
 
?ˈ 
-
 
-
 
?ˈ 
-
-
 
ˈ 
-
-
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
,ˈ 
-
ˈ 
 
?ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
-
 
 
 
.ˈ 
-
 
,ˈ 
-
.ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
 
ˈ 
ˈ 
,ˈ 
-
 
 
-
,ˈ 
 
-
 
-
 
-
 
 
.ˈ 
 
-
 
-
 
-
 
ˈ 
-
 
-
 
.ˈ 
-
 
-
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
-
 
-
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
,ˈ 
ˈ 
 
 
-
,ˈ 
-
.ˈ 
,ˈ 
 
-
-
-
,ˈ 
 
 
-
ˈ 
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ
 
-
.ˈ 
 
-
-
ˈ 
-
 
-
 
-
 
.ˈ 
-
 
 
 
-
 
-
-
,ˈ 
-
-
-
.ˈ 
 
 
 
-
,ˈ 
ˈ 
-
-
,ˈ 
 
?ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
-
-
 
ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
ˈ 
-
 
-
ˈ 
-
 
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 ...  
 
 
-
.ˈ 
 
-
-
 
 
?ˈ 
 
-
 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
-
 
-
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
-
-
 
ˈ 
 
ˈ 
 
-
-
 
-
ˈ 
-
-
.ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
-
,ˈ 
,ˈ 
ˈ 
-
 
 
.ˈ
 
 
-
 
 
,ˈ 
 
-
 
 
-
,ˈ 
 
,ˈ 
ˈ 
-
-
ˈ 
,ˈ 
ˈ 
.ˈ 
 
-
-
ˈ 
-
ˈ 
ˈ 
-
 
-
 
.ˈ 
 
 
-
 
ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
 
-
-
 
,ˈ 
 
-
 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
 
 
 
-
-
ˈ 
ˈ 
-
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
-
 
-
-
 
!ˈ 
 
 
-
 
-
 
?ˈ 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
ˈ 
 
 
 
-
ˈ 
-
 
-
 
 
.ˈ 
 
 
 
-
-
-
-
.ˈ 
 
-
 
-
 
-
,ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
-
 
-
ˈ 
-
 
.ˈ 
-
 
 
,ˈ 
-
-
.ˈ 
-
-
 
 
,ˈ 
-
 
.ˈ 
ˈ 
 
 
!ˈ 
-
-
 
 
-
.ˈ 
ˈ 
-
 
 
ˈ 
-
-
.ˈ 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
-
-
ˈ 
 
?ˈ 
 
 
.ˈ 
 
-
-
-
,ˈ 
 
-
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
-
-
 
 
-
,ˈ 
-
 
.ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
-
-
ˈ 
-
,ˈ 
 
-
-
 
 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
-
-
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
-
-
 
.ˈ 
 
-
.ˈ 
-
 
 
 
 
 
ˈ 
 
-
 
ˈ 
-
-
 
 
.ˈ 
 
-
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
 
 
ˈ 
 
!ˈ 
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
-
 
 
-
-
-
,ˈ 
-
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
-
ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
-
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
-
?ˈ 
-
-
 
-
?ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
-
 
?!ˈ 
 
 
 
 
,ˈ 
 
-
 
 
,ˈ 
-
 
-
 
-
-
ˈ 
-
ˈ 
-
 
 
 
,ˈ 
 
,ˈ 
-
 
 
-
 
.ˈ 
-
 
-
 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
ˈ 
-
,ˈ 
-
 
 
-
-
?ˈ 
 
 
-
 
?ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
ˈ 
-
-
.ˈ 
 
 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
-
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
 
,ˈ 
,ˈ 
 
?ˈ 
 
-
-
ˈ 
 
 
ˈ 
 
 
-
,ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
 
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
-
ˈ 
-
.ˈ 
-
-
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
 
-
 
-
.ˈ
 
 
 
 
-
.ˈ 
 
-
ˈ 
 
 
.ˈ 
ˈ 
-
-
 
 
 
-
.ˈ 
-
ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
 
ˈ 
-
ˈ 
-
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
-
 
.ˈ 
ˈ 
 
-
 
ˈ 
-
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ
 
ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
-
ˈ 
 
ˈ 
 
-
,ˈ 
-
.ˈ 
 
 
 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
-
 
-
ˈ 
-
 
-
 
.ˈ 
ˈ 
ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
-
 
 
 
 
-
!ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
-
ˈ 
-
 
 
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
,ˈ 
-
 
 
-
.ˈ 
 
 
-
-
ˈ 
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
-
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
 
ˈ 
-
-
,ˈ 
 
-
!ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
 
 
 
ˈ 
 
-
-
.ˈ 
 
 
-
ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
-
!?ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
 
-
!ˈ 
 
-
?ˈ 
 
-
-
 
ˈ 
-
 
-
 
.ˈ 
-
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
 
ˈ 
 
-
 
-
-
,ˈ 
 
-
 
-
-
ˈ 
 
-
 
-
-
-
.ˈ 
-
-
?ˈ 
.ˈ 
-
 
ˈ 
 
 
 
 
,ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
-
 
ˈ 
,ˈ 
 
 
,ˈ 
-
-
.ˈ 
ˈ 
 
 
-
.ˈ 
-
-
 
 
.ˈ 
 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
-
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
-
 
 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
-
ˈ 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
ˈ 
 
-
 
.ˈ 
-
 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
ˈ 
-
-
 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
-
.ˈ 
 
-
-
ˈ 
 
-
 
 
-
 
-
-
ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
ˈ 
-
-
ˈ 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
ˈ 
-
 
ˈ 
-
-
.ˈ
-
 
 
-
,ˈ 
-
-
ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
-
 
 
 
ˈ 
 
 
-
?ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
-
-
 
-
 
.ˈ 
 
ˈ 
-
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
-
-
 
 
-
ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
-
 
-
ˈ 
 
 
 
 
 
.ˈ 
 
-
-
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
-
 
 
 
.ˈ 
-
ˈ 
ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
-
.ˈ 
 
-
 
-
 
-
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
 
-
 
 
?ˈ 
 
 
 
 
-
-
ˈ 
 
.ˈ 
-
 
!ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
 
-
 
-
ˈ 
-
-
 
 
-
.ˈ 
 
-
ˈ 
 
 
?ˈ 
-
 
-
 
,ˈ 
-
 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
-
 
-
 
 
-
,ˈ 
 
.ˈ 
-
 
.ˈ 
,ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
-
 
 
ˈ 
ˈ 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
-
 
 
.ˈ 
-
 
 
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
-
 
-
ˈ 
 
 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
 
-
,ˈ 
-
.ˈ 
 
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
-
-
.ˈ 
 
ˈ 
-
 
-
 
.ˈ 
 
ˈ 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
.ˈ 
-
 
 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
-
 
ˈ — 
ˈ 
 
-
ˈ 
-
ˈ 
ˈ 
 
-
-
.ˈ 
-
 
,ˈ 
 
ˈ 
-
-
 
 
 
 
.ˈ
 
ˈ 
 
 
.ˈ 
-
-
.ˈ 
 
-
.ˈ 
 
ˈ 
 
-
,ˈ 
 
 
-
ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
 
 
-
 
,ˈ 
?ˈ 
 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
ˈ 
ˈ 
 
 
?ˈ 
-
 
.ˈ 
 
ˈ 
-
 
-
 
 
 
-
ˈ 
-
 
-
 
 
ˈ 
 
-
.ˈ 
 
-
 
 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
-
-
,ˈ 
ˈ 
-
-
ˈ 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
-
ˈ 
-
ˈ 
ˈ 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
-
-
 
-
.ˈ 
ˈ 
-
 
-
.ˈ 
 
ˈ 
-
-
,ˈ 
 
-
-
ˈ 
-
 
 
.ˈ 
ˈ 
 
ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
-
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
 
ˈ 
 
-
-
.ˈ 
-
 
-
ˈ 
-
,ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
-
-
.ˈ 
-
 
-
 
 
-
ˈ 
 
 
ˈ 
 
-
 
-
 
.ˈ 
 
-
 
 
 
-
-
.ˈ 
-
 
.ˈ 
-
 
 
-
 
 
-
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
-
 
ˈ 
 
-
 
 
.ˈ 
-
ˈ 
-
-
ˈ 
 
 
-
.ˈ 
-
-
ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
-
ˈ 
-
 
,ˈ 
-
ˈ 
-
.ˈ 
-
 
-
-
 
 
?ˈ 
ˈ 
 
 
 
 
-
 
-
,ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
-
 
 
ˈ 
-
 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
 
,ˈ 
-
 
.ˈ 
 
.ˈ
 
ˈ 
-
.ˈ 
 
-
-
 
,ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
-
 
-
-
ˈ 
-
 
.ˈ 
-
ˈ 
.ˈ 
 
 
-
-
 
 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
-
-
,ˈ 
ˈ 
 
,ˈ 
-
 
-
 
ˈ 
 
,ˈ 
 
 
-
-
,ˈ 
-
-
 
 
 
-
,ˈ 
-
-
.ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
?ˈ 
ˈ 
ˈ 
 
 
-
 
-
.ˈ 
 
-
-
 
-
 
-
 
 
 
-
,ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
-
 
 
 
?ˈ 
-
ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
,ˈ 
-
 
 
 
,ˈ 
 
,ˈ 
-
 
ˈ 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
-
ˈ 
 
-
-
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
-
.ˈ 
ˈ 
,ˈ 
,ˈ 
-
ˈ 
 
-
 
-
ˈ 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
-
 
 
ˈ 
-
-
 
 
-
-
.ˈ 
 
 
 
.ˈ 
 
-
-
ˈ 
-
 
-
 
ˈ 
 
-
 
ˈ 
-
 
-
ˈ 
-
-
.ˈ 
 
.ˈ 
-
-
ˈ 
 
.ˈ 
-
ˈ 
ˈ 
 
 
 
-
,ˈ 
 
ˈ 
-
,ˈ 
 
 
-
-
 
 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
 
 
 
,ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
 
 
-
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
ˈ 
-
-
 
.ˈ 
-
 
 
 
 
 
,ˈ 
ˈ 
-
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
-
 
 
 
-
-
.ˈ 
 
 
 
 
-
-
.ˈ 
 
!ˈ 
 
 
ˈ 
 
-
,ˈ 
-
 
!ˈ 
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
ˈ 
ˈ 
-
ˈ 
-
 
-
-
 
.ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
 
 
-
 
-
ˈ 
-
 
 
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
ˈ 
-
-
 
 
-
.ˈ 
ˈ 
.ˈ 
 
 
-
,ˈ 
ˈ 
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
-
ˈ 
ˈ 
.ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
,ˈ 
-
 
 
-
-
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
?ˈ 
 
 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
-
 
-
.ˈ 
-
 
.ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
-
 
.ˈ 
 
 
-
 
 
-
.ˈ 
 
 
,ˈ 
 
-
,ˈ 
 
 
-
-
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
-
 
-
-
 
-
.ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
-
ˈ 
-
 
 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
-
 
,ˈ 
-
ˈ 
 
ˈ 
-
 
 
.ˈ 
-
!ˈ 
-
 
-
,ˈ 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
-
-
ˈ 
 
-
ˈ 
-
-
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
-
-
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
 
-
.ˈ 
ˈ 
 
-
 
ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
-
 
-
 
-
.ˈ 
 
 
 
 
-
 
-
ˈ 
.ˈ 
-
-
 
 
-
.ˈ 
 
-
 
 
.ˈ
 
 
ˈ 
-
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
-
,ˈ 
-
-
 
ˈ 
-
ˈ 
-
 
,ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
-
.ˈ 
-
-
 
-
,ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
-
.ˈ
-
ˈ 
ˈ 
-
,ˈ 
ˈ 
-
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
.ˈ 
 
-
ˈ 
-
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
-
 
 
-
 
ˈ 
-
.ˈ 
 
 
.ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
-
 
-
,ˈ 
 
-
-
 
 
.ˈ 
 
.ˈ 
-
 
 
 
ˈ 
-
-
 
-
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
-
?ˈ 
 
,ˈ 
-
.ˈ
-
-
,ˈ 
 
?ˈ 
 
-
-
.ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
-
.ˈ 
,ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
 
-
-
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
-
ˈ 
-
.ˈ 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
ˈ 
-
ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
 
-
,ˈ 
-
 
-
ˈ 
 
 
-
-
ˈ 
ˈ 
-
.ˈ 
ˈ 
 
ˈ 
-
 
 
ˈ 
-
.ˈ 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
!ˈ 
ˈ 
 
 
ˈ 
-
.ˈ 
-
ˈ 
.ˈ 
-
 
-
.ˈ 
 
,ˈ 
-
 
-
 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
-
ˈ 
-
-
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
-
,ˈ 
.ˈ
ˈ 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
-
.ˈ 
-
-
ˈ 
ˈ 
 
ˈ 
-
.ˈ 
-
ˈ 
-
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
-
 
 
ˈ 
-
 
 
 
-
 
-
.ˈ 
 
-
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
-
 
 
-
ˈ 
.ˈ 
-
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
-
.ˈ 
-
-
 
 
-
,ˈ 
-
 
 
 
 
 
-
-
ˈ 
-
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
-
ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
 
.ˈ
 
 
,ˈ 
-
-
 
 
 
ˈ 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
,ˈ 
 
-
ˈ 
 
.ˈ 
-
-
 
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
-
.ˈ 
-
 
 
,ˈ 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
-
-
 
ˈ 
-
-
.ˈ 
-
 
-
.ˈ 
-
 
-
 
 
 
.ˈ
ˈ 
-
 
 
,ˈ 
 
,ˈ 
ˈ 
-
-
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
,ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
 
-
,ˈ 
-
-
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
!ˈ 
!ˈ 
!ˈ 
-
?ˈ 
 
-
.ˈ 
 
 
-
-
ˈ 
-
 
-
.ˈ 
 
-
 
-
ˈ 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
-
?ˈ 
 
 
-
?ˈ 
-
?ˈ 
, 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
-
?ˈ 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
 
-
 
,ˈ 
,ˈ 
.ˈ 
-
!ˈ 
,ˈ 
 
-
 
.ˈ 
, 
, 
,ˈ 
 
-
,ˈ 
 
-
ˈ 
 
 
-
ˈ 
-
,ˈ 
-
-
.ˈ 
 
 
 
ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
 
?ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
 
 
.ˈ 
-
 
-
 
!ˈ 
 
 
 
.ˈ 
-
-
 
 
-
!ˈ 
,ˈ 
,ˈ 
ˈ 
, 
, 
, 
-
-
.ˈ 
-
 
-
-
-
.ˈ 
-
-
ˈ 
ˈ 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
 
 
-
-
ˈ 
-
 
-
-
,ˈ 
.ˈ 
 
 
ˈ 
-
-
,ˈ 
 
-
-
-
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
-
?ˈ 
 
 
-
ˈ 
-
 
,ˈ 
-
-
-
 
-
 
.ˈ 
-
 
 
ˈ 
-
 
 
-
 
ˈ 
 
-
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
 
 
-
ˈ 
-
 
.ˈ 
 
 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
-
ˈ 
-
-
ˈ 
?ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
,ˈ 
-
ˈ 
 
 
-
 
ˈ 
-
.ˈ 
-
ˈ 
-
 
-
ˈ 
-
 
.ˈ 
 
,ˈ 
 
?ˈ 
 
.ˈ 
-
 
.ˈ 
ˈ 
-
 
 
-
 
ˈ 
-
-
-
 
-
 
.ˈ 
 
 
ˈ 
 
-
-
 
-
 
,ˈ 
-
 
 
.ˈ 
 
 
?ˈ 
 
!ˈ 
-
-
!ˈ 
 
-
 
 
-
 
ˈ 
-
.ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
-
.ˈ 
ˈ 
ˈ 
-
-
-
 
.ˈ 
!ˈ 
 
-
.ˈ 
-
-
 
.ˈ 
-
?ˈ 
-
 
?ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
-
.ˈ 
 
 
 
ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
-
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
 
-
 
.ˈ 
-
-
 
 
-
-
-
 
.ˈ 
-
 
 
ˈ 
 
-
ˈ 
-
 
-
-
 
ˈ 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
-
-
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
.ˈ 
!ˈ 
 
 
-
.ˈ 
 
 
-
-
ˈ 
-
 
.ˈ 
-
ˈ 
.ˈ 
-
,ˈ 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ
-
,ˈ 
.ˈ 
-
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
-
ˈ 
-
-
 
 
 
.ˈ 
-
-
 
 
 
,ˈ 
 
-
,ˈ 
-
ˈ 
.ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
-
.ˈ 
,ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ
-
ˈ 
ˈ 
-
-
 
ˈ 
 
,ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
-
-
ˈ 
 
,ˈ 
 
-
?ˈ 
 
ˈ 
 
-
-
 
 
.ˈ 
 
 
-
.ˈ 
-
-
-
 
-
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
-
 
ˈ 
-
 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
-
-
 
.ˈ
-
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
 
-
ˈ 
-
 
.ˈ 
-
-
.ˈ 
-
 
 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
-
,ˈ 
-
 
,ˈ 
 
!ˈ 
-
 
 
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
!ˈ 
,ˈ 
ˈ 
-
-
-
 
 
.ˈ 
-
 
.ˈ 
-
,ˈ 
-
 
-
.ˈ 
 
-
ˈ 
-
 
.ˈ 
-
 
 
-
 
 
-
 
-
.ˈ 
 
-
-
 
 
.ˈ 
 
,ˈ 
 
 
-
 
-
 
.ˈ 
 
ˈ 
-
-
ˈ 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
 
-
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
 
 
 
 
-
 
 
.ˈ 
 
ˈ 
-
 
.ˈ
 
-
 
 
.ˈ 
ˈ 
 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
,ˈ 
-
-
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
-
,ˈ 
 
 
,ˈ 
-
 
-
 
-
.ˈ 
 
-
.ˈ 
:ˈ
 
ˈ 
-
 
ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
 
-
ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
-
 
-
ˈ
-
 
-
.ˈ 
 
.ˈ 
-
-
 
,ˈ 
-
-
 
.ˈ 
-
 
 
.ˈ 
-
 
:ˈ
-
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
-
 
-
ˈ 
 
 
?ˈ
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
-
?ˈ 
 
 
-
ˈ 
ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
:ˈ 
 
-
!ˈ 
-
.ˈ 
 
 
 
.ˈ 
, 
-
, 
-
 
-
.ˈ 
 
-
-
.ˈ 
 
 
 
-
?ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
-
 
 
-
ˈ 
-
 
 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ
 
 
ˈ 
 
ˈ 
-
 
 
.ˈ
 
 
 
.ˈ 
-
 
:ˈ 
!ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
-
-
-
ˈ 
-
.ˈ 
 
-
-
 
.ˈ 
-
 
-
-
.ˈ 
 
.ˈ 
 
-
 
-
?ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
?ˈ 
-
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
 
-
.ˈ
-
 
 
-
-
!ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
-
?ˈ
 
-
 
-
ˈ 
 
 
.ˈ 
-
 
-
-
 
-
ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
-
.ˈ 
-
 
 
-
ˈ 
?ˈ 
?ˈ 
 
 
 
.ˈ ... 
 
 
ˈ 
.ˈ 
 
 
 
-
 
.ˈ
 
-
.ˈ 
ˈ 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
 
:ˈ 
ˈ 
 
-
.ˈ 
 
-
 
-
,ˈ 
-
-
-
 
 
-
 
 
.ˈ 
.ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
-
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
-
,ˈ 
ˈ 
-
-
ˈ 
 
-
-
 
-
 ... 
.ˈ 
 
 
-
 
.ˈ 
-
ˈ 
 
 
 
 
-
-
 
.ˈ 
 
-
?ˈ 
 
 
-
.ˈ 
-
 
ˈ 
-
 
 
 
.ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
?ˈ 
 
 
-
 
?ˈ 
ˈ 
 
-
?ˈ 
 
-
 
 
 
-
.ˈ 
-
 
-
 
 
,ˈ 
-
 
-
-
 
.ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
-
 
.ˈ 
 
-
.ˈ 
-
-
ˈ 
 
-
.ˈ 
 
 
-
 
 
,ˈ 
 
-
,ˈ 
 
-
 
,ˈ 
-
 
-
 
.ˈ 
 
ˈ 
-
.ˈ 
-
 
-
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
-
 
?ˈ 
-
 
 
ˈ 
-
.ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
-
 
 
-
.ˈ 
, 
, 
,ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
ˈ 
-
ˈ 
.ˈ 
 
 
 
,ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
-
 
 
-
.ˈ 
-
 
-
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
-
,ˈ 
-
-
-
 
 
ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
-
 
-
 
.ˈ 
ˈ 
-
,ˈ 
-
 
-
 
 
-
-
-
.ˈ 
-
-
 
,ˈ 
-
-
 
 
.ˈ 
 
ˈ 
 
-
-
 
,ˈ 
 
-
-
 
-
 
-
ˈ 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
?ˈ 
-
.ˈ 
 
 
-
-
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
 
-
-
 
 
-
.ˈ 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
-
 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
-
 
-
 
 
-
.ˈ 
-
-
 
-
 
,ˈ 
-
-
.ˈ 
 
ˈ 
-
ˈ 
-
-
-
ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
-
.ˈ 
-
ˈ 
-
-
-
,ˈ 
-
 
 
-
,ˈ 
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
ˈ 
 
-
 
.ˈ 
-
 
 
ˈ 
.ˈ 
-
-
 
 
ˈ 
.ˈ 
 
ˈ 
-
-
ˈ 
 
-
.ˈ 
-
ˈ 
 
-
-
ˈ 
ˈ 
-
.ˈ 
-
-
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
-
-
 
ˈ 
.ˈ 
 
-
 
ˈ 
 
 
 
 
-
.ˈ 
 
-
 
-
,ˈ 
 
-
-
 
ˈ 
 
-
,ˈ 
 
-
.ˈ 
-
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
-
-
 
 
,ˈ 
 
-
ˈ 
-
ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
 
ˈ 
?ˈ 
 
.ˈ 
 
?ˈ 
 
.ˈ
.ˈ 
.ˈ 
ˈ 
-
.ˈ 
 
-
,ˈ 
,ˈ 
-
-
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
.ˈ 
-
 
.ˈ 
 
-
 
-
 
-
 
-
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
-
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
ˈ 
-
.ˈ 
 
,ˈ 
 
-
 
 
-
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
-
 
-
,ˈ 
-
 
 
.ˈ 
 
 
 
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
-
 
 
-
ˈ 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
 
?ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
 
 
,ˈ 
 
-
 
 
ˈ 
-
.ˈ 
 
!ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
 
-
-
-
 
.ˈ 
-
 
-
ˈ 
-
 
 
 
.ˈ 
 
-
-
.ˈ 
 
.ˈ 
,ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
.ˈ 
-
 
-
-
.ˈ 
-
 
 
ˈ 
 
 
 
,ˈ 
-
-
,ˈ 
-
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
-
 
-
.ˈ 
 
-
.ˈ 
-
,ˈ 
-
,ˈ 
 
-
ˈ 
 
?ˈ 
 
-
-
-
 
ˈ 
-
 
!ˈ 
 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
-
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
-
.ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
-
 
 
,ˈ 
 
-
 
.ˈ
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
-
 
,ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
,ˈ 
!ˈ 
-
-
 
,ˈ 
!ˈ 
 
-
 
,ˈ 
 
 
ˈ 
.ˈ 
.ˈ 
.ˈ 
 
-
 
 
 
ˈ 
-
 
-
 
 
 
.ˈ 
ˈ 
 
-
.ˈ 
-
 
 
 
ˈ 
-
ˈ 
.ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
-
ˈ 
.ˈ 
 
 
ˈ 
,ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
-
ˈ 
-
-
-
ˈ 
-
 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
-
-
-
ˈ 
ˈ 
 
 
-
,ˈ 
-
 
,ˈ 
ˈ 
-
?ˈ 
ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
-
-
 
 
.ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
-
,ˈ 
 
-
,ˈ 
 
.
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
-
-
.ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
-
-
 
 
,ˈ 
 
.ˈ 
-
-
ˈ 
-
 
ˈ 
-
.ˈ 
,ˈ 
 
 
-
,ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
-
,ˈ 
,ˈ 
 
 
.ˈ 
 
-
 
 
?ˈ 
-
 
?ˈ 
 
 
-
?ˈ 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
!ˈ 
-
 
 
 
.ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
.ˈ 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
-
 
.ˈ 
 
 
-
-
ˈ 
-
 
-
-
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
-
,ˈ 
 
-
.ˈ 
-
-
ˈ 
 
ˈ 
 
-
.ˈ 
.ˈ 
-
 
.ˈ 
 
ˈ 
-
,ˈ 
-
.ˈ 
-
 
 
-
,ˈ 
-
.ˈ 
 
-
-
.ˈ 
-
 
ˈ 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
.ˈ 
-
 
,ˈ 
-
-
 
-
ˈ 
-
.ˈ 
ˈ 
-
-
 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
-
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
.ˈ 
-
.ˈ 
 
,ˈ 
!ˈ 
-
-
 
,ˈ 
!ˈ 
-
.ˈ 
ˈ 
-
!ˈ 
 
-
,ˈ 
 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
-
 
 
-
 
 
-
.ˈ 
 
-
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
-
-
-
.ˈ 
 
 
-
-
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
?ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
.ˈ 
-
.ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
-
 
,ˈ 
-
 
-
,ˈ 
-
-
 
,ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
,ˈ 
 
 
-
-
,ˈ 
-
-
-
 
 
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
-
 
-
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
-
.ˈ 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
,ˈ 
-
ˈ 
-
-
 
 
.ˈ 
 
 
 
 
-
-
ˈ 
-
 
.ˈ 
-
 
 
 
-
-
,ˈ 
-
 
.ˈ 
-
 
ˈ 
-
.ˈ 
-
 
ˈ 
-
.ˈ 
-
.ˈ 
-
 
 
-
-
,ˈ 
 
-
.ˈ 
 
 
?ˈ 
-
 
 
-
ˈ 
-
 
-
 
,ˈ 
-
 
-
-
.ˈ 
-
 
-
ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
-
-
 
-
-
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
!ˈ 
 
 
!ˈ 
 
 
!ˈ 
 
!ˈ 
-
 
.ˈ 
 
-
-
,ˈ 
 
,ˈ 
-
-
ˈ 
-
-
 
.ˈ 
 
!ˈ 
-
 
,ˈ 
 
 
,ˈ 
-
-
 
 
-
 
.ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
-
 
-
 
.ˈ 
,ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
-
-
 
 
ˈ 
 
 
ˈ 
-
 
 
 
 
.ˈ 
-
,ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
,ˈ 
-
.ˈ 
 
 
 
!ˈ 
 
,ˈ 
 
 
 
 
-
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
-
.ˈ 
,ˈ 
 
 
 
ˈ 
-
ˈ 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
?ˈ 
 
-
-
 
.ˈ
-
ˈ 
ˈ 
 
-
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
ˈ 
 
 
 
-
.ˈ 
-
ˈ 
 
-
 
-
 
-
.ˈ 
-
,ˈ 
 
,ˈ 
 
?ˈ 
-
 
-
.ˈ 
-
ˈ 
-
 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
-
 
 
 
ˈ 
 
!ˈ 
!ˈ 
-
-
 
-
 
ˈ 
 
.ˈ 
 
-
-
.ˈ 
 
 
!ˈ 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
-
 
 
 
-
.ˈ 
.ˈ 
-
 
.ˈ 
 
 
?ˈ 
 
 
-
,ˈ 
ˈ 
-
 
-
 
.ˈ 
 
 
-
 
 
,ˈ 
-
 
 
ˈ 
-
 
,ˈ 
-
-
 
 
,ˈ 
-
-
-
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
-
 
-
-
.ˈ 
 
-
 
,ˈ 
.ˈ 
 
-
 
-
,ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
!ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
-
.ˈ 
 
.ˈ 
-
ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
-
-
 
-
.ˈ 
,ˈ 
 
,ˈ 
 
-
.ˈ 
-
-
-
 
 
!ˈ 
-
 
?ˈ 
 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
 
 
,ˈ 
 
.ˈ 
-
!ˈ 
 
-
 
 
?ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
-
 
-
-
.ˈ 
 
-
 
-
.ˈ 
-
 
 
ˈ 
 
ˈ 
 
-
-
 
.ˈ 
 
-
.ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
-
 
-
ˈ 
 
-
ˈ 
-
ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
 
 
ˈ 
ˈ 
 
-
 
ˈ 
-
 
-
 
.ˈ 
 
 
?ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
,ˈ 
-
 
 
,ˈ 
-
 
-
 
.ˈ 
-
ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
-
-
 
 
 
-
.ˈ 
 
-
 
 
 
 
.ˈ 
-
,ˈ 
-
 
,ˈ 
 
,ˈ 
-
-
.ˈ 
-
,ˈ 
 
-
,ˈ 
 
-
,ˈ 
-
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
-
-
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
-
ˈ 
 
-
 
.ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
 
-
-
,ˈ 
-
 
 
.ˈ 
 
-
ˈ 
 
-
 
-
ˈ 
-
,ˈ 
.ˈ 
 
-
-
 
 
.ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
-
.ˈ 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
-
.ˈ 
-
 
 
ˈ 
-
.ˈ 
-
,ˈ 
 
ˈ 
 
-
.ˈ 
-
-
ˈ 
,ˈ 
 
-
 
.ˈ 
-
-
 
,ˈ 
 
-
 
 
ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
 
-
-
?ˈ 
 
, 
,ˈ 
 
 
.ˈ 
 
,ˈ 
-
.ˈ 
-
 
-
ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
-
.ˈ 
 
-
 
-
 
ˈ 
-
.ˈ 
 
-
ˈ 
ˈ 
 
-
.ˈ 
-
 
-
 
 
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
 
-
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
-
 
 
 
,ˈ 
.ˈ 
 
-
 
-
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
ˈ 
 
-
-
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
-
ˈ 
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
-
.ˈ 
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
-
 
 
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
?ˈ 
!ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
 
 
-
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
-
-
 
.ˈ 
 
ˈ 
-
 
 
?ˈ 
 
-
ˈ 
,ˈ 
?ˈ 
 
 
-
-
.ˈ 
 
-
 
?ˈ 
 
-
?ˈ 
 
 
?ˈ 
 
-
 
-
 
.ˈ 
-
-
 
,ˈ 
.ˈ 
 
,ˈ 
-
 
 
 
-
,ˈ 
-
 
 
-
-
 
-
 
,ˈ 
 
-
?ˈ 
 
-
 
 
 
.ˈ
 
 
 
ˈ 
-
-
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
,ˈ 
,ˈ 
 
-
-
-
 
.ˈ 
-
-
-
ˈ 
-
 
 
 
 
 
-
-
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
-
-
 
.ˈ 
ˈ 
ˈ 
 
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
 
-
-
ˈ 
 
 
ˈ 
-
-
-
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
-
 
 
.ˈ 
-
-
 
 
ˈ 
-
 
-
.ˈ 
 
 
?ˈ 
?ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
 
-
,ˈ 
 
 
,ˈ 
-
-
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
.ˈ 
 
!ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
-
-
.ˈ 
 
 
-
-
.ˈ 
 
 
 
ˈ 
-
-
 
,ˈ 
-
-
 
.ˈ 
-
,ˈ 
-
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
-
?ˈ 
-
 
-
 
.ˈ 
 
 
-
 
?ˈ 
 
-
.ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
-
 
-
,ˈ 
.ˈ 
 
-
 
 
 
 
?ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
-
-
-
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
 
 
,ˈ 
 
 
-
-
 
.ˈ 
 
 
,ˈ 
-
 
ˈ 
-
ˈ 
 
.ˈ 
 
ˈ 
-
ˈ 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
ˈ 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
-
-
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
-
-
.ˈ 
 
ˈ 
.ˈ 
-
-
 
,ˈ 
-
 
 
-
,ˈ 
ˈ 
ˈ 
ˈ 
-
 
-
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
.ˈ 
 
?ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
-
 
.ˈ 
ˈ 
-
ˈ 
.ˈ 
-
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
-
 
-
?ˈ 
 
 
-
-
.ˈ 
-
ˈ 
-
ˈ 
 
-
.ˈ 
ˈ 
-
 
ˈ 
,ˈ 
ˈ 
-
 
 
,ˈ 
-
 
-
 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
-
ˈ 
-
-
ˈ 
-
,ˈ 
 
-
.ˈ
 
 
 
-
.ˈ 
 
-
,ˈ 
, 
 
.ˈ 
,ˈ 
?ˈ 
-
-
 
?ˈ 
-
-
 
 
ˈ 
-
 
-
 
?ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
-
 
-
 
.ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
 
 
-
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
 
-
 
-
 
ˈ 
 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
 
-
 
-
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
.ˈ 
 
-
-
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
ˈ 
-
 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
-
 
ˈ 
 
.ˈ 
 
 
?ˈ 
.ˈ 
-
 
-
 
ˈ 
-
-
ˈ 
 
-
 
-
.ˈ 
 
ˈ 
ˈ 
-
-
 
-
 
.ˈ 
 
-
,ˈ 
,ˈ 
 
-
,ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
-
 
 
 
-
 
-
 
-
 
.ˈ 
ˈ 
,ˈ 
ˈ 
 
ˈ 
-
-
.ˈ
 
 
 
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
ˈ 
-
 
 
 
 
ˈ 
 
.ˈ 
-
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
-
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
-
-
 
ˈ 
-
-
-
,ˈ 
 
 
.ˈ 
-
-
-
 
 
 
,ˈ 
 
?ˈ 
ˈ 
-
ˈ 
.ˈ 
-
 
-
-
.ˈ 
-
 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
,ˈ 
 
 
?ˈ 
ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
-
,ˈ 
 
-
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
.ˈ 
 
 
 
-
?ˈ 
ˈ 
-
-
,ˈ 
-
,ˈ 
 
-
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
-
 
 
 
ˈ 
-
-
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
-
 
 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
-
,ˈ 
 
 
 
-
 
 
-
 
-
 
,ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
,ˈ 
 
 
 
 
ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
 
-
 
-
 
,ˈ 
 
-
,ˈ 
-
 
.ˈ 
-
-
 
 
 
-
 
 
 
,ˈ 
-
 
-
 
,ˈ 
-
,ˈ 
-
 
.ˈ 
 
.ˈ 
-
 
 
 
.ˈ
-
 
-
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
 
-
ˈ 
.ˈ 
ˈ 
-
ˈ 
-
-
.ˈ 
.ˈ 
-
 
-
 
.ˈ
-
ˈ 
 
 
 
-
 
-
 
,ˈ 
 
ˈ 
-
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
ˈ 
-
ˈ 
 
 
-
ˈ 
 
 
 
.ˈ 
-
-
 
,ˈ 
 
 
 
 
-
 
.ˈ 
 
 
-
 
 
-
-
ˈ 
-
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
-
:ˈ 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
-
!ˈ 
-
 
.ˈ 
 
-
-
.ˈ 
-
 
 
 
 
 
-
,ˈ 
 
 
ˈ 
-
 
 
,ˈ 
-
 
 
 
ˈ 
 
 
-
,ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
-
-
,ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
-
 
 
-
 
-
.ˈ 
ˈ 
-
ˈ 
-
ˈ 
-
.ˈ
 
 
 
-
,ˈ 
 
ˈ 
-
 
,ˈ 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
.ˈ 
 
-
 
 
 
-
.ˈ 
.ˈ 
-
 
 
 
-
 
ˈ 
-
ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
-
 
-
-
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
-
 
 
-
ˈ 
-
.ˈ 
-
 
-
-
-
 
-
 
.ˈ 
 
 
 
-
 
 
 
 
 
?ˈ 
-
 
-
.ˈ 
 
-
 
 
 
,ˈ 
 
 
 
-
 
,ˈ 
 
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
-
ˈ 
!ˈ 
-
 
 
 
?ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
 
 
 
 
-
 
?ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
-
-
 
-
ˈ 
-
 
,ˈ 
-
-
 
 
 
.ˈ 
 
 
-
ˈ 
,ˈ 
.ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
 
-
-
ˈ 
.ˈ 
-
 
 
 
-
-
.ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
.ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
 
-
 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
-
ˈ 
 
-
-
 
-
.ˈ 
 
,ˈ 
ˈ 
 
-
,ˈ 
 
 
-
.ˈ
 
-
,ˈ 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
 
-
 
-
 
-
-
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
 
 
-
 
 
 
-
-
 
.ˈ 
 
ˈ 
!ˈ 
-
 
ˈ 
 
-
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
-
 
 
.ˈ 
 
-
!ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
-
-
 
.ˈ 
 
ˈ 
-
 
-
 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
-
-
 
-
.ˈ 
-
.ˈ 
 
-
 
 
-
,ˈ 
 
 
-
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
-
 
ˈ 
 
ˈ 
-
 
 
-
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
-
-
,ˈ 
 
 
ˈ 
-
-
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
 
,ˈ 
-
-
 
-
-
 
,ˈ 
 
-
 
,ˈ 
 
-
-
,ˈ 
 
-
 
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
-
 
-
 
ˈ 
 
-
,ˈ 
-
,ˈ 
-
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
-
ˈ 
-
,ˈ 
-
 
-
 
-
ˈ 
-
 
-
.ˈ 
-
-
.ˈ 
 
-
 
-
 
 
ˈ 
 
-
-
 
-
-
-
 
-
 
 
.ˈ 
 
.ˈ 
 
-
 
-
 
.ˈ 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
 
 
-
,ˈ 
 
?ˈ 
 
-
-
ˈ 
 
 
-
 
.ˈ 
 
-
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
 
 
 
,ˈ 
-
 
.ˈ 
-
 
 
-
-
 
.ˈ 
 
ˈ 
?ˈ 
 
 
 
 
ˈ 
-
-
 
ˈ 
-
 
 
-
 
-
-
,ˈ 
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
 
-
-
ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
 
-
ˈ 
 
-
 
-
.ˈ 
 
 
 
-
-
 
,ˈ 
 
 
 
-
ˈ 
ˈ 
 
 
 
-
 
-
,ˈ 
-
 
 
.ˈ 
-
 
ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
-
!ˈ 
 
!ˈ 
,ˈ 
-
-
 
.ˈ 
 
 
-
ˈ 
 
ˈ 
-
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
-
 
 
 
-
,ˈ 
.ˈ 
-
.ˈ 
-
 
 
-
.ˈ 
 
-
ˈ 
 
 
.ˈ 
-
 
ˈ 
 
 
-
.ˈ 
-
 
 
 
ˈ 
-
-
 
-
.ˈ 
 
 
 
-
 
-
 
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
-
-
-
-
ˈ 
 
-
ˈ 
 
 
-
-
 
-
ˈ 
 
.ˈ 
 
-
-
-
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
 
-
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
ˈ 
-
 
 
-
 
ˈ 
-
?ˈ 
 
 
-
 
.ˈ 
 
-
-
 
,ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
.ˈ 
-
-
-
 
 
-
-
 
.ˈ 
 
-
 
-
,ˈ 
-
,ˈ 
 
-
-
.ˈ 
 
-
 
,ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
ˈ 
-
 
-
 
,ˈ 
.ˈ 
 
-
ˈ 
-
 
,ˈ 
 
 
-
 
.ˈ 
ˈ 
 
 
-
 
-
-
 
.ˈ 
-
-
 
.ˈ 
,ˈ 
,ˈ 
 
 
 
-
ˈ 
-
 
-
 
 
 
-
-
.ˈ
 
-
-
 
 
-
 
-
ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
-
-
ˈ 
 
.ˈ 
-
 
-
,ˈ 
-
 
-
 
.ˈ 
-
 
-
-
 
 
-
 ... 
-
 ... 
 
-
-
.ˈ
 
ˈ 
 
ˈ 
 
-
 
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
ˈ 
-
 
-
 
 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
-
ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
-
ˈ 
ˈ 
-
.ˈ 
-
 
 
-
-
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
-
-
-
 
ˈ 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
-
 
 
-
,ˈ 
-
-
 
 
 
 
-
-
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
-
 
 ... 
-
 
.ˈ 
 
-
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
-
 
 
ˈ 
-
 
 
 
-
 
.ˈ 
ˈ 
 
-
ˈ 
-
 
.ˈ 
,ˈ 
 
-
 
 
 
-
-
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
-
 
 
ˈ 
-
 
 
 
-
,ˈ 
-
.ˈ 
 
 
 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
-
-
 
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
-
 
-
-
,ˈ 
 
-
 
.ˈ 
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
-
ˈ 
-
 
ˈ 
-
-
-
 
 
ˈ 
 
 
-
-
.ˈ 
-
 
 
-
-
.ˈ 
 
 
 
-
ˈ 
-
 
-
-
 
-
 
 
-
.ˈ 
 
 
-
ˈ 
.ˈ 
-
 
-
-
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
 
-
 
 
,ˈ 
,ˈ 
 
 
-
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
,ˈ 
-
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
-
 
 
-
ˈ 
-
.ˈ 
 
-
 
 
 
,ˈ 
 
-
,ˈ 
 
 
 
-
-
-
,ˈ 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
-
 
 
 
,ˈ 
-
 
-
-
,ˈ 
-
-
,ˈ 
,ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
-
 
 
-
ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
-
 
 
ˈ 
-
-
,ˈ 
 
.ˈ 
 
 
-
-
,ˈ 
.ˈ 
 
-
 
 
 
-
.ˈ 
-
 
-
 
-
 
.ˈ
 
 
 
 
 
?ˈ 
 
ˈ 
-
 
ˈ 
 
-
ˈ 
-
-
-
,ˈ 
 
,ˈ 
-
ˈ 
-
-
,ˈ 
-
 
.ˈ 
-
 
 
 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
 
-
 
-
ˈ 
-
 
 
 
 
ˈ 
-
-
 
.ˈ 
-
 
.ˈ 
 
ˈ 
 
 
-
 
 
-
-
.ˈ 
-
-
 
-
 
-
 
-
 
ˈ 
 
-
-
 
 
,ˈ 
-
-
 
.ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
-
,ˈ 
ˈ 
-
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
ˈ 
 
 — 
 
 
 
?ˈ 
-
 
.ˈ
ˈ 
 
.ˈ 
,ˈ 
-
 
 
-
ˈ 
 
-
 
ˈ 
 
?ˈ 
 
 
 
-
?ˈ 
 
-
 
-
 
 
 
.ˈ 
 
 
 
-
-
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
-
-
-
.ˈ 
ˈ 
-
-
 
 
-
-
-
.ˈ 
 
ˈ 
-
 
-
 
ˈ 
-
 
.ˈ 
 
-
-
-
ˈ 
-
ˈ 
-
 
-
 
-
.ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
?ˈ 
 
 
.ˈ 
-
 
 
 
 
?ˈ 
 
 
-
 
ˈ 
-
 
 
ˈ 
 
 
,ˈ 
 
-
-
 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
 
 
!ˈ 
 
 
-
.ˈ 
 
 
-
-
-
.ˈ 
-
-
 
-
.ˈ 
 
-
-
?ˈ 
 
.ˈ 
ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
 
-
-
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
-
-
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
-
 
 
.ˈ 
 
 
 
 
-
-
,ˈ 
-
-
 
 
ˈ 
-
-
ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
ˈ 
-
 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
 
-
 
ˈ 
-
-
,ˈ 
-
-
,ˈ 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
 
-
.ˈ 
,ˈ 
 
-
,ˈ 
-
 
-
ˈ 
-
 
 
,ˈ 
-
.ˈ 
ˈ 
-
-
 
-
 
.ˈ 
 
 
 
 
.ˈ 
-
 
-
,ˈ 
 
-
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
.ˈ 
-
-
 
-
 
ˈ 
-
.ˈ 
-
 
 
ˈ 
-
 
.ˈ
 
-
.ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
-
 
 
?ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
-
-
ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
-
-
 
-
 
-
-
 
 
-
.ˈ 
-
.ˈ 
.ˈ 
-
 
 
 
-
-
 
 
-
,ˈ 
 
-
ˈ 
 
-
-
,ˈ 
 
.ˈ 
 
-
-
 
-
.ˈ 
 
 
-
 
?ˈ 
 
.ˈ 
-
 
?ˈ 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
.ˈ 
-
 
-
-
 
?ˈ 
-
.ˈ 
-
.ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
 
-
!ˈ 
-
 
ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
-
ˈ 
ˈ 
-
.ˈ 
.ˈ 
-
 
.ˈ 
 
-
 
 
-
-
-
-
 
.ˈ 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
-
 
 
,ˈ 
 
-
 
.ˈ 
-
ˈ 
 
 
 
 
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
,ˈ 
 
.ˈ 
-
-
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
-
,ˈ 
-
 
-
,ˈ 
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
-
 
 
.ˈ 
ˈ 
-
.ˈ 
 
 
-
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
-
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
 
 
ˈ 
-
 
.ˈ 
, 
, 
.ˈ 
 
 
 
?ˈ 
-
 
-
.ˈ 
 
 
 
-
-
.ˈ 
 
 
.ˈ 
 
?ˈ 
-
 
 
.ˈ 
 
-
-
 
ˈ 
-
.ˈ 
-
 
-
.ˈ 
-
 
 
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
-
-
ˈ 
-
-
-
.ˈ 
 
-
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
,ˈ 
-
-
 
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
 
?ˈ 
 
.ˈ 
.ˈ 
 
-
,ˈ 
-
.ˈ 
.ˈ 
-
-
 
.ˈ 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
-
 
 
 
.ˈ 
 
.ˈ 
 
-
-
 
 
,ˈ 
-
-
 
 
.ˈ 
 
 
ˈ 
-
 
-
-
-
,ˈ 
-
 
-
-
-
,ˈ 
-
-
 
.ˈ 
-
 
 
 
 
.ˈ 
-
 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
 
 
,ˈ 
-
.ˈ 
-
.ˈ 
 
ˈ 
-
-
 
 
 
-
ˈ 
 
-
-
.ˈ 
 
-
 
 
 
,ˈ 
-
 
-
ˈ 
-
 
 
-
 
,ˈ 
-
.ˈ 
 
 
 
-
 
 
.ˈ
 
 
 
ˈ 
ˈ 
-
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
:ˈ
 
-
.ˈ 
 
 
 
-
.ˈ 
-
 
ˈ 
 
 
-
 
 
 
-
ˈ 
-
ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
 
 
-
 
ˈ 
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
-
 
 
-
 
.ˈ 
-
 
ˈ 
-
ˈ 
 
?ˈ 
 
-
 
-
 
-
.ˈ 
 
 
 
-
.ˈ 
ˈ 
-
 
 
 
-
 
-
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
,ˈ 
-
 
-
.ˈ 
ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
.ˈ 
-
 
 
-
ˈ 
-
 
 
 
 
 
-
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
!ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
 
 
.ˈ 
-
-
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
.ˈ 
 
!ˈ 
 
?!ˈ 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
 
 
-
 
-
-
 
,ˈ 
-
 
 
-
?!ˈ 
 
-
 
-
-
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
 
-
.ˈ 
-
ˈ 
!ˈ 
-
 
-
ˈ 
 
-
?!ˈ 
 
-
ˈ 
 
.ˈ 
 
?ˈ 
 
-
 
 
 
ˈ 
-
 
-
 
.ˈ 
 
-
ˈ 
ˈ 
 
-
 
,ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
 
 
 
ˈ 
-
ˈ 
 
?ˈ 
 
-
 
-
ˈ 
 
.ˈ 
 
-
ˈ 
,ˈ 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
-
 
 
.ˈ 
-
 
-
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
-
?ˈ 
 
 
-
 
 
-
,ˈ 
-
-
-
.ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
 
-
?ˈ 
 
-
 
ˈ 
 
-
 
 
 
.ˈ 
! 
 
 
?!ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
-
 
 
.ˈ 
 
-
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
-
 
ˈ 
 
-
ˈ 
-
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
,ˈ 
-
 
 
 
 
.ˈ 
-
 
 
-
.ˈ 
 
 
-
 
 
ˈ 
-
 
.ˈ 
-
-
 
 
 
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
 
-
 
 
 
-
,ˈ 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
-
?ˈ 
 
-
 
-
 
 
-
,ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
-
.ˈ 
 
-
?ˈ 
 
ˈ 
 
-
 
-
 
-
,ˈ 
-
ˈ 
-
 
 
 
.ˈ 
,ˈ 
-
-
 
 
-
 
ˈ 
 
.ˈ 
 
-
-
-
 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
-
 
,ˈ 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
-
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
!ˈ 
 
-
 
-
.ˈ 
 
-
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
-
?ˈ 
 
-
 
 
 
 
.ˈ 
 
-
 
-
!ˈ 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
-
 
-
.ˈ 
 
-
-
 
 
 
.ˈ 
-
 
-
 
 
!ˈ 
-
 
-
!ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
ˈ 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
-
-
 
-
-
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
-
-
.ˈ 
-
-
 
.ˈ 
-
-
 
-
.ˈ 
-
-
 
.ˈ 
 
-
-
.ˈ 
 
-
 
 
 
-
,ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
-
 
 
 
 
 
-
.ˈ 
-
 
ˈ 
 
 
 
 
 
-
.ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
 
-
 
 
 
-
.ˈ 
-
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
-
 
 
 
 
ˈ 
 
.ˈ 
 
 
-
 
 
 
ˈ 
 
 
-
 
-
 
,ˈ 
-
 
-
,ˈ 
-
 
-
.ˈ 
-
ˈ 
-
 
-
 
 
,ˈ 
 
-
.ˈ 
-
 
-
 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
-
ˈ 
 
-
-
-
 
-
 
-
ˈ 
 
.ˈ 
ˈ 
-
 
 
 
 
ˈ 
-
.ˈ 
-
 
 
-
 
-
-
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ
 
-
ˈ 
ˈ 
 
-
.ˈ 
 
 
 
-
, 
-
, 
-
,ˈ 
-
 
 ... 
-
,ˈ 
 
 ... 
, 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
ˈ 
ˈ 
 
.ˈ 
-
 
ˈ 
 
-
ˈ 
 
-
-
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
-
-
?ˈ 
 
-
-
 
 
.ˈ 
-
 
.ˈ 
-
 
 
 
-
 
?ˈ 
 
 
.ˈ 
-
 
-
ˈ 
 
-
-
?ˈ 
-
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
-
 
?ˈ 
-
 
 
.ˈ 
 
 
-
 
 
?ˈ 
-
 
 
?ˈ 
-
 
 
ˈ 
-
-
 
 
-
 
,ˈ 
 
 
 
?ˈ 
-
 
-
.ˈ 
 
 
-
-
.ˈ 
 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
,ˈ 
,ˈ 
-
 
-
 
?ˈ 
 
ˈ 
 
-
ˈ 
-
 
-
!ˈ 
-
 
 
 
?ˈ 
 
 
-
 
 
,ˈ 
-
 
ˈ 
-
 
ˈ 
-
-
-
 
ˈ 
-
-
-
 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
-
ˈ 
-
 
 
,ˈ 
.ˈ 
 
 
 
-
-
-
.ˈ 
-
 
ˈ 
 
-
-
-
 
,ˈ 
ˈ 
 
-
?ˈ 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
 
-
 
ˈ 
-
 
.ˈ 
 
-
.ˈ 
-
-
,ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
-
,ˈ 
 
 
 
 
,ˈ 
-
 
?ˈ 
-
?ˈ 
 
,ˈ 
-
?ˈ 
 
 
 
-
,ˈ 
 
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
 
?ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
-
-
?ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
-
?ˈ 
 
-
.ˈ 
-
ˈ 
?ˈ 
-
-
-
!ˈ 
 
 
-
-
?ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
-
-
 
?ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
-
 
 
ˈ 
-
,ˈ 
-
-
 
ˈ 
 
 
.ˈ 
 
-
?ˈ 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
 
,ˈ 
-
 
 
,ˈ 
-
 
 
ˈ 
-
-
 
 
-
-
 
-
.ˈ 
 
-
?ˈ 
 
-
.ˈ 
 
,ˈ 
!ˈ 
 
?ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
,ˈ 
 
.ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
 
-
ˈ 
!ˈ 
 
 
-
,ˈ 
-
ˈ 
-
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
!ˈ 
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
!ˈ 
 
-
?ˈ 
 
ˈ 
ˈ 
ˈ 
 
-
ˈ 
-
ˈ 
 
-
.ˈ 
 
 
-
?ˈ 
 
-
-
-
?ˈ 
 
.ˈ 
 
!ˈ 
 
-
ˈ 
-
.ˈ 
 
-
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
?ˈ 
 
-
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
-
ˈ 
-
 
 
-
-
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
.ˈ 
-
ˈ 
-
 
-
-
 
-
?ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
 
 
 
ˈ 
-
 
 
.ˈ 
 
-
 
-
 
-
ˈ 
 
-
.ˈ 
-
-
 
-
 
-
,ˈ 
 
 
-
-
-
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
-
ˈ 
 
-
 
,ˈ 
ˈ 
-
 
,ˈ 
 
-
 
 
?ˈ 
ˈ 
-
ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
?ˈ 
-
 
ˈ 
-
ˈ 
-
?ˈ 
ˈ 
-
?ˈ 
-
 
-
 
 
-
 
-
 
-
-
,ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
ˈ 
-
 
?ˈ 
-
 
 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
 
-
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
 
-
ˈ 
-
.ˈ 
 
-
,ˈ 
 
 
 
-
,ˈ 
-
-
 
 
 
-
-
 
.ˈ 
 
-
 
,ˈ 
 
-
,ˈ 
-
-
 
-
 
.ˈ 
-
 
 
 
-
-
 
 
 
,ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
?ˈ 
-
-
 
.ˈ 
-
ˈ 
-
 
!ˈ 
 
-
?!ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
ˈ — 
 
-
,ˈ 
-
 
ˈ — 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
ˈ 
ˈ 
-
ˈ 
-
 
 
 
 
,ˈ 
 
,ˈ 
-
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
 
-
-
-
ˈ 
 
-
 
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
?ˈ 
-
-
.ˈ 
 
ˈ 
 
-
,ˈ 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
ˈ 
 
 
 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
 
 
,ˈ 
,ˈ 
-
,ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
-
-
 
 
ˈ 
-
-
 
.ˈ 
-
-
 
 
 
ˈ 
-
-
 
-
.ˈ 
-
 
 
 
ˈ 
 
-
,ˈ 
,ˈ 
 
-
-
.ˈ 
 
.ˈ 
ˈ 
-
 
-
,ˈ 
 
 
 
-
,ˈ 
-
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
-
,ˈ 
ˈ 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
 
-
ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
ˈ — 
 
ˈ 
 
ˈ — 
 
-
-
 
,ˈ 
-
 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
-
:ˈ 
 
-
.ˈ 
ˈ 
-
 
 
-
 
-
 
-
.ˈ 
-
 
.ˈ 
 
-
 
-
 
-
.ˈ 
-
 
-
ˈ 
-
-
 
 
-
.ˈ 
-
 
 
-
ˈ 
-
 
-
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
-
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
-
 
-
.ˈ 
-
 
.ˈ 
 
-
-
-
ˈ 
 
?ˈ 
 
 
? 
 
 
?ˈ 
-
 
,ˈ 
-
-
 
,ˈ 
-
-
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
 
 
.ˈ 
-
-
-
 
 
.ˈ 
 
 
 
,ˈ 
 
-
,ˈ 
-
 
-
 
.ˈ 
-
 
-
.ˈ 
-
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
-
 
 
-
?ˈ 
 
 
-
ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
-
 
 
-
 
ˈ 
-
-
 
ˈ 
-
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
ˈ 
-
-
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
-
 
-
ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
 
 
 
 
ˈ 
-
-
.ˈ 
-
 
 
.ˈ
 
,ˈ 
-
ˈ 
-
.ˈ 
 
 
 
-
.ˈ 
ˈ 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
 
, 
.ˈ 
 
 
,ˈ 
 
 
-
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
-
ˈ 
 
-
ˈ 
 
 
-
 
 
-
?ˈ 
 
.ˈ 
 
-
 
ˈ 
-
-
-
 
,ˈ 
-
-
 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
-
!ˈ 
ˈ 
 
 
 
-
 
?ˈ 
 
 
-
 
 
,ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
-
 
-
 
 
.ˈ 
-
 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
 
?ˈ 
 
 
 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
 
-
 
-
ˈ 
 
 
!ˈ 
 
-
 
 
-
?ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
: 
ˈ 
ˈ 
 
 
?ˈ 
 
 
 
 
-
.ˈ 
-
 
.ˈ 
 
 
-
-
.ˈ 
 
 
-
 
 
 
 
ˈ 
 
 
-
ˈ
 
,ˈ 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
-
ˈ 
-
 
-
 
.ˈ 
-
 
 
.ˈ 
:ˈ 
ˈ 
 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
-
.ˈ
 
 
-
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
-
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
-
 
 
 
-
 
.ˈ 
-
 
 
 
-
 
.ˈ 
:ˈ
-
 
-
-
ˈ 
-
 
-
 
ˈ 
-
 
 
ˈ 
-
 
 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ
-
 
 
-
 
 
.ˈ 
 
 
 
 
,ˈ 
 
-
-
!ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
-
.ˈ 
-
?ˈ 
-
 
-
 
-
,ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ
-
 
 
 
-
 
ˈ 
ˈ 
-
.ˈ 
-
 
-
 
 
 
 
ˈ 
 
 
=
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
.ˈ 
-
-
 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
-
.ˈ 
-
 
 
ˈ 
-
 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
ˈ 
 
-
 
 
-
 
.ˈ 
-
 
-
 
ˈ 
-
 
 
 
 
-
 
.ˈ
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
. 
-
 
.ˈ 
=
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
 
-
 
.ˈ 
 
-
-
,ˈ 
-
,ˈ 
.ˈ 
-
ˈ 
-
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
?ˈ 
 
 
-
 
 
 
 
?ˈ 
!ˈ 
 
 
 
ˈ 
 
 
-
 
.ˈ 
>ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
-
.ˈ 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
 
-
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
-
 
 
-
ˈ 
 
-
.ˈ 
 
 
 
-
. 
-
 
ˈ 
ˈ 
?ˈ 
 
ˈ 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
?!ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
! 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
=
 
.ˈ 
 
 
 
 
=
.ˈ 
 
 
 
 
.ˈ 
=
 
-
.ˈ 
-
 
.ˈ 
 
.ˈ 
=
 
ˈ 
 
.ˈ 
=
 
 
-
 
 
,ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
. 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
-
 
 
 
,ˈ 
 
=
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
=
.ˈ 
ˈ 
-
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
ˈ 
ˈ 
 
 
> 
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
 
 
 
 
-
.ˈ 
 
-
 
-
 
 
-
ˈ 
 
-
 
 
 
.ˈ 
=
 
 
-
-
.ˈ 
-
 
 
.ˈ 
 
-
 
 
?ˈ 
-
 
. 
 
 
ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
?!ˈ 
 
-
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
-
 
 
.ˈ 
=
 
 
-
 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
=
 
 
.ˈ 
 
-
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
=
 
-
 
 
 
 
.ˈ 
,ˈ 
 
ˈ 
=
 
-
 
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
?ˈ 
 
ˈ 
=
 
 
.ˈ 
=
 
ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
-
 
 
 
?ˈ 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
=
 
.ˈ 
 
 
,ˈ 
-
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
-
 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
-
 
 
-
 
 
 
 
 
.ˈ 
=
 
 
 
 
.ˈ 
 
 
 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
=
ˈ 
 
.ˈ 
 
 
ˈ 
-
 ... 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
-
=
 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
-
 
?ˈ 
-
 
 
 
 
-
.ˈ 
 
 
,ˈ 
ˈ 
 
 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
-
.ˈ 
 
-
 
-
? 
 
ˈ 
 
=
 
.ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
-
=
 
 
 
.ˈ 
-
 
? 
-
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
-
ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
.ˈ 
 
-
.ˈ 
 
-
?ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
> 
.ˈ 
-
ˈ 
 
ˈ 
 
-
 
-
 
ˈ 
=
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
=
 
ˈ 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
=
 
.ˈ 
 
 
.ˈ 
, 
 
 
,ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
=
ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
 
 
-
.ˈ 
 
 
-
 
 
 
 
-
 
.ˈ 
 
ˈ 
-
?ˈ 
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
-
 
-
 
ˈ 
-
 
-
 
 
-
,ˈ 
 
-
 
-
,ˈ 
-
 
.ˈ 
 
?ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
-
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
? 
 
?ˈ 
=
 
ˈ 
 
-
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
-
 
 
 
 
ˈ 
=
 
 
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
.ˈ 
ˈ 
-
 
 
 
?ˈ 
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
,ˈ 
 
 
,ˈ 
-
-
 
 
-
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
-
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
?ˈ 
.ˈ 
 
-
-
 
 
 
.ˈ 
 ... 
 
-
 
.ˈ 
!ˈ 
 
 
 
=
 
-
 
 
 
,ˈ 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
 
,ˈ 
 
 
 
-
 
 
 
-
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
 
-
 
-
 
.ˈ 
-
 
ˈ 
 
.ˈ 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
-
.ˈ 
-
 
=
 
 
ˈ 
 
 
ˈ 
 
 
 ... 
.ˈ 
 
 
 
 
.ˈ 
-
 
 
 ... 
 
-
 
-
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
=
 
-
 
 
 
-
-
,ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
-
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
=
 
-
 
-
 
-
=
 
 ... 
,ˈ 
 
-
 
 
-
 
 
,ˈ 
 
 ... 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ
-
 
ˈ 
 
-
-
.ˈ 
-
ˈ 
 
 
ˈ 
-
ˈ 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
,ˈ 
ˈ 
-
 
 
=
,ˈ 
 
=
,ˈ 
 
=
.ˈ 
-
.ˈ 
 
 
 
-
-
.ˈ 
 
,ˈ 
 
 
 
 
-
 
,ˈ 
 
 
 
-
 
-
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
ˈ 
, 
 
-
 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
-
 
ˈ 
ˈ 
-
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
 
 
 
=
 
?ˈ 
 
ˈ 
-
 
=
.ˈ 
 
 
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
.ˈ
 
ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
-
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
-
 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
-
 
ˈ 
 
ˈ 
-
 ... 
ˈ 
-
-
 
 
ˈ 
ˈ 
 
ˈ 
 ... 
 
-
 
 
 
.ˈ 
-
 
=
.ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
-
 
ˈ 
 
 
 
-
-
ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
-
 
ˈ 
 
-
 
 
 
 ... 
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
-
 
 
=
 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
>-
 
-
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
-
 
-
-
 
-
-
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
.ˈ 
-
-
-
 
-
 
 
-
-
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
-
 
-
-
 
-
 
 
-
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
-
-
 
 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
-
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
-
 
ˈ 
-
 
 
.ˈ 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
-
ˈ 
 
 
 
-
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
-
-
.ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
 
-
 
 
.ˈ 
-
 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 
ˈ 
 
.ˈ 
-
=
 
,ˈ 
 
 
-
 
ˈ 
 
-
 
-
 
 
-
,ˈ 
 
 
-
 
 
.ˈ 
 
 
-
 
 
 
-
 
ˈ 
 
 
 
 
 
,ˈ 
-
.ˈ 
-
 
-
ˈ 
-
 
-
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
-
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
 
 
-
-
 
 ... 
, 
 
.ˈ 
-
-
 
=
ˈ 
 
 
 ... 
 
ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
 
.ˈ 
 
 
 
-
-
 
.ˈ 
 
 
 
 
-
-
 
 
.ˈ 
.ˈ 
 
 
ˈ 
 
 
 
=
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
-
 
.ˈ 
ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
-
-
 
ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
-
 
-
 
 ... 
-
 
.ˈ 
 
 
-
 
?ˈ 
 
 
 
 
ˈ 
-
 
 
 
 
-
ˈ 
 
 
-
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
?ˈ 
ˈ 
ˈ 
-
 
?ˈ 
 
.ˈ 
 
-
 
 
 
ˈ 
 
-
ˈ 
 
 
-
-
 
.ˈ 
 
-
 
,ˈ 
 
-
 
ˈ 
 
.ˈ
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
-
 
-
?ˈ 
 
 
>,ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
,ˈ 
 
=
 
,ˈ 
-
 
 
ˈ 
,ˈ 
 
 
=
?ˈ 
 
,ˈ 
-
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
,ˈ 
,ˈ 
>ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
> 
-
.ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
>,ˈ 
.ˈ 
ˈ 
>ˈ 
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
.ˈ 
 
-
-
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
-
ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
?ˈ 
 
 
 
,ˈ 
-
 
 
-
.ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
-
-
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
=
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
-
ˈ 
 
 
 
,ˈ 
-
ˈ 
-
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
-
 
 
 
 
.ˈ 
 
-
ˈ 
=
.ˈ 
 
-
 
=
.ˈ 
-
 
 
-
,ˈ 
 
.ˈ 
 
-
-
>.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
-
.ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
> 
=
ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
-
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
ˈ 
 
, 
-
.ˈ 
 
 
-
 
 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
.ˈ 
ˈ 
,ˈ 
ˈ 
,ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
-
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
?ˈ 
 
ˈ 
 
?ˈ 
ˈ 
-
ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
 
 
ˈ 
.ˈ 
-
-
 
 
.ˈ 
,ˈ 
-
ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
.ˈ 
-
 
 
 
,ˈ 
 
 
ˈ 
-
=
 
ˈ 
 
 
 
,ˈ 
 
 
 
-
.ˈ 
ˈ 
=
 
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
-
 
-
-
,ˈ 
,ˈ 
,ˈ 
-
 
-
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
,ˈ 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
> 
 
 
=
-
 
.ˈ 
 
.ˈ 
-
 
 
?ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
?ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
-
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
-
-
 
 
>ˈ 
-
 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
 
=
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
.ˈ 
,ˈ 
 
=
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
?ˈ 
 
 
 
ˈ 
=
 
.ˈ 
.ˈ 
 
-
.ˈ 
 
.ˈ 
=
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
> 
-
 
,ˈ 
.ˈ 
 
!ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
 
 
-
,ˈ 
-
 
 
 
 
,ˈ 
-
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
 
 
-
 
 
,ˈ 
,ˈ 
=
 
.ˈ 
 
-
-
,ˈ 
,ˈ 
.ˈ 
, 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
=
 
,ˈ 
 
=
.ˈ 
 
-
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
=
 
 
 
 
.ˈ 
>ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
-
 
 
,ˈ 
 
 
> 
 
.ˈ 
 
-
 
,ˈ 
,ˈ 
 
-
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
, 
=
ˈ ... 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
ˈ 
,ˈ 
 
 
 
ˈ 
 
-
=
 
 
.ˈ 
 
.ˈ 
-
 
 
ˈ ... 
 
.ˈ 
 
 
ˈ 
-
 
,ˈ 
 
-
?ˈ 
 
 
ˈ 
-
 
-
?ˈ 
 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
 
 
?ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
-
 
-
?ˈ 
-
-
 
.ˈ 
 
 
 
-
>-
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
,ˈ 
-
?ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
-
> 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
=
 
-
 
 
.ˈ 
-
=
 
 
 
.ˈ
 
 
-
.ˈ 
-
 
-
ˈ 
-
 
-
 
,ˈ 
ˈ 
-
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
-
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
-
 
-
?ˈ 
 
-
 
 
ˈ 
.ˈ 
 
ˈ 
-
 
-
 
ˈ 
-
 
-
!ˈ 
 
-
!ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
-
-
 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
 
=
 
ˈ 
 
 
 
 
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
 
-
ˈ 
.ˈ 
 
ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
-
 
?ˈ 
-
 
?ˈ 
 
-
 
 
.ˈ 
 
!ˈ 
 
-
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
?ˈ 
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
-
 
 
-
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
?ˈ 
 
ˈ 
 
ˈ 
-
 
-
,ˈ 
 
-
 
-
.ˈ 
ˈ 
ˈ 
!ˈ 
-
 
 
 
,ˈ 
-
.ˈ 
ˈ 
 
 
 
ˈ 
=
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
=
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
=
 
 
 
-
.ˈ 
-
,ˈ 
 
-
ˈ 
 
-
.ˈ 
 
-
=
 
.ˈ 
 
 
 
.ˈ 
 
=
 
 
 
?ˈ 
-
 
-
 
 
 
?ˈ 
 
?ˈ 
 
?ˈ 
 
 
-
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
 
 
 
-
ˈ 
.ˈ 
-
 
-
 
-
ˈ 
 
> 
-
-
,ˈ 
-
 
-
.ˈ 
=
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
=
ˈ 
 
-
ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
 
-
ˈ 
=
 
ˈ 
 
ˈ 
-
 
-
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
 
-
 
,ˈ 
 
-
 
ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
=
 
,ˈ 
=
 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
=
 
,ˈ 
 
 
=
ˈ 
 
-
=
 
 
 
-
-
.ˈ 
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
-
 
 
.ˈ 
ˈ 
 
 
 
.ˈ
-
 
 
 
 
 ... 
ˈ 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
-
!ˈ 
 
.ˈ 
-
ˈ 
-
 
 
-
.ˈ 
 
ˈ 
.ˈ 
=
 
ˈ 
 
>ˈ 
 
>,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
> 
 ... 
 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
,ˈ 
 
 
 
 
-
?ˈ 
 
 
 
-
 
 
-
.ˈ 
-
 
=
 
-
,ˈ 
=
 
-
.ˈ
-
 
 
 ... 
ˈ 
ˈ 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
-
 
ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
-
 
.ˈ 
-
 
 
-
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ
 
ˈ 
 ... 
 
 
ˈ 
 
.ˈ 
 
 
=
.ˈ 
.ˈ 
 
 
.ˈ 
 
=
.ˈ 
-
 
-
ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
,ˈ 
-
,ˈ 
-
ˈ 
,ˈ 
 
,ˈ 
 
-
>.ˈ 
 
>.ˈ 
 
 
 
-
.ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
> 
.ˈ 
 
-
-
 
 
-
.ˈ 
 
ˈ 
 
-
 
-
 
ˈ 
-
,ˈ 
-
,ˈ 
-
 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
=
,ˈ 
 
 
-
ˈ 
-
ˈ 
 
.ˈ 
 
 
ˈ 
-
-
 ... 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
-
 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
-
-
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
-
,ˈ 
 
 
.ˈ 
 
 
-
 
 ... 
 
 
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
=
 
ˈ 
 
>.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
>
 
 
ˈ 
ˈ 
ˈ 
-
 
 
,ˈ 
-
=
 
 
-
-
 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
-
-
 
 
.ˈ 
-
 
 
 
 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
>=
.ˈ 
 
 
,ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
>ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
-
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
=
.ˈ 
 
ˈ 
 
 
-
-
 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
ˈ 
 
 
ˈ 
 
>,ˈ 
-
> 
ˈ 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
-
-
 
-
 
-
-
ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
-
 
,ˈ 
 
 
-
 
ˈ 
 
-
 
.ˈ 
> 
 
 
>,ˈ 
-
-
 
-
>=
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
 
>,ˈ 
 
 
ˈ 
 
 
 
,ˈ 
=
ˈ 
,ˈ 
 
>.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
>,ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
> 
 
-
.ˈ 
 
> 
.ˈ 
 
 
-
>
 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
ˈ 
 ... 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
 
>ˈ 
 
-
ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
-
-
 
 
 
ˈ 
-
 
 
 
,ˈ 
-
 
 
.ˈ 
-
 
 
-
-
 
.ˈ 
 
 
-
ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
-
-
-
,ˈ 
,ˈ 
-
-
 
.ˈ 
 
,ˈ 
 
-
 
 
-
,ˈ 
,ˈ 
, ˈ 
ˈ 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
 
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
 
 
 
>=
.ˈ 
 
>ˈ 
 
 
,ˈ 
-
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
-
 
 
-
ˈ 
.ˈ 
-
 
 
.ˈ 
>,ˈ 
 
 
 
=
ˈ 
.ˈ 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
-
-
 
ˈ 
 
,ˈ 
-
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
> 
 
.ˈ 
-
 
 
 
-
 
-
,ˈ 
-
 
=
,ˈ 
,ˈ 
 
ˈ 
 
-
ˈ 
-
=
 
.ˈ 
 
-
-
,ˈ 
 
-
>=
,ˈ 
 
 
,ˈ 
-
-
,ˈ 
-
 
.ˈ 
-
 
 
ˈ 
 
-
 
 
.ˈ 
-
 
-
-
 
=
.ˈ 
 
 
-
-
 
 
 
-
-
 
-
>=
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
=
 
ˈ 
 
 
?ˈ 
 
-
=
.ˈ 
-
 
 
 
-
ˈ 
 
 
> 
ˈ 
> 
> 
 
-
ˈ 
=
 
ˈ 
-
 
.ˈ 
-
 
 
-
 
.ˈ 
 
.ˈ 
 
 
-
 
 
-
ˈ 
 
.ˈ 
 
 
>=
ˈ 
-
 
 
 
ˈ 
-
 
 
ˈ 
-
-
 
-
=
 
ˈ 
ˈ ... 
 
,ˈ 
 
-
?ˈ 
-
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
-
-
 
 
-
 
-
-
ˈ 
=
 
.ˈ 
 
 
=
.ˈ 
 
 
,ˈ 
 ... 
-
 
 
 
 
 
 
> 
,ˈ 
 
 
>ˈ 
 
> 
 
 
-
 
ˈ 
 
 
-
ˈ 
 
=
ˈ 
 
=
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
>ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
.ˈ
 
 
-
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
ˈ 
,ˈ 
> 
ˈ 
>ˈ 
ˈ 
-
 
 
.ˈ 
-
 
ˈ 
 
-
,ˈ 
ˈ 
=
 
 
ˈ 
>ˈ 
-
 
.ˈ 
 
ˈ 
 
 
 
>ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
> 
.ˈ 
 
>ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
 
 
-
 
.ˈ 
ˈ 
 
 
-
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
=
 
ˈ 
> 
.ˈ 
 
ˈ 
 
-
 
 
=
.ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
 
 
-
?!ˈ 
 
 
, 
> 
.ˈ 
 
ˈ 
-
ˈ 
=
ˈ 
 
-
 
-
 
.ˈ 
 
-
?!ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
>ˈ 
.ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
 
-
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
-
ˈ 
-
-
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
-
.ˈ 
,ˈ 
 
 
=
 
.ˈ 
 
=
 
ˈ 
 
.ˈ 
 
-
ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
 
ˈ 
-
 
-
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
 
-
ˈ 
ˈ 
-
,ˈ 
-
 
.ˈ 
,ˈ 
 
ˈ 
-
.ˈ 
 
-
 
 
ˈ 
-
 
,ˈ 
=
 
.ˈ 
 
 
=
 
!ˈ 
 
 
 
,ˈ 
ˈ ... 
-
.ˈ 
-
ˈ 
ˈ 
>ˈ 
-
,ˈ 
-
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
ˈ 
> 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
ˈ 
-
-
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
-
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
-
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
>ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
-
=
 
?ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
ˈ 
-
-
 
 
 
 
?ˈ 
 
ˈ 
-
ˈ 
>,ˈ 
-
 
,ˈ 
 
-
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
-
,ˈ 
 
 
 
-
,ˈ 
 
ˈ 
 
-
.ˈ 
-
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 ... 
ˈ 
 
 
.ˈ 
 
 
ˈ 
!ˈ 
 
-
ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
-
?ˈ 
 
?ˈ 
-
 
!ˈ 
ˈ 
 
-
ˈ 
 
-
 
-
-
?ˈ 
ˈ 
-
 
 
 
-
-
?ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
ˈ 
 
-
ˈ 
-
-
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
-
-
.ˈ 
 
 
 
=
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
-
-
.ˈ 
 
-
ˈ 
ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
?ˈ 
 
ˈ 
 
 
ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
 
-
-
ˈ 
 
 
?ˈ 
 
-
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
 
-
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
=
 
 
-
-
 
ˈ 
-
-
 
-
ˈ 
-
-
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
-
-
 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
-
-
ˈ 
 
-
 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
-
 
-
ˈ 
 
 
.ˈ 
 
-
 
 
 
 
?!ˈ 
 
 
-
 
 
 
ˈ 
.ˈ 
=
 
 
.ˈ 
 
 
.ˈ
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
-
 
?ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
-
?ˈ 
 
-
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
-
,ˈ 
 
-
 
 
-
.ˈ 
 
-
-
ˈ 
-
=
 
 
 
.ˈ
-
ˈ 
ˈ 
,ˈ 
 
-
-
.ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
ˈ 
.ˈ 
,ˈ 
-
ˈ 
 
-
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
-
ˈ 
=
 
 
 
 
-
ˈ 
 
-
 
-
ˈ 
ˈ 
,ˈ 
 
ˈ 
-
 
ˈ 
-
ˈ 
-
 
-
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
-
 
.ˈ
-
ˈ 
 
ˈ 
 
-
ˈ 
 
ˈ 
-
,ˈ 
 
-
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
=
,ˈ 
,ˈ 
-
 
.ˈ 
ˈ 
ˈ 
 
-
 
-
.ˈ 
 
 
 
-
 
.ˈ 
-
=
ˈ 
 
-
 
.ˈ 
ˈ 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
-
 
,ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
ˈ 
-
ˈ 
ˈ 
-
 
.ˈ 
-
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
 
 
 
-
ˈ 
-
 
ˈ 
-
ˈ 
 
 
,ˈ 
-
,ˈ 
 
.ˈ 
 
-
 
,ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
-
 
 
ˈ 
 
 
-
 
.ˈ 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
-
.ˈ 
-
ˈ 
-
 
ˈ 
 
ˈ 
=
 
-
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
.ˈ 
 
 
-
ˈ 
ˈ 
 
-
.ˈ 
ˈ 
,ˈ 
-
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
 
 
ˈ 
ˈ 
> 
 
,ˈ 
.ˈ 
-
ˈ 
.ˈ 
 
> 
,ˈ 
 
 
 
-
-
 
.ˈ 
 
 
 
 
-
?ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
-
 
 
 
 
.ˈ 
-
,ˈ 
!ˈ 
-
.ˈ 
 
 
=
ˈ 
.ˈ 
 
-
 
 
>ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
-
 
 
 
 
.ˈ 
 
-
ˈ 
ˈ 
?ˈ 
 
 
-
-
ˈ 
 
 
.ˈ 
 
 
 
 
 
-
 
ˈ 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
-
?!ˈ 
 
-
ˈ 
-
 
 
ˈ 
 
-
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
-
 
ˈ 
-
 
 
 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
 
,ˈ 
 
-
ˈ 
 
 
.ˈ 
-
 
ˈ 
 
 
?ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
 
-
,ˈ 
-
ˈ 
-
.ˈ 
 
 
?ˈ 
 
 
 
-
,ˈ 
-
 
-
.ˈ 
,ˈ 
-
 
ˈ 
-
!ˈ 
 
?ˈ 
 
?!ˈ 
 
-
 
 
 
,ˈ 
-
-
ˈ 
=
 
.ˈ 
 
=
 
-
!ˈ 
 
ˈ 
 
?ˈ 
 
 
-
?ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
-
?ˈ 
-
?ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 ˈ 
-
 
 
ˈ 
 
,ˈ 
ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
ˈ 
 
-
 
ˈ 
-
-
ˈ 
 
-
.ˈ 
ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
-
-
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
.
-
ˈ 
 
-
ˈ 
ˈ 
 
-
ˈ 
-
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
 
,ˈ 
 
-
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
-
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
-
-
 
?ˈ 
 
-
 
?ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
-
 
 
 
-
=
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
 
,ˈ 
 
> 
ˈ 
-
 
.ˈ 
 
 
 
=
.ˈ 
 
 
.ˈ 
=
 
 
 
ˈ 
-
,ˈ 
 
,ˈ 
ˈ 
-
 
 
ˈ 
 
 
?ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
 
,ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
> 
 
-
-
.ˈ 
-
 
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
=
 
.ˈ 
 
 
ˈ 
ˈ 
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
 
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
ˈ 
, 
,ˈ 
 
 
 
-
,ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
-
-
 
 
.ˈ 
 
 
 
 
-
-
-
 
.ˈ 
 
ˈ 
 
?ˈ 
ˈ 
ˈ 
 
 
ˈ 
-
 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
ˈ 
-
 
.ˈ 
 
 
 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
 
-
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
-
 
?!ˈ 
 
?!ˈ 
=
 
 
,ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
 
 
 
-
ˈ 
> 
 
>.ˈ 
 
 
 
ˈ 
-
>,ˈ 
 
 
 
>.ˈ 
-
 
-
 
.ˈ 
 
 
 
ˈ 
=
 
-
 
.ˈ 
 
 
-
 
-
>,ˈ 
 
-
>.ˈ 
 
ˈ 
-
 
-
ˈ 
 
ˈ 
 
.ˈ 
-
-
 
 
-
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
,ˈ 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
 
-
-
ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
=
 
-
 
.ˈ 
 
ˈ 
=
.ˈ 
 
>.ˈ 
 
 
-
ˈ 
 
=
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
-
ˈ 
-
-
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
?ˈ 
 
 
-
=
ˈ 
.ˈ 
 
-
 
=
.ˈ 
 
 
?!ˈ 
-
 
 
-
 
-
 
 
-
.ˈ
ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
-
,ˈ 
 
-
ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
=
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
-
 
 
,ˈ 
,ˈ 
-
-
-
 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
?ˈ 
ˈ 
 
 
.ˈ 
 
 
 
=
 
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
-
 
ˈ 
 
-
 
 
,ˈ 
 
 
 
-
ˈ 
 
>ˈ 
-
 
ˈ 
 
 
 
 
ˈ 
-
.ˈ 
,ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
,ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
-
 
 
-
-
 
-
-
ˈ 
 
-
 
ˈ 
 
 
.ˈ
 
.ˈ 
=
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
-
 
 
ˈ 
-
 
-
.ˈ 
,ˈ 
 
-
,ˈ 
ˈ 
-
ˈ 
.ˈ 
?ˈ 
 
-
 
ˈ 
ˈ 
-
.ˈ 
-
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
=
 
-
 
-
ˈ 
?ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
-
 
-
 
 
.ˈ
ˈ 
 
-
ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
-
ˈ 
 
-
.ˈ 
-
ˈ 
-
ˈ 
ˈ 
-
ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
-
ˈ 
-
 
 
,ˈ 
 
ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
-
ˈ 
-
 
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
-
 
-
.ˈ 
 
-
 
 
 
 
-
ˈ 
ˈ 
-
ˈ 
 
 
-
.ˈ 
,ˈ 
-
ˈ 
-
 
 
.ˈ 
,ˈ 
 
-
-
.ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
-
 
-
 
 
-
 
 
.ˈ 
 
 
,ˈ 
-
 
 
,ˈ 
 
-
 
ˈ 
-
.ˈ 
 
ˈ 
 
 
 
 ... 
.ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
-
 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 ... 
 
,ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
.ˈ 
ˈ 
ˈ 
 
-
 
-
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
ˈ 
 
 
,ˈ 
 
ˈ 
-
 
 
 
 
ˈ 
-
 
-
ˈ 
.ˈ 
ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
 
-
-
.ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
 
 
ˈ 
,ˈ 
 
 
 
ˈ 
 
 
-
 
ˈ 
 
.ˈ
=
ˈ 
-
.ˈ 
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
=
ˈ 
>ˈ 
-
.ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
-
ˈ 
ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
 
=
ˈ 
 
-
 
ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
. 
 
ˈ 
 
-
 
.ˈ
-
 
-
 
.ˈ 
-
 
-
.ˈ 
 
ˈ 
-
 
-
ˈ 
.ˈ 
-
ˈ 
 
ˈ 
.ˈ 
-
 
-
ˈ 
-
,ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
-
 
ˈ 
.ˈ 
,ˈ 
=
 
ˈ 
-
 
 
 
-
.ˈ 
-
 
.ˈ 
,ˈ 
 
-
-
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
-
.ˈ 
 
-
 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
 
 
-
.ˈ 
ˈ 
,ˈ 
-
.ˈ 
ˈ 
 
=
 
 
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
-
.ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
 
-
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
-
 
-
 
 
-
-
.ˈ 
-
 
 
 
-
.ˈ
 
 
ˈ 
 
 
-
-
ˈ 
 
ˈ 
 
-
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
 
-
 
ˈ 
 
-
 
 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
 
ˈ ... 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
-
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
-
.ˈ 
,ˈ 
-
,ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
,ˈ 
ˈ 
 
 
-
 
-
.ˈ
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
-
,ˈ 
 
 
 
-
.ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
 
-
,ˈ 
-
ˈ 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
.ˈ 
 
 
-
 
 
 
 
?ˈ 
 
-
 
 
 
,ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
-
 
-
ˈ 
-
 ... 
-
.ˈ 
-
 
 
-
,ˈ 
 
-
 
-
 
 
,ˈ 
-
-
ˈ 
-
 
-
ˈ 
-
 
 
-
 
.ˈ
-
ˈ 
-
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
-
 
ˈ 
 
-
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
=
.ˈ 
 
ˈ 
 
ˈ 
-
 
-
-
ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ
ˈ 
-
 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
-
 
ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
-
 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
ˈ 
-
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
.ˈ 
ˈ 
-
 
-
-
 
-
ˈ 
ˈ 
-
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
-
.ˈ 
ˈ 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
-
 
 
 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
-
.ˈ 
-
 
 
,ˈ 
-
,ˈ 
,ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
 
ˈ 
 
-
,ˈ 
 
-
ˈ 
ˈ 
.ˈ 
-
ˈ 
ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
 
-
 
-
 
.ˈ 
-
 
-
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
-
-
ˈ 
 
 
-
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
.ˈ 
-
ˈ 
-
ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
-
-
ˈ 
 
 
-
-
,ˈ 
 
-
-
.ˈ 
 
 
 
-
.ˈ 
?ˈ 
 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
-
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
-
 
.ˈ 
 
-
ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
 
-
 
 
 
ˈ 
 
-
ˈ 
 
ˈ 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
-
 
.ˈ 
-
 
 
-
 
,ˈ 
-
.ˈ 
 
-
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
-
,ˈ 
-
 
 
,ˈ 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
-
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
-
 
.ˈ 
 
-
 
-
 
-
ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
-
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
-
 
-
ˈ 
 
.ˈ
ˈ 
 
-
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
-
,ˈ 
-
ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
.ˈ 
ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
 
 
 
-
ˈ 
-
.ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
-
 
,ˈ 
-
=
 
-
 
 
ˈ 
.ˈ 
 
 
-
.ˈ 
-
ˈ 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
-
 
ˈ 
 
,ˈ 
 
 
 
-
 
,ˈ 
.ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
 
 
-
 
-
ˈ 
 
 
 
-
.ˈ 
 
 
-
,ˈ 
ˈ 
 
,ˈ 
ˈ 
 
 
 
-
 
ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
-
 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
?ˈ 
 
ˈ 
 
,ˈ 
 
-
ˈ 
 
 
-
ˈ 
 
-
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
ˈ 
,ˈ 
 
 
-
 
ˈ 
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
-
 
-
ˈ 
ˈ 
-
 
ˈ 
ˈ 
 
-
.ˈ 
 
 
.ˈ
-
ˈ 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
-
ˈ 
 
.ˈ 
-
 
ˈ 
,ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
 
,ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
-
 
-
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
> 
 
-
,ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
 
.ˈ 
ˈ 
-
ˈ 
ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
-
.ˈ 
ˈ 
-
ˈ 
 
 
ˈ 
-
 
-
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
-
,ˈ 
.ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
 
 
-
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
?ˈ 
 
ˈ 
-
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
-
-
 
 
-
ˈ 
,ˈ 
 
.ˈ 
=
 
-
 
-
.ˈ 
ˈ 
 
ˈ 
 
 
-
 
 
-
,ˈ 
 
 
.ˈ 
=
 
 
-
,ˈ 
 
ˈ 
ˈ 
-
 
 
-
.ˈ
-
 
 
 
 
ˈ 
ˈ 
-
 
ˈ 
ˈ 
-
 
,ˈ 
 
 
-
?ˈ 
 
 
-
 
?ˈ 
ˈ 
-
 
ˈ 
-
 
-
 
.ˈ 
-
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
-
ˈ 
.ˈ 
-
 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
.ˈ 
 
ˈ 
-
 
-
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
-
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
-
-
 
-
-
.ˈ
-
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
=
.ˈ 
?ˈ 
 
.ˈ 
ˈ 
ˈ 
-
?ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
-
 
-
,ˈ 
 
-
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
ˈ 
 
?ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ
ˈ 
-
>ˈ 
 
 
ˈ 
 
-
 
ˈ 
,ˈ 
 
ˈ 
-
ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
>=
ˈ 
=
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
ˈ 
=
 
.ˈ 
-
=
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ
-
ˈ 
 
 
-
 
 
,ˈ 
-
>,ˈ 
>ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
ˈ 
=
 
 
-
 
-
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
-
ˈ 
 
ˈ 
-
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
 
ˈ 
ˈ 
-
 
,ˈ 
> 
ˈ 
 
 
 
 
-
 
ˈ 
 
-
.ˈ 
 
-
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
,ˈ 
 
=
,ˈ 
 
-
 
.ˈ 
.ˈ 
.ˈ 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
-
,ˈ 
-
 
 
.ˈ 
-
-
,ˈ 
 
-
.ˈ
 
ˈ 
-
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
,ˈ 
 
>ˈ 
 
,ˈ 
 
-
ˈ 
 
ˈ 
 
 
-
 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
-
ˈ 
 
-
.ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
-
 
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
,ˈ 
 
 
 ... 
 
=
ˈ 
> 
 
 
,ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
 
-
-
ˈ 
 ... 
 
,ˈ 
 
,ˈ 
>ˈ 
=
 ... 
-
 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
ˈ 
=
 
 
ˈ 
-
 
-
 
.ˈ 
 
-
 
ˈ 
 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
-
ˈ 
 
 
 
-
 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ
-
ˈ — 
 
ˈ — 
-
ˈ 
 
 
-
ˈ 
,ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
?ˈ 
> 
 
-
 
-
,ˈ 
 
 
-
-
 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
,ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
-
 
-
 
ˈ 
-
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
-
 
 
 
,ˈ 
 
-
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
... 
-
 
ˈ 
ˈ 
 
=
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ
-
ˈ 
 
-
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
,ˈ 
-
-
 
 
,ˈ 
-
 
 
.ˈ 
=
 
 
 
 
-
-
 
,ˈ 
 
 
-
 
 ... 
ˈ 
 
,ˈ 
.ˈ 
-
=
ˈ 
ˈ 
 
-
-
.ˈ 
-
 
 
ˈ 
 
,ˈ 
> 
ˈ 
 
 ... 
 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
-
-
ˈ 
-
.ˈ
 
?ˈ 
-
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
ˈ 
-
 
-
 
-
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
 
ˈ 
 
-
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
-
 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
-
ˈ 
-
.ˈ 
-
-
 
 
-
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
 
ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
ˈ 
-
 
ˈ 
 ... 
 
 
-
ˈ 
 
.ˈ 
-
 
 
 
 ... 
,ˈ 
.ˈ 
,ˈ 
-
-
,ˈ 
 
-
 
ˈ 
 
-
 
 
-
?ˈ 
 
 
ˈ 
 
,ˈ 
!ˈ 
-
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 ... 
 
.ˈ 
-
 
,ˈ 
-
-
ˈ 
 
 
.ˈ 
 ... 
ˈ 
-
 
ˈ 
 
,ˈ 
-
 
ˈ 
 
ˈ 
-
ˈ 
-
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
=
 
-
 
,ˈ 
 
.ˈ 
-
-
=
 
 
.ˈ 
-
 
ˈ 
 
?ˈ 
 
 
 
 
 
ˈ 
-
=
 
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 ... 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
-
ˈ 
-
-
 
-
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 ... 
 
 ... 
-
=
 
 
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
-
 
-
 
 
-
?ˈ 
 
 
-
,ˈ 
 
-
-
 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
-
 
 
 
 
ˈ 
 ... 
ˈ 
 
 
 
 
?ˈ 
 
 
 
-
 
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
=
... 
 
 
ˈ 
 
.ˈ 
 
-
 
-
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
-
-
.ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
 
-
ˈ 
,ˈ 
-
.ˈ 
 
ˈ 
=
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
=
.ˈ 
 
ˈ 
 
.ˈ 
-
=
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
ˈ 
 
-
 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
=
ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
-
-
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
-
ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
-
 
 
-
ˈ 
 
.ˈ 
ˈ 
=
 
-
 
-
 
ˈ 
 
 
.ˈ 
 
-
-
 
 
.ˈ 
 
-
.ˈ 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
-
ˈ 
 
,ˈ 
-
 
ˈ 
 
-
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
-
.ˈ 
 
,ˈ 
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
 
 
-
 
 
ˈ 
 
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
-
 
 
 
-
.ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
-
-
ˈ 
-
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
ˈ 
-
 
ˈ 
-
ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
-
 
 ... 
ˈ 
 
 ... 
 
 
-
 
ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
>,ˈ 
-
 
 ... 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
 
 
-
,ˈ 
 
ˈ 
 
>-
ˈ 
ˈ 
> 
 ... 
 
 
 
-
ˈ 
-
ˈ 
 ... 
ˈ 
-
,ˈ 
-
-
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
-
 
 
-
-
ˈ 
-
 
ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
-
-
 
ˈ 
 
 
 
 
-
.ˈ 
 
-
,ˈ 
-
,ˈ 
-
ˈ 
-
,ˈ 
-
ˈ 
-
,ˈ 
-
,ˈ 
-
-
,ˈ 
>ˈ 
 
.ˈ 
 
-
-
 
-
ˈ 
 
,ˈ 
-
 
 
 
-
 
.ˈ 
-
ˈ 
 
ˈ 
-
 
ˈ 
 
 
.ˈ
 
ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
-
ˈ 
>ˈ 
-
 
 
 ... 
 
>ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
-
,ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
-
-
ˈ 
 
-
.ˈ 
ˈ 
 
... 
 
ˈ 
 ... 
-
 
ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
-
,ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
-
-
 
.ˈ 
ˈ 
-
-
ˈ 
.ˈ 
 
-
,ˈ 
ˈ 
ˈ 
!ˈ 
 
 
!ˈ 
,ˈ 
-
 
 
 
-
 
.ˈ 
 
 
 
-
-
?ˈ 
 
,ˈ 
 
,ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
 
!ˈ 
-
 
=
 
 
,ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
=
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
-
ˈ 
 
,ˈ 
,ˈ 
 
 
 
,ˈ 
ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
=
?ˈ 
!ˈ 
 
-
,ˈ 
-
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 ... 
-
 
ˈ 
> 
,ˈ 
 
ˈ 
-
=
 
ˈ 
.ˈ 
 
 
,ˈ 
-
 
-
-
.ˈ 
 
 
.ˈ 
-
 
-
-
,ˈ 
-
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
=
?ˈ 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
?ˈ 
!ˈ 
!ˈ 
!ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
 
=
,ˈ 
.ˈ 
 
 
?ˈ 
-
 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
=
 
?ˈ 
-
 
 
?ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
!ˈ 
-
!ˈ 
 
!ˈ 
 
 
 
-
?ˈ 
-
 
 
ˈ 
-
 
?ˈ 
 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
> 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
 
 
.ˈ
 
 
ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
-
 
?ˈ 
 
!ˈ 
-
 
.ˈ 
 
 
 
 
-
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
-
 
 
=
.ˈ 
 
 
 
 
.ˈ 
-
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
>=
 
 
ˈ 
 
 
 ... 
,ˈ 
-
 
.ˈ 
-
,ˈ 
 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
.ˈ 
=
?ˈ 
 
-
 
ˈ 
 
 
 
-
... 
ˈ 
 
-
ˈ 
-
,ˈ 
 
 
-
.ˈ 
-
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
,ˈ 
-
 
 
ˈ 
-
 
 ... 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 ... 
ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
-
!ˈ 
-
 
=
 
 
-
-
,ˈ 
 
ˈ 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 ... 
 
.ˈ 
-
 
,ˈ 
 
-
 
ˈ 
-
-
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
-
,ˈ 
.ˈ 
 
?ˈ 
!ˈ 
 
 
-
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
-
 
 
.ˈ 
 
 
 
 ... 
ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
-
>ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
 
 
,ˈ 
 
-
 
 
 
?ˈ 
 
 
,ˈ 
 
 
ˈ 
=
 
=
.ˈ 
ˈ 
 
-
ˈ 
-
ˈ 
ˈ 
ˈ 
 
-
 
?ˈ 
 
ˈ 
-
-
ˈ 
 
.ˈ 
-
 
 
 ... 
 
 
.ˈ 
 
 ... 
 
,ˈ 
 
 
-
 
?ˈ 
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
ˈ 
-
 
?ˈ 
ˈ 
-
 
ˈ 
 
 
-
 
,ˈ 
-
 
?ˈ 
ˈ 
 
-
ˈ 
 
 
 
ˈ 
-
 
 
 
.ˈ 
 
-
-
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
-
ˈ 
 ... 
,ˈ 
.ˈ 
 
-
ˈ 
-
 
-
 
,ˈ 
-
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
 
.ˈ 
ˈ 
-
 
-
 
=
?ˈ 
 
 
-
-
-
,ˈ 
-
-
-
ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
 
-
 
-
 
 
-
-
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
-
 
 
ˈ 
 
-
?ˈ 
 
 
 
.ˈ 
-
 
-
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
 
ˈ 
-
 
 
-
.ˈ 
-
-
ˈ ... 
 
,ˈ 
-
.ˈ 
 
 
 
-
 
ˈ 
 
 
 
 
 
ˈ 
-
 
 
,ˈ 
 
 
-
,ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
 
 
-
>
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
?ˈ 
 
 
-
 
>ˈ 
 
-
.ˈ 
ˈ 
 
 
-
ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
.ˈ 
 
 
=
 
 
-
 
 
-
 
 
-
.ˈ 
 
ˈ 
-
 ... 
-
ˈ 
 
... 
 
 
-
=
 
-
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
-
 
ˈ 
ˈ 
 
 
=
.ˈ 
-
 
 
-
 
 
-
ˈ 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
=
 
 
-
ˈ 
-
-
.ˈ 
 
-
=
 
?ˈ 
 
!ˈ 
 
ˈ 
 
.ˈ 
 
 
 
?!ˈ 
 
 
 
 
,ˈ 
,ˈ 
?ˈ 
 
?ˈ 
 
-
 
 
 
 
 
 
ˈ 
-
 
-
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 ... 
>
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
-
.ˈ 
,ˈ 
ˈ 
-
,ˈ 
-
-
.ˈ 
 
-
 
ˈ 
ˈ 
-
ˈ 
ˈ 
 
-
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
=
 
ˈ 
 
.ˈ 
 
>.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
-
 
 
 
ˈ 
-
 
 
-
 
 
-
ˈ 
 ... 
 
.ˈ 
 
 
 ... 
>
,ˈ 
 
-
,ˈ 
-
-
.ˈ 
 
-
ˈ 
-
 
ˈ 
 
 ... 
ˈ 
=
?ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 ... 
 
ˈ 
 ... 
 
.ˈ 
 
.ˈ 
ˈ 
-
 
 
ˈ 
 ... 
.ˈ 
 
=
 
,ˈ 
 
 
 
 
,ˈ 
?ˈ 
 
 ... 
 
-
>
ˈ 
 
-
.ˈ 
-
 
ˈ 
 ... 
 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
?ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
-
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
,ˈ 
.ˈ 
 
 
 
?ˈ 
!ˈ 
ˈ 
.ˈ 
 
 
-
ˈ 
-
 
ˈ 
 ... 
 
 
 
.ˈ 
 
-
 
-
,ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
-
 
 
 
 
?ˈ 
 
 
-
 
-
-
 
?ˈ 
 
 
 
.ˈ 
=
 
?ˈ 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
ˈ 
-
 
,ˈ 
 
-
 
 
,ˈ 
.ˈ 
-
 
 
 
.ˈ 
 
 
 ... 
ˈ 
 
 
? 
?ˈ 
?ˈ 
=
?ˈ 
 
 
 
ˈ 
 ... 
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
 
ˈ 
-
,ˈ 
 
?ˈ 
 
-
-
 
 
ˈ 
-
 
 
 
 
 
 
,ˈ 
 
 
ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
-
-
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
>-
ˈ 
ˈ 
 
 
-
,ˈ 
 
-
ˈ 
 
 ... 
ˈ 
.ˈ 
 
 
 ... 
 ... 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
-
.ˈ 
 
 
-
 
-
ˈ 
 
 
ˈ 
-
 
.ˈ 
=
 
 
ˈ 
>-
ˈ ... 
-
 
 
ˈ 
 
ˈ 
-
 
,ˈ 
-
,ˈ 
-
,ˈ 
 
=
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
 
 
-
ˈ 
-
,ˈ 
 
 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
 
ˈ 
-
-
,ˈ 
-
,ˈ 
-
ˈ 
-
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
-
-
 
-
,ˈ 
-
 
 
ˈ 
-
 
-
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
 
-
-
,ˈ 
 
-
 
 
-
.ˈ 
 
-
 
 
-
ˈ 
 
>ˈ 
 
-
-
,ˈ 
ˈ 
-
 
-
,ˈ 
 
 
-
 
 
-
-
 ... 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
 
 
 
 
 
-
-
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
-
 
-
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
-
 
 
 
-
 
-
.ˈ 
-
ˈ 
-
ˈ 
 
-
 
,ˈ 
.ˈ 
 
 
=
?ˈ 
 
, 
.ˈ 
-
ˈ 
 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
!ˈ 
.ˈ 
 
.ˈ 
=
 
-
.ˈ
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
-
.ˈ 
 
 
=
 
ˈ 
,ˈ 
 
,ˈ 
 
 
-
 
-
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
-
-
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
-
 
 
-
.ˈ 
-
ˈ 
-
ˈ 
 
 
 
,ˈ 
=
 
 
 
-
.ˈ 
-
 
 
 
-
 
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
=
 
.ˈ 
-
ˈ 
 
ˈ 
-
 
 
-
,ˈ 
ˈ 
-
-
 
ˈ 
-
 
-
 
 
.ˈ 
 
 
 ... 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
-
.ˈ 
ˈ 
ˈ 
 
.ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
 
ˈ 
-
 
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
-
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
-
ˈ, 
-
,ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
ˈ 
-
-
ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
-
-
ˈ 
 
-
,ˈ 
.ˈ 
-
 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
-
ˈ 
-
 
ˈ 
 
-
ˈ 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
-
-
-
 
-
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
-
=
.ˈ 
.ˈ 
-
 
-
 
 
 
ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
.ˈ 
-
ˈ 
 
 
 
ˈ 
-
-
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
 
-
 
!ˈ 
-
 
 
.ˈ 
-
 
-
ˈ 
 
-
 
ˈ 
 
 
,ˈ 
-
 
-
 
 
 
-
,ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
ˈ 
ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
,ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
 
-
-
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
-
-
 
-
ˈ 
.ˈ 
ˈ 
 
 
-
 
,ˈ 
-
 
-
 
-
.ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
-
 
-
-
.ˈ 
 
 
-
-
ˈ 
-
,ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
ˈ ... 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
 
 
 
ˈ 
-
,ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
-
-
ˈ 
 
=
 
ˈ 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
,ˈ 
.ˈ 
 
-
,ˈ 
-
 
 
.ˈ
ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 
ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
 
-
 
,ˈ 
 
 
 
-
 
-
ˈ 
 
ˈ 
 
 
 ... 
 
-
 
-
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
:ˈ 
ˈ 
 
>.ˈ 
 
 
 
-
.ˈ 
ˈ 
 
>ˈ 
 
 
 
?ˈ 
 
 
-
 
-
ˈ 
 
-
.ˈ 
 
-
 
 
 
.ˈ 
-
,ˈ 
-
 
 
 
 
 
ˈ 
 
-
-
 
-
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
-
 
.ˈ 
 
-
 
 
ˈ 
 
 
-
 
-
 
,ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
=
 
-
 
 
ˈ 
-
ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
 
.ˈ
-
 
 ... 
 
>,ˈ 
 
=
 
,ˈ 
 
>.ˈ 
-
 
 
ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
-
 
 
 
 
 
.ˈ 
-
 
 
 
-
ˈ 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
-
ˈ 
-
 
-
,ˈ 
 
 
,ˈ 
 
-
ˈ 
 
=
 
 
ˈ 
> 
ˈ 
 
-
ˈ 
 
-
ˈ 
 
 
.ˈ
ˈ 
 
ˈ 
-
 
>,ˈ 
 
 
 ... 
 
 
>,ˈ 
 
 
-
.ˈ 
 
 
-
ˈ 
-
 
,ˈ 
-
ˈ ... 
,ˈ 
 
 
 
... 
,ˈ 
 
ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
 
-
ˈ 
-
,ˈ 
-
 
-
,ˈ 
 
 
-
 
,ˈ 
 
 
>,ˈ 
 
,ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
-
 
-
,ˈ 
 
-
-
 
 
-
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
-
 
 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
-
 
 
 
 
 
-
ˈ 
-
 
 
 
 
.ˈ 
 
-
 
 
-
ˈ 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
ˈ 
 
 
-
>=
ˈ 
 
 
ˈ 
 
 
ˈ 
 
-
 
 
 
>ˈ 
-
 
.ˈ
 
 
 
ˈ 
> 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
-
 
 
-
,ˈ 
 
 
 
-
 
,ˈ 
 
-
 
-
 
 
 
-
ˈ 
 
,ˈ 
-
-
 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
 
.ˈ
 
 
ˈ 
 
 
 
-
 
> 
-
ˈ 
ˈ 
-
 
,ˈ 
-
>.ˈ 
 
-
ˈ 
,ˈ 
ˈ 
-
,ˈ 
 
 
 
,ˈ 
ˈ 
 
-
ˈ 
-
 
-
 
.ˈ 
-
 
 
ˈ 
=
 
 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
 
-
>=
.ˈ 
=
 
ˈ 
 
-
ˈ 
ˈ 
-
 
,ˈ 
-
 
ˈ 
 
-
-
,ˈ 
 
.ˈ
 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
ˈ 
-
 
,ˈ 
-
 
 
-
 
-
 
.ˈ 
=
 
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
-
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
-
 
.ˈ
 
,ˈ 
 
 
,ˈ 
-
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
=
 
 
,ˈ 
 
ˈ 
=
ˈ 
-
 
-
ˈ 
=
 
 
-
.ˈ 
-
 
 
-
.ˈ 
-
ˈ 
 
 
ˈ 
> 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
=
 
 
 
 
 
=
 
-
 
.ˈ 
 
-
-
-
,ˈ 
 
 
-
 
,ˈ 
 
 
-
ˈ 
-
-
 
 
-
 
 
,ˈ 
 
 
 
 
 
,ˈ 
-
.ˈ 
 
 
.ˈ
 
ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
 
.ˈ 
-
 
-
 
 
-
ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
-
,ˈ 
 
-
 
-
ˈ 
 
=
 
-
 
,ˈ 
 
.ˈ 
 
-
 
-
,ˈ 
 
-
,ˈ 
 
 
-
 
-
.ˈ
 
ˈ 
,ˈ 
ˈ 
 
 
 
 
 
ˈ 
-
 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
 
-
 
-
-
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
-
,ˈ 
 
-
 
-
.ˈ 
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
-
 
 
 
,ˈ 
-
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
=
?ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
-
ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
,ˈ 
.ˈ 
 
=
.ˈ 
 
 
-
.ˈ 
 
 
 
-
 
 
 
-
,ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 ... 
-
 
ˈ 
-
 
-
,ˈ 
-
 
-
 
 
ˈ 
-
 
-
ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
 
ˈ 
 
=
,ˈ 
 
=
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
-
 
 
-
 
-
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ
ˈ 
,ˈ 
 
 
,ˈ 
-
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
-
ˈ 
 
ˈ 
.ˈ 
-
 
ˈ 
 
.ˈ 
-
 
 
 
-
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
-
ˈ 
-
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
-
 
,ˈ 
ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
-
 
-
 
ˈ 
ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
,ˈ 
-
 
 
-
,ˈ 
-
 
.ˈ 
 
-
.ˈ
 
 
,ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
.ˈ 
-
 
-
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
-
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
=
ˈ 
 
 
ˈ 
,ˈ 
 
-
,ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
-
 
-
.ˈ 
?ˈ 
 
,ˈ 
-
 
,ˈ 
 
ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ
 
? 
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
-
 
,ˈ 
 
.ˈ 
-
ˈ 
-
 
 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
ˈ 
.ˈ 
,ˈ 
-
 
 
,ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
-
.ˈ 
-
 
.ˈ 
=
 
.ˈ 
?ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
.ˈ 
-
 
 
.ˈ 
 
 
=
 
.ˈ 
.ˈ 
 
 
-
 
-
,ˈ 
ˈ 
-
 
 
 
=
.ˈ 
 
 
.ˈ 
-
 
ˈ 
ˈ 
.ˈ 
 
-
.ˈ 
-
 
-
 
 
,ˈ 
-
 
-
 
,ˈ 
-
 
 
-
 
ˈ 
ˈ 
-
 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
 
 
-
,ˈ 
 
-
 
-
.ˈ 
,ˈ 
 
 
.ˈ 
 
-
 
-
 
 
 
,ˈ 
 
 
 
 
.ˈ 
=
 
-
.ˈ
? 
ˈ 
-
 
-
,ˈ 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
 ... 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
-
 
.ˈ 
=
 
 
.ˈ 
,ˈ 
-
,ˈ 
-
ˈ 
 
-
.ˈ 
 
-
 
 
 ... 
ˈ 
 
.ˈ 
,ˈ 
 
-
,ˈ 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
 
,ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
.ˈ 
=
 
-
.ˈ 
ˈ 
 
 
 
-
.ˈ
 
,ˈ 
ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
,ˈ 
-
,ˈ 
,ˈ 
-
.ˈ 
 
 
ˈ 
-
ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
-
ˈ 
ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
 
-
ˈ 
 
 
-
.ˈ 
.ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
-
.ˈ 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
ˈ 
,ˈ 
-
 
-
 
-
-
 
.ˈ 
 
-
.ˈ 
?ˈ 
ˈ 
 
 
 
-
.ˈ 
.ˈ
ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
-
 
.ˈ 
 
-
 
,ˈ 
 
ˈ 
=
,ˈ 
.ˈ 
 
 
-
,ˈ 
=
.ˈ 
?ˈ 
-
,ˈ 
 
.ˈ 
 
-
ˈ 
 
ˈ 
 
.ˈ 
-
,ˈ 
-
 
 
ˈ 
-
 
 
 
,ˈ 
 
-
.ˈ 
-
 
-
 
-
-
ˈ 
-
 
.ˈ 
-
 
 
-
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
 
-
.ˈ 
-
 
 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
-
,ˈ 
.ˈ 
-
 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
-
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
-
.ˈ 
 
,ˈ 
=
 
,ˈ 
-
 
.ˈ 
ˈ 
-
 
ˈ 
 
ˈ 
.ˈ 
-
 
 
 
 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
-
 
-
.ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
-
 
 
ˈ 
,ˈ 
-
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
-
 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
-
,ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ
-
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
-
ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
 
 
 
-
-
.ˈ 
-
 
ˈ 
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
 
-
 
ˈ 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
?ˈ 
 
?ˈ 
 
.ˈ 
-
-
,ˈ 
 
,ˈ 
.ˈ 
,ˈ 
-
 
-
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
 
 
?ˈ 
 
 
-
 
-
 
ˈ 
 
 
ˈ 
-
,ˈ 
-
 
 
 
 
.ˈ
-
 
 
 
 
ˈ 
 
 
>,ˈ 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
.ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
ˈ 
,ˈ 
 
 
 
 
ˈ 
-
 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
!ˈ 
 
-
ˈ 
-
 
-
 
 
,ˈ 
 
 
-
ˈ 
,ˈ 
ˈ 
-
-
>.ˈ 
 
-
-
.ˈ 
=
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
-
-
> 
-
.ˈ 
 
?ˈ 
 
 
 
 
 
 
.ˈ 
 
!ˈ 
>!ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
 
!ˈ
-
ˈ 
-
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
-
-
ˈ 
ˈ 
.ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
-
?ˈ 
-
 
-
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
-
 
-
-
.ˈ 
 
 
-
 
-
ˈ 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
=
?ˈ 
.ˈ 
ˈ 
-
,ˈ 
-
,ˈ 
 
-
 
-
 
-
 
-
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
-
-
,ˈ 
 
-
-
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
-
 
 
-
.ˈ 
-
,ˈ 
-
 
 
 
-
 
-
,ˈ 
-
ˈ 
ˈ 
 
-
,ˈ 
 
-
,ˈ 
 
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
 
 
 
,ˈ 
 
-
,ˈ 
-
-
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
-
-
 
 
,ˈ 
-
-
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
-
 
,ˈ 
-
-
 
,ˈ 
-
 
,ˈ 
 
 
-
 
,ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
 
-
-
.ˈ 
 
ˈ 
-
 
-
 
 
 
 
 
.ˈ 
 
 
-
-
 
.ˈ 
 
 
ˈ 
 
-
 
?ˈ 
 
?ˈ 
 
ˈ 
-
.ˈ 
 
 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
=
?ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
 
 ... 
ˈ 
ˈ 
?ˈ 
-
 
.ˈ 
 
ˈ 
-
ˈ 
 
,ˈ 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
ˈ 
ˈ 
 
 
-
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
=
 
.ˈ 
=
ˈ 
-
-
ˈ 
-
-
ˈ 
 
.ˈ 
-
=
 
 
.ˈ 
 
ˈ 
 
-
 
-
 
-
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
-
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
=
 
 
ˈ 
ˈ 
ˈ 
-
ˈ 
-
-
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
 
 
 
-
?ˈ 
 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
-
 
,ˈ 
 
 
,ˈ 
ˈ 
ˈ 
ˈ 
-
,ˈ 
 
ˈ 
 
ˈ 
!ˈ 
.ˈ 
,ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
!ˈ 
 
-
 
=
 
?ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
-
 
 
-
,ˈ 
-
.ˈ 
 
 
-
.ˈ 
-
 
 
-
 
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
-
!ˈ 
 
 
 
 
-
?ˈ 
 
 
 
=
ˈ 
=
 
 
.ˈ 
 
 
-
-
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
-
 
-
-
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
-
 
.ˈ 
 
-
ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
 
 
?ˈ 
ˈ 
 
 
?ˈ 
 
 
-
ˈ 
-
-
 
ˈ 
,ˈ 
 
.ˈ 
 
-
-
-
ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
=
-
 
 
 
-
,ˈ 
-
ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
ˈ 
 
 
ˈ 
-
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
-
,ˈ 
-
 
-
 
 
,ˈ 
 
-
 
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
ˈ 
 
!ˈ 
 
!ˈ 
 
!ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
-
 
ˈ 
 
-
ˈ 
 
-
 
-
.ˈ 
,ˈ 
 
-
ˈ 
-
ˈ 
 
 
-
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
>ˈ 
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
-
 
?ˈ 
ˈ 
 
=
 
 
.ˈ 
.ˈ 
 
 
?ˈ 
 
 
 
 
 
-
-
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
-
-
ˈ 
-
-
ˈ 
 
 
 
-
 
ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
-
-
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
-
-
ˈ 
 
-
.ˈ 
 
-
 
 
 
 
ˈ 
 
,ˈ 
 
-
 
.ˈ
-
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
 
=
?ˈ 
?ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
 
-
 
 
-
?ˈ 
-
 
 
-
ˈ 
-
.ˈ 
 
 
 
 
-
ˈ 
ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
ˈ 
-
 
.ˈ
-
 
 
ˈ 
-
ˈ 
.ˈ 
ˈ 
.ˈ 
-
 
 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
=
 
 
 
.ˈ 
 
 
 
 
ˈ 
-
?ˈ 
 
-
 
 
 
 
ˈ 
 
-
 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
=
 
ˈ 
-
 
 
.ˈ
-
 
 ... 
 
-
.ˈ 
-
 
 ... 
ˈ 
,ˈ 
ˈ 
ˈ 
-
 
-
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
-
 
 
-
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 ... 
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
-
.ˈ 
 ... 
-
.ˈ 
 
ˈ 
-
?ˈ 
-
 
 
 ... 
-
.ˈ 
 
-
.ˈ 
 
ˈ 
 
-
=
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
-
 
 
ˈ 
 
ˈ 
-
.ˈ 
 
,ˈ 
ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
 
=
 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ
-
 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
?ˈ 
 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
-
,ˈ 
 
,ˈ 
ˈ 
 
-
.ˈ 
 
ˈ 
-
 
-
 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
.ˈ 
 
 
-
-
,ˈ 
 
-
 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
-
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
,ˈ 
.ˈ 
ˈ 
-
 
 
?ˈ 
-
 
 
-
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
?ˈ 
 
 
ˈ 
>,ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
>,ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
-
-
ˈ 
ˈ 
 
-
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
=
 
 
,ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
=
 
 
 
,ˈ 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
ˈ 
ˈ 
 
 
>,ˈ 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
-
 
,ˈ 
 
 
 
-
 
ˈ 
 
ˈ 
-
 
-
ˈ 
ˈ 
 
-
 
-
ˈ 
ˈ 
.ˈ 
-
 
 
ˈ 
ˈ 
 
 
>.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
-
ˈ 
ˈ 
 
?ˈ 
-
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
,ˈ 
ˈ 
ˈ 
 
 
>.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
-
-
 
 
ˈ 
-
ˈ 
 
 
 
 
-
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
-
 
ˈ 
 
-
,ˈ 
-
,ˈ 
-
 
 
,ˈ 
 
-
 
ˈ 
 
 
 
ˈ 
=
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
?ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
-
 
-
 
ˈ 
 
.ˈ 
-
 
=
?ˈ
 
-
-
ˈ 
ˈ 
 
-
 
.ˈ 
-
 
 
-
,ˈ 
-
-
,ˈ 
-
-
 
.ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
 
-
.ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
-
 
-
.ˈ 
-
ˈ 
 
 
-
 
 
 
-
.ˈ 
 
 
 
 
-
 
 
 
 
-
.ˈ 
-
 
 
ˈ 
 ... 
ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
 
 ... 
 
-
 
-
 ... 
 
-
ˈ 
 
ˈ 
-
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
 
-
 
-
ˈ 
 
 ... 
 
,ˈ 
-
 
-
 
 
,ˈ 
-
,ˈ 
-
 
.ˈ 
-
ˈ 
 
 
-
 
-
 
 
.ˈ 
-
ˈ 
 
-
ˈ 
-
 
 
 
 
 
 
-
 
ˈ 
 
 
ˈ 
-
 
-
 
=
-
 
 
-
.ˈ 
 
-
 
 
 
ˈ 
-
 
ˈ 
-
 
-
.ˈ 
 
 
 
-
 
-
 
.ˈ 
 
 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
.ˈ 
-
-
 
-
,ˈ 
 
 
,ˈ 
 
.ˈ 
 ... 
 
 
-
ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
-
ˈ 
-
.ˈ 
-
ˈ 
 
 
 
ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
ˈ 
ˈ 
 
-
 
ˈ 
-
ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
,ˈ 
-
 ... 
-
,ˈ 
 
.ˈ 
-
 
 
 
-
ˈ 
 
-
 
 
 
 
 
.ˈ 
-
ˈ 
 
 
-
 
.ˈ 
 
-
ˈ 
-
ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
-
-
ˈ 
ˈ 
-
 
-
>.ˈ 
 
 
 ... 
 ... 
 
 
 
 
?ˈ 
 
ˈ 
 
-
 
 
 
 
-
>-
ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
.ˈ 
-
 
=
 
 
 
-
-
 
-
 
ˈ 
 
>ˈ 
 
>ˈ 
-
 
 
-
 
 
 
.ˈ 
-
=
 
-
 
 
 
,ˈ 
 
 
 
-
,ˈ 
 
 
>.ˈ 
 
-
-
 
ˈ 
 
ˈ 
 
 
ˈ 
=
 
 
-
.ˈ 
 
,ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
-
 
ˈ 
 
=
 
 
-
ˈ 
-
 
>,ˈ 
 
 
-
 
-
>ˈ 
 
=
 
 
-
 
-
.ˈ 
 
-
ˈ 
-
 
ˈ 
-
ˈ 
-
ˈ 
-
-
 
 
-
 
-
.ˈ 
-
 
=
 
-
ˈ 
 
=
 
 
-
 
-
ˈ 
-
-
 
 
ˈ 
 
=
 
.ˈ
-
 
 
 
ˈ 
-
ˈ 
 
 
 
 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 ... 
ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 ... 
 
 
ˈ 
 
.ˈ 
 
 
=
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
-
ˈ 
 
 
.ˈ 
 
 ... 
 
 ... 
-
 
 
,ˈ 
-
 
 
?ˈ 
-
 
ˈ 
>ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
 
-
-
 
-
 
.ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
=
 
-
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
-
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
-
 ... 
.ˈ 
 
 ... 
 
.ˈ 
 
!ˈ 
 
 
=
?ˈ 
 
 
 
 
 
 ... 
 
.ˈ 
-
 
.ˈ 
 
 
 
-
 
 
-
-
 
!ˈ 
 
 
-
 
-
.ˈ 
=
 
 
-
 
-
 
-
ˈ 
-
 
.ˈ 
 
 
ˈ 
 
 ... 
 
 
ˈ 
-
 
-
-
-
ˈ 
 
ˈ 
 
ˈ 
-
-
ˈ 
-
.ˈ 
 
-
 
 
 
 
 ... 
ˈ 
-
.ˈ 
-
-
 
-
 
 
 
=
 
.ˈ 
 
-
-
.ˈ 
 
 
 
ˈ 
=
 
 
 
.ˈ
-
 
 
ˈ 
 
 
.ˈ 
 
-
-
ˈ 
 
 
ˈ 
-
ˈ 
 
 
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
-
=
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
!ˈ 
 
 
 
!ˈ 
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
=
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
=
 
.ˈ 
-
-
 
-
> 
-
 
,ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ
 
.ˈ 
 
 
 
 
ˈ 
 
-
-
=
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
-
-
 
-
 
 
 
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
ˈ 
-
 
-
=
ˈ 
 
-
,ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
-
-
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
 
ˈ 
 
ˈ 
-
ˈ 
-
ˈ 
,ˈ 
,ˈ 
-
 
,ˈ 
-
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
-
 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
ˈ 
-
 
-
 
.ˈ 
-
 
 
-
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
=
 
-
ˈ 
 
 
,ˈ 
,ˈ 
-
 
 
-
.ˈ 
ˈ 
 
 
 
 
 
 
-
 
.ˈ 
-
ˈ 
-
 
-
ˈ 
ˈ 
 
 
ˈ 
 
 
-
.ˈ 
-
 
-
,ˈ 
-
 
-
ˈ 
ˈ ... 
 
ˈ 
-
 
-
 
-
 
-
.ˈ 
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
 
 
 
,ˈ 
 
ˈ 
=
 
> 
 
 
 
 
-
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
-
 
-
,ˈ 
-
 
ˈ 
-
 
-
 
ˈ 
-
 
-
 
 
ˈ 
-
 
 
-
ˈ 
 
,ˈ 
-
ˈ 
-
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
-
,ˈ 
-
ˈ 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
-
.ˈ 
-
ˈ 
 
 
 
-
 
-
.ˈ 
-
 
 
 
ˈ 
-
 
-
 
-
ˈ 
-
 
-
 
-
.ˈ 
-
ˈ 
 
-
ˈ 
 
 
-
 
.ˈ 
-
 
 
ˈ 
 
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
=
 
 
 
,ˈ 
-
 
 
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
 
-
 
 
 
-
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
=
 
ˈ 
 
ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
-
,ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
=
ˈ 
-
,ˈ 
 
 
 
-
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
=
ˈ 
-
 
ˈ 
 
 
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
-
 
.ˈ 
 
-
 
>.ˈ 
=
ˈ 
 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
 
 
 
 
 
-
 
-
.ˈ 
ˈ 
 
 
=
 
 
 
ˈ 
.ˈ 
-
 
 
=
 
 
 
ˈ 
 
-
 
ˈ 
-
 
 
,ˈ 
 
>ˈ 
-
>ˈ 
 
 
 
-
 
-
 
 
-
.ˈ 
 
 
 
-
 
 
>.ˈ 
 
ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
 
 
.ˈ 
-
 
-
 
-
 
>,ˈ 
-
 
-
>,ˈ 
-
 
ˈ 
 
>.ˈ 
-
 
ˈ 
 
 
 
 
ˈ 
 
=
ˈ 
 
ˈ 
 
> 
-
.ˈ 
-
 
 
-
 
 
-
 
,ˈ 
 
 
-
,ˈ 
=
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
-
 
 
 
 
ˈ 
-
ˈ 
-
 
.ˈ 
-
 
-
 
ˈ 
 
 
=
ˈ 
 
 
 
,ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
-
ˈ ... . 
>=
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
-
ˈ 
ˈ 
 
 
-
 
 
ˈ 
-
 
.ˈ 
 
.ˈ
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
.ˈ 
ˈ 
 
-
 
-
ˈ 
ˈ 
=
 
ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
 
-
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
-
ˈ 
 
 
 
-
.ˈ 
,ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
-
,ˈ 
 
ˈ 
-
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
>=
,ˈ 
 
=
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
-
ˈ 
 
-
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
> 
 
 
ˈ 
 
-
-
.ˈ 
-
 
-
,ˈ 
 
ˈ 
 
-
ˈ 
-
,ˈ 
-
,ˈ 
 
>
ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
-
ˈ 
.ˈ 
,ˈ 
 
=
 
-
 
 
-
-
,ˈ 
=
 
 
.ˈ 
 
ˈ 
 
.ˈ 
> 
 
-
 
ˈ 
 
-
ˈ 
=
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
-
-
ˈ 
ˈ 
 
 
-
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
=
 
 
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
 
-
 
 
.ˈ 
> 
 
 
ˈ 
 
 
.ˈ 
 
-
 
-
-
 
 
> 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
-
ˈ 
 
=
 
.ˈ 
 
 
 
 
 
.ˈ 
> 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
 
 
 
-
 
 
ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
.ˈ
-
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
=
 
 
ˈ 
 
 
?ˈ 
 
,ˈ 
 ... 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
-
 
 
 
ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
.ˈ
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
ˈ 
 
-
 
 
,ˈ 
 
 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
-
 
-
 
ˈ 
 
 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
 
-
 
,ˈ 
.ˈ 
-
ˈ 
.ˈ 
ˈ 
-
,ˈ 
 
-
,ˈ 
-
 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
=
-
ˈ 
-
 
,ˈ 
 
.ˈ 
-
ˈ 
 
-
=
 
 
,ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
-
,ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
-
=
 
-
,ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
,ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
-
,ˈ 
 
ˈ 
-
.ˈ 
-
 
.ˈ 
-
 
-
ˈ 
 
-
=
 
-
.ˈ 
-
=
 
-
 
ˈ 
=
ˈ 
-
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
=
 
,ˈ 
 
-
,ˈ 
 
ˈ 
-
.ˈ 
-
 
-
ˈ 
ˈ 
ˈ 
ˈ 
 
-
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
ˈ 
-
?ˈ 
 
-
-
?ˈ 
 
-
?ˈ 
 
ˈ 
 
 
=
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
-
,ˈ 
 
ˈ 
 
-
 
 
 
 
,ˈ 
-
 
-
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
.ˈ 
,ˈ 
 
 
,ˈ 
=
 
 
-
.ˈ 
-
 
.ˈ 
-
=
 
ˈ 
-
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
,ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
-
 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
>,ˈ.
ˈ 
-
-
,ˈ 
-
 
 
 
,ˈ 
-
-
.ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
-
 
 ... 
-
.ˈ 
-
 
 
 
 
.ˈ 
-
 
.ˈ 
 
 
=
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
-
,ˈ 
-
-
 
 
.ˈ 
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
-
 
,ˈ 
-
 
 
,ˈ 
.ˈ 
-
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
-
=
 
,ˈ 
=
-
-
.ˈ 
=
 
,ˈ 
 
,ˈ 
=
 
.ˈ 
=
-
-
,ˈ 
 
=
 
 
 
,ˈ 
 
.ˈ 
-
 
.ˈ 
ˈ 
.ˈ 
,ˈ 
,ˈ 
 
-
 
 
 
.ˈ 
=
 
 
-
ˈ 
 
ˈ 
 
 
,ˈ 
 
-
ˈ 
 
 
-
 
.ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
-
 
 
.ˈ 
 
-
ˈ 
,ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
 
-
ˈ 
 
,ˈ 
 
-
-
,ˈ 
-
-
-
,ˈ 
 
-
-
ˈ 
-
-
,ˈ 
-
-
.ˈ 
 
 
 
 
-
 
> 
 
 
.ˈ 
 
.ˈ 
 
 
-
 ... 
-
>,ˈ 
.ˈ 
ˈ 
 
 
-
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
 
 
ˈ 
 
 
,ˈ 
-
 
ˈ 
-
 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
ˈ 
,ˈ 
 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
,ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
-
ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
 
-
ˈ 
 ... 
 
 
-
 
ˈ 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
-
 
,ˈ 
-
 
-
 
.ˈ 
 
-
 
,ˈ 
,ˈ 
 
 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
ˈ 
 
-
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
>,ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
 
 
ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
ˈ 
 ... 
 
 
 
.ˈ 
ˈ 
 
-
ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
ˈ 
-
 
-
.ˈ 
 
 
 
,ˈ 
 
 
-
-
ˈ 
 
-
-
.ˈ 
.ˈ 
-
=
 
-
 
-
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
-
-
=
ˈ 
 
 
 
=
.ˈ 
 
 
 
.ˈ 
-
=
 
-
.ˈ 
=
 
 
.ˈ 
 
 
-
ˈ 
=
 
 
 
-
=
.ˈ 
ˈ 
-
=
 
ˈ 
=
-
-
=
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
-
-
ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
 
 
!ˈ 
 
.ˈ 
 
 
=
 
 
 
.ˈ 
 
 
 
-
.ˈ 
-
-
 
 
ˈ 
ˈ 
 
!ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
=
 
-
 
 
ˈ 
 
 
-
.ˈ 
 
=
 
ˈ 
-
-
=
 
ˈ 
ˈ 
 
.ˈ 
=
 
ˈ 
 
 
 
=
 
.ˈ 
=
-
-
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
ˈ 
 
-
 
-
 
 
 
 
,ˈ 
 
-
?ˈ 
 
.ˈ 
 
ˈ 
-
-
,ˈ 
 
=
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
ˈ 
ˈ 
-
ˈ 
-
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
 
 
-
,ˈ 
 
-
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
?ˈ 
-
 
 
ˈ 
 
 
 
-
 
.ˈ 
 
 
 ... 
 
 
-
.ˈ 
 
 
 
 
-
ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
-
 
ˈ 
 
-
 
 
 
ˈ 
 
 
-
 
-
 
-
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
-
 
-
.ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
-
-
 
 
 
 
 
.ˈ 
 
 
ˈ 
=
 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
 
-
ˈ 
-
 
-
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
 
-
ˈ 
 
 
 
 
 
-
ˈ 
 
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
.ˈ 
ˈ 
 
 
ˈ 
-
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
-
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
ˈ 
-
 
 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
-
 
 
-
.ˈ 
 
=
 
=
 
 
 
 
ˈ 
-
ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
=
 
.ˈ 
 
 
>ˈ 
 
 
 
 
 
=
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
 
 
 
 
,ˈ 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
-
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
 
-
 
 
 
ˈ 
,ˈ 
 
 
ˈ 
-
 
 
 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
-
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
-
 
-
ˈ 
 
 
ˈ 
 
ˈ 
-
 
-
-
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
-
-
,ˈ 
-
-
,ˈ 
-
 
-
-
 
.ˈ 
 
 
 
-
 
 
 
-
 
-
 
-
 
ˈ 
 
-
 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
=
 
ˈ 
 
=
 
.ˈ 
-
 
 
ˈ 
 
 
 
,ˈ 
 
 
-
 
ˈ 
-
ˈ 
.ˈ 
-
 
=
 
ˈ 
 
ˈ 
 
 
 
 
-
.ˈ 
-
 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
-
 
 
ˈ 
 
,ˈ 
> 
ˈ 
 
-
 
-
 
,ˈ 
 
=
 
 
 
.ˈ 
 
-
 
 
.ˈ 
-
 
 
-
-
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
=
 
 
-
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
-
-
 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 ... 
 
-
.ˈ 
 
-
 
ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
 
 
-
?ˈ 
ˈ 
 
ˈ 
 
-
 
,ˈ 
 
?ˈ 
-
=
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
=
 
-
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
-
 
-
 
 
-
 
ˈ 
 
-
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
-
ˈ 
 
 
,ˈ 
 
-
. 
 
.ˈ 
=
 
-
 
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
 
ˈ 
ˈ 
,ˈ 
ˈ 
-
 
ˈ 
-
 
?ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
=
-
-
=
 
,ˈ 
=
-
=
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
.ˈ 
-
 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
 
 ... 
 
 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
=
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
-
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
=
 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
-
 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
 
-
ˈ 
-
-
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
=
 
.ˈ 
.ˈ 
 
 
 
 
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
-
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
-
-
 
 
 
 ... 
ˈ 
 
,ˈ 
 
 
 
 
 
-
 
.ˈ 
 
ˈ 
 
-
 
-
-
?ˈ 
,ˈ 
 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
=
 
-
=
.ˈ 
 
 
-
 
-
.ˈ 
-
 
-
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
ˈ 
 
-
 
 
.ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
> 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
ˈ 
 
-
 
.ˈ 
 
-
 
 
 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
-
 
-
ˈ 
-
 
-
.ˈ 
-
-
 
-
 
-
.ˈ 
-
 
ˈ 
.ˈ 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
=
ˈ 
=
 
.ˈ 
 
-
 
.ˈ 
=
,ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
-
 
=
.ˈ 
 
=
ˈ 
 
-
-
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
ˈ 
-
-
ˈ 
 
=
ˈ 
=
 
 
 
ˈ 
-
 
 
-
.ˈ 
 
 
-
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
-
.ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
-
 
ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
 
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
ˈ 
-
 
ˈ 
ˈ 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
.ˈ 
 
 
=
 
?ˈ 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
ˈ 
 
 
-
ˈ 
-
-
 
 
?ˈ 
-
 
?ˈ 
 ... 
 
 
,ˈ 
 
 
-
ˈ 
-
.ˈ 
ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
.ˈ 
,ˈ 
=
 
.ˈ 
 
-
-
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
=
ˈ 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
ˈ 
-
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
> 
 
.ˈ 
 
-
 
!ˈ 
-
!ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
-
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
=
.ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
-
ˈ 
-
 
-
 
.ˈ 
=
.ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
-
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
.ˈ 
ˈ 
=
 
 
-
.ˈ 
 
 
ˈ 
=
 
 
-
,ˈ 
 
 
ˈ 
=
 
 
.ˈ 
 
=
 
 
.ˈ 
=
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
=
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
=
 
.ˈ 
 
!ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
=
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
=
 
 
ˈ 
-
 
 
ˈ 
 
-
ˈ 
 
 
 
 
 
-
 
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
=
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
!ˈ 
 
.ˈ 
 
=
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
=
 
>ˈ 
 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
=
 
 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
=
 
 
 
-
 
> 
ˈ 
 
 
-
.ˈ 
-
ˈ 
-
 
-
 
-
.ˈ 
-
 
ˈ 
-
.ˈ 
-
 
 
ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
-
 
-
.ˈ 
-
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
=
.ˈ 
 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ
 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
.ˈ 
-
 
.ˈ 
ˈ 
ˈ 
-
 
 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
 
 
-
ˈ 
?ˈ 
 
 
 
? 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
-
-
 
 
ˈ 
ˈ 
 
-
-
 
.ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
 
-
ˈ 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
 
 
 
 
 
.ˈ 
ˈ 
 
-
?ˈ 
.ˈ 
> 
 
 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
,ˈ 
 
-
 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
-
 
,ˈ 
-
 
 
 
-
.ˈ 
.ˈ 
 
 
ˈ 
 
 
-
 
 
.ˈ 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
-
-
 
!ˈ 
 
ˈ 
-
=
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
=
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
.ˈ 
 
 
 
> 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
-
>.ˈ 
ˈ 
ˈ 
-
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
,ˈ 
=
 
-
ˈ 
-
ˈ 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
-
 
.ˈ 
 
 
 
 
 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
-
 
-
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
 
 
 
?ˈ 
 
 
-
ˈ 
 
 
 
 
-
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
=
,ˈ 
.ˈ 
 
=
 
.ˈ 
 
 
-
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
!ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
 
> 
 
.ˈ 
 
 
 
-
 
-
.ˈ 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
ˈ 
 
 
-
ˈ 
 
 
-
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
-
 
 
-
.ˈ 
=
.ˈ 
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
-
 
ˈ 
-
 
-
... 
 ... 
>
ˈ 
 ... 
 
.ˈ 
 
 
ˈ 
 ... 
-
 
-
, ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
-
 
 
ˈ 
-
-
ˈ 
 
 
 
.ˈ 
-
=
 
> 
 
ˈ 
 
 
 
-
ˈ 
-
 
-
 
 
-
ˈ 
 
 
ˈ 
-
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
-
-
ˈ 
 
-
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
 
=
,ˈ 
 
 
 
-
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
-
-
 
ˈ 
 
ˈ 
 
=
ˈ 
 
-
-
 
.ˈ 
-
ˈ 
 
-
 
,ˈ 
 
-
-
.ˈ 
,ˈ 
 
-
.ˈ 
=
 
 
 
-
.ˈ 
 
 
-
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
-
-
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
.ˈ 
ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
 
 
ˈ 
,ˈ 
 
-
 
-
.ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
 
 
-
> 
.ˈ 
ˈ 
> 
ˈ 
-
 
> 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
 
ˈ 
-
 
.ˈ 
 
=
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
.ˈ 
ˈ 
-
 
 
-
 
ˈ 
 
?ˈ 
ˈ 
 
?ˈ 
 
ˈ 
-
-
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
-
 
 
 
 
ˈ 
-
 
,ˈ 
 ... 
 
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
-
.ˈ 
-
 
 
-
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
-
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
-
,ˈ 
.ˈ 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
?ˈ 
 
 
 
-
 
-
?ˈ 
 
 
 
-
.ˈ 
.ˈ 
-
-
 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
 
-
 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
-
 
-
 
?ˈ 
 
 
 
.ˈ 
 
 
-
 
ˈ 
ˈ 
=
ˈ 
 
ˈ 
 
 
=
.ˈ 
 
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
.ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
=
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
ˈ 
 
?ˈ 
 
?ˈ 
.ˈ 
 
-
-
.ˈ 
 
-
-
 
-
.ˈ 
,ˈ 
ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
.ˈ 
 
 
 
-
-
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
ˈ 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
ˈ 
-
=
 
.ˈ 
 
 
,ˈ 
=
 
.ˈ 
ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
 
-
 
,ˈ 
 
-
ˈ 
=
 
-
.ˈ 
ˈ 
 
 
-
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
-
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
ˈ 
 
 
 
-
-
 
?ˈ 
 
 
-
.ˈ 
-
 
-
 
,ˈ 
=
-
 
-
-
-
 
,ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
-
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
-
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
-
 
-
ˈ 
 
-
,ˈ 
 
-
ˈ 
-
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
ˈ 
.ˈ 
 
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
ˈ 
 
 
-
 
 
ˈ 
! 
 
.ˈ 
 
-
ˈ 
 
ˈ 
=
?ˈ 
=
ˈ 
=
,ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
 
.ˈ 
 
-
.ˈ 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
-
 
-
,ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
-
-
 
.ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
ˈ 
-
 
 
-
.ˈ 
-
ˈ 
-
 
=
 
-
 
.ˈ 
ˈ 
 
.ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
-
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
=
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
-
.ˈ 
 
 
-
 
 
?ˈ 
 
 
-
 
 
?ˈ 
-
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
-
 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
-
=
 
 
-
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
-
 
 
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
-
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
-
-
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
!ˈ 
 
 
-
 
 
-
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
-
.ˈ 
 
.ˈ 
 
-
 
-
,ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
-
?ˈ 
.ˈ 
 
-
 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
, 
-
 
 
-
>ˈ 
 
-
> 
.ˈ 
ˈ 
-
 
 
-
 
.ˈ 
 
-
-
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
-
.ˈ 
 
ˈ 
 
, 
-
.ˈ 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
-
-
 ... 
 
 
-
ˈ 
-
 
.ˈ 
.ˈ 
 
>-
 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
> 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 ... 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
-
-
,ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
-
> 
.ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
-
 
ˈ 
 
 
=
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
=
ˈ 
 
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
,ˈ 
.ˈ 
 
-
 
 
-
.ˈ 
?ˈ 
 
?ˈ 
> 
 
 ... 
 
 
 
.ˈ 
=
 
ˈ 
 
 
-
.ˈ 
ˈ 
> 
ˈ 
ˈ 
 
 
=
 
 
=
.ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
> 
ˈ 
 
.ˈ 
=
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
-
 
 
-
> 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
 
 
-
-
 
.ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
;ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
-
 
.ˈ 
> 
 
.ˈ 
> 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
=
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
 
-
. 
 
ˈ 
 
 
 
-
> 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
=
 
 
?ˈ 
 
 
,ˈ 
=
 
?ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
-
ˈ 
 
 
 
 
?ˈ 
 
 
 
 
-
?ˈ 
 
 
ˈ 
-
=
 
 
 
 
ˈ 
 
.ˈ 
 
 
-
=
.ˈ 
-
ˈ 
> 
=
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
!ˈ 
!ˈ 
 
ˈ 
 
ˈ 
!ˈ 
.ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
=
 
 
-
ˈ 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
 
> 
 
=
 
 
-
 
.ˈ 
 
> 
 
 
 
,ˈ 
 
 
,ˈ 
=
 
 
 
 
-
.ˈ 
 
=
 
 
-
,ˈ 
=
 
,ˈ 
 
-
.ˈ 
 
=
 
 
 
.ˈ 
-
 
ˈ 
-
 
:ˈ 
 
 
.ˈ 
-
 
> 
-
ˈ 
-
 
 
ˈ 
-
 
-
,ˈ 
-
 
-
.ˈ 
 
-
.ˈ
 ... 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
 ... 
 
.ˈ 
 
-
 
.ˈ 
-
ˈ 
-
 
ˈ 
 
=
?ˈ 
 
-
 
-
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 ... 
 
,ˈ 
 
.ˈ 
 
=
.ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
,ˈ 
=
.ˈ 
 
-
 
-
 
 
ˈ 
-
 
?ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
,ˈ 
 
 
ˈ 
 
> 
.ˈ 
 
ˈ 
 
-
-
.ˈ 
,ˈ 
-
=
.ˈ 
 
-
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
=
 
 
.ˈ 
 
 
ˈ 
-
-
ˈ 
 
ˈ 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
 
 
-
ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
 
-
 
ˈ 
 
,ˈ 
 
 
.ˈ 
.ˈ 
=
?ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
 
 
-
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
,ˈ 
 
 
 
-
?ˈ 
-
-
 
,ˈ 
-
=
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
-
-
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
=
 
 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
 
-
ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
-
 
-
,ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
 
 
 
.ˈ 
-
.ˈ 
,ˈ 
 
ˈ 
 
 
ˈ 
!ˈ 
 
!ˈ 
 
, 
, 
, 
,ˈ 
-
 
ˈ 
 
ˈ 
.ˈ 
=
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
 
-
 
,ˈ 
 
ˈ 
 
-
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
-
 
 
ˈ 
 
 
 
 
,ˈ 
>.ˈ 
ˈ 
ˈ 
=
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
> 
 
ˈ 
 
ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
-
,ˈ 
 
-
.ˈ 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
?ˈ 
 
 
-
> 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
 
=
.ˈ 
 
 
.ˈ 
 
>ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 ... 
 
-
?ˈ 
-
?ˈ 
.ˈ 
=
 
-
.ˈ 
-
?ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
?ˈ 
 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
>ˈ 
-
 
 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
 
>ˈ 
 
>,ˈ 
-
 
 
 
ˈ 
ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
-
 
ˈ 
 
,ˈ 
 ... 
 
.ˈ 
 
 
-
,ˈ 
!ˈ 
 
-
=
 
ˈ 
-
=
 
.ˈ 
 
.ˈ 
 
 
 
 
-
,ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
-
 
 
.ˈ 
=
 
ˈ 
-
 
 
 
ˈ 
 
 
-
ˈ 
 
-
ˈ 
-
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
-
ˈ 
-
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
-
 
 
 
!ˈ 
 
ˈ 
.ˈ 
 
-
 
ˈ 
ˈ 
! 
ˈ 
 
ˈ 
 
 
 
> 
 
ˈ 
=
 
.ˈ 
 
-
 
 
 
?ˈ 
 
 
 
-
 
 
.ˈ 
 
-
 
 
-
-
 
-
ˈ 
 
 
-
?ˈ 
 
 
.ˈ 
ˈ 
-
 
,ˈ 
ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
=
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
-
 
 
,ˈ 
 
ˈ 
 
 
=
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
 
 
 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
ˈ 
ˈ 
> 
 
 
.ˈ 
 
-
ˈ 
 
-
=
.ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
 
ˈ 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
-
 
-
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
> 
 
.ˈ 
ˈ 
-
 
 
> 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
=
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
.ˈ 
 
>,ˈ 
ˈ 
-
 
.ˈ 
 
 
-
-
.ˈ 
-
-
 
 
.ˈ 
 
 
=
?ˈ 
 
ˈ 
ˈ 
ˈ 
-
 
 
-
 
ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
-
 
 
,ˈ 
 
.ˈ 
 
-
 
 
 
ˈ 
-
=
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
=
?ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
 
-
,ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
-
-
 
ˈ 
,ˈ 
-
-
,ˈ 
 
-
 
-
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
-
-
 
,ˈ 
 
 
 
-
,ˈ 
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
 
.ˈ 
 
-
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
> 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
=
 
-
.ˈ 
=
 
 
 
ˈ 
 
 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
.ˈ 
 
-
 
-
?ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
?ˈ 
 
ˈ 
 
-
,ˈ 
 
-
 
ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
-
ˈ 
 
-
 
.ˈ 
 
-
-
 
,ˈ 
 
-
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
-
ˈ 
 
-
-
 
.ˈ 
=
 
.ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
-
 
 
-
?ˈ 
ˈ 
-
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
=
?ˈ 
 
 
ˈ 
 
-
?ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
-
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
=
 
ˈ 
 
 
=
 
 
-
.ˈ 
 
ˈ 
 
-
ˈ 
 
 
ˈ 
,ˈ 
 
-
ˈ 
 
 
-
,ˈ 
,ˈ 
 
-
.ˈ 
ˈ 
-
> 
=
 
 
-
.ˈ 
 
 
.ˈ 
 
-
?ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
-
ˈ 
-
 
 
 
 
ˈ 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
ˈ 
-
 
-
 
.ˈ 
 
 
 ... 
 
=
?ˈ 
=
 
 
-
?ˈ 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
-
ˈ 
,ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
=
 
 
.ˈ 
 
-
 
?ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
 
>-
 
-
 
.ˈ 
 
 
.ˈ 
=
 
-
.ˈ 
 
 
>ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
>.ˈ 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
ˈ 
-
ˈ 
 
 
-
-
.ˈ 
 
=
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
> 
,ˈ 
 
 
 
>ˈ 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
>.ˈ 
 
 
>ˈ 
ˈ 
>ˈ 
-
 
>.ˈ 
-
 
 
-
?ˈ 
 
?ˈ 
 
 
ˈ 
-
 
?ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
ˈ 
 
> 
.ˈ 
 
> 
ˈ 
 
.ˈ 
> 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
=
ˈ 
 
-
 
 
.ˈ 
ˈ 
 
 
-
>ˈ 
 
,ˈ 
 
>.ˈ 
 
 
>ˈ 
-
 
?ˈ 
 
.ˈ 
-
 
? 
 
>ˈ 
-
.ˈ 
 
 
=
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
-
 
 
 
.ˈ 
.ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
-
,ˈ 
 
-
.ˈ 
 
!ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
-
 
-
 
 
 
ˈ 
 
ˈ 
>ˈ 
.ˈ 
 
 
-
 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
 
> 
 
,ˈ 
ˈ 
>
 
 
 
 
-
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
?ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
ˈ 
 
 
-
 
ˈ 
=
 
 
.ˈ 
 
 
=
 
,ˈ 
.ˈ 
=
 
 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
>
 
 
 
.ˈ 
,ˈ 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
>ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
=
ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
> 
 
.ˈ 
-
 
 
 
-
,ˈ 
-
 
 
ˈ 
=
 
 
,ˈ 
-
 
 
,ˈ 
,ˈ 
 
> 
ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
=
 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
=
?ˈ 
=
?ˈ 
 
=
> 
 
 
 
.ˈ 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
?ˈ 
 
 
-
?ˈ 
-
 
 
ˈ 
ˈ 
-
> 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ
-
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
-
 
ˈ 
-
>,ˈ 
-
> 
 
 
,ˈ 
-
>,ˈ 
-
.ˈ 
 
-
ˈ 
 
-
 
 
ˈ 
 
,ˈ 
 ... 
 
.ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
=
 
 
ˈ 
-
 
 
?ˈ 
 
ˈ 
-
... 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
-
 
?ˈ 
 
ˈ 
 
>ˈ 
!ˈ 
 
 
ˈ 
-
 
ˈ 
 
-
 
> 
 
,ˈ 
 
ˈ 
 
-
 
 
ˈ 
-
 
 
-
-
.ˈ
 
 
ˈ 
-
ˈ 
-
 
ˈ 
 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
ˈ 
ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
=
ˈ 
 
 
.ˈ 
>ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
 
,ˈ 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
=
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
=
 
-
 
>-
 
,ˈ 
 
ˈ 
 
> 
 
,ˈ 
?ˈ 
 
 
ˈ 
.ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
=
-
ˈ 
 
-
 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
=
 
-
 
 
-
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
-
 
 
 
 
,ˈ 
 
 
-
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
-
 
ˈ 
 
-
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
=
ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
-
=
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
-
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
=
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
=
 
,ˈ 
-
=
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
ˈ 
 
ˈ 
> 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
>ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
>ˈ 
 
ˈ 
 
 
>ˈ 
 
 
 
- 
>ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
 
- 
>ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
=
.ˈ 
-
-
 
 
 
.ˈ 
-
 
> 
,ˈ 
 
.ˈ 
> 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
> 
.ˈ 
 
ˈ 
>-
 
,ˈ 
 
ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
> 
-
 
-
ˈ 
 
> 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
-
 
 
 
ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
=
 
ˈ 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
ˈ 
-
 
 
ˈ 
ˈ 
 
 
 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
-
 
> 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
ˈ 
 
 
,ˈ 
 
=
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
> 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
> 
 
> 
ˈ 
=
 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
>ˈ 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
.ˈ 
ˈ 
 
 
-
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 
 
 
.ˈ
ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
-
 
 
 
ˈ 
 
 
 
-
 
,ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
ˈ 
-
 
 
-
.ˈ 
-
 
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
 
-
 
 
 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
=
 
 
 
 
ˈ 
ˈ 
 
 
-
 
-
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 ... 
 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
=
 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
ˈ 
-
ˈ 
-
.ˈ 
-
 
ˈ 
 
ˈ 
-
 
 
 
-
-
ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
-
.ˈ 
 
-
 
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
 
 ... 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
-
 
 
.ˈ 
-
 
 
 
?ˈ 
-
 
 
 
-
 ... 
 
ˈ 
 
-
-
?ˈ 
-
 
 
 
ˈ 
 
 
 
 
 
 
 
,ˈ 
-
 
 
 
 
-
 
 
 
 
,ˈ 
 
 
-
 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
-
 
,ˈ 
 
 
 
,ˈ 
 
 ... 
 
ˈ 
-
ˈ 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
 
 
 
=
 
-
-
 
,ˈ 
-
 
 
.ˈ 
ˈ 
-
ˈ 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
-
ˈ 
-
ˈ 
 
 
-
 
 
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
=
 
 
 
 
ˈ 
-
 
 
 
-
 
.ˈ
 
-
 
-
-
 
.ˈ 
 
-
ˈ 
-
 
-
 
ˈ 
 
-
 
 
-
.ˈ 
-
-
 
 
 
 
,ˈ 
 
-
 
-
 
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
ˈ 
 
-
 
-
 
ˈ 
 
 
ˈ ... 
-
 
-
ˈ 
ˈ 
.ˈ 
 
,ˈ 
-
=
 
.ˈ 
 
 
-
-
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
>.ˈ 
 
> 
 
 
 
-
ˈ 
-
 
-
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
ˈ 
-
ˈ 
-
 
,ˈ 
-
 
 
.ˈ 
 
 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
-
 
 
>.ˈ 
 
 
 
 
 
 
ˈ ... 
 
>ˈ 
-
 
 
ˈ 
 
ˈ 
-
=
 
-
.ˈ 
 
 
.ˈ 
 
-
 
 
-
ˈ 
-
 
 
 
 ... 
 
-
 
 
 
.ˈ 
 
 ... 
 
 
,ˈ 
 
,ˈ 
 
=
,ˈ 
 
 
=
.ˈ 
 
 
-
 
 
.ˈ 
-
ˈ 
 
 
,ˈ 
-
 
-
 
 
> 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
-
,ˈ 
 
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ
 
 
 
 
,ˈ 
 
 
.ˈ 
>ˈ 
-
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
-
 
,ˈ 
-
,ˈ 
 
=
 
 
 
ˈ 
-
?ˈ 
ˈ 
 
 
 
 
 
 
.ˈ 
=
 
,ˈ 
-
 
 
 
ˈ 
 
 
-
 
 
ˈ 
 
-
 
 
 
-
.ˈ 
 
 
 
 
-
ˈ 
.ˈ 
=
 
 
-
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
=
 
 
 
ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
=
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
-
 
 
ˈ 
-
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
 
-
 
 
 
 
-
 
,ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
-
.ˈ 
 
 
 
=
ˈ 
 
-
ˈ 
-
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
=
 
-
ˈ 
 
.ˈ 
-
 
 
 
-
 
-
 
-
.ˈ 
-
 
 
=
 
 
-
.ˈ 
-
 
ˈ 
 
 
 
 
ˈ 
 
-
.ˈ 
-
 
 
-
=
ˈ 
 
ˈ 
-
=
 
 
 
 
-
 
ˈ 
 
 
 
.ˈ 
 
 
-
 
 
 
... 
 
 
-
ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
=
 
ˈ 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ ... 
,ˈ 
 
 
>,ˈ 
ˈ 
-
=
 
 
 
,ˈ 
 
-
.ˈ 
 
ˈ ... 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
=
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
-
-
 
ˈ 
 
 
.ˈ 
 
-
=
 
 
ˈ 
-
ˈ 
 
 
-
 
,ˈ 
=
 
 
 
-
 
 
,ˈ 
 
 
 
 
.ˈ 
-
?ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
 
 
-
 
 
,ˈ 
 
 
.ˈ 
=
 
 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
ˈ 
ˈ 
 
 
-
, 
-
.ˈ 
 
 
 
 
,ˈ 
-
-
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
-
,ˈ 
 
ˈ 
ˈ 
-
 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
 
-
,ˈ 
=
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
 
 
-
ˈ 
 
 
-
ˈ 
 
 
-
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
-
-
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ
ˈ 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
-
?ˈ 
-
ˈ 
 
-
 
 
-
 
ˈ 
 
-
 
,ˈ 
 
,ˈ 
-
 
 
ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
-
 
.ˈ 
 
 
 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
,ˈ 
=
 
,ˈ 
 
-
ˈ 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
ˈ ... 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
-
 
 
=
 
 
 
,ˈ 
 
-
 
 
,ˈ 
ˈ 
-
 
 
 
,ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ ... 
-
 
ˈ 
 
 
 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
 
-
ˈ 
 
 
 
.ˈ 
-
 
 
-
.ˈ 
-
 
 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
-
 
 
-
,ˈ 
-
 
 
-
,ˈ 
 
 
 
 
-
.ˈ 
 
 
 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
ˈ 
ˈ 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
.ˈ 
 
,ˈ 
-
 
-
.ˈ 
=
 
-
 
 
-
 
,ˈ 
 
-
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
ˈ 
-
-
 
 
 
-
.ˈ 
 
,ˈ 
 
 
-
 
-
ˈ ... 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
 
-
.ˈ 
 
-
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
=
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
-
,ˈ 
-
 
-
ˈ 
-
ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
-
 ... 
-
,ˈ 
=
 
 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
-
 
-
 
ˈ ... 
-
.ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
=
 
 
 
-
,ˈ 
 
 
-
 
 
-
 
-
ˈ 
 
 
 
.ˈ
 
 
-
ˈ 
-
 
ˈ 
 
 
 
-
 
,ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
,ˈ 
 
ˈ 
>ˈ 
 
 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
-
ˈ 
 
 
 
-
-
,ˈ 
,ˈ 
=
 
 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
 
.ˈ 
-
 
,ˈ 
-
> 
,ˈ 
-
> 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
>.ˈ 
 
 
 
ˈ 
 
ˈ ... 
 
 
ˈ 
-
 
 
 
-
.ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
 
ˈ 
ˈ 
-
 
 
 
-
 
,ˈ 
ˈ 
 
 
 
-
.ˈ 
-
ˈ 
ˈ 
ˈ 
 
 
> 
-
 
 
-
-
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
-
 
 
 
-
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
 
-
 
 
=
,ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
 
 
 
 
.ˈ 
-
 
=
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
,ˈ 
-
 
 
 
.ˈ 
 
 
-
ˈ 
 
 
-
 
ˈ 
-
 
-
 
ˈ 
 
-
 
 
 
-
ˈ 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ ... 
-
 
 
 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
-
 
ˈ 
.ˈ 
 
 
 
 
.ˈ
-
ˈ 
-
 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
-
> 
.ˈ 
,ˈ 
 
,ˈ 
=
.ˈ 
 
-
 
 
ˈ ... 
 
 
-
 
.ˈ 
 
.ˈ 
-
-
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
 
 
 
-
 
,ˈ 
 
ˈ 
-
 
 
-
,ˈ 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
,ˈ 
 
-
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
=
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
=
 
.ˈ 
-
 
=
 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
=
 
-
 
>,ˈ 
 
 
.ˈ 
 
 
 
=
 
 
 
 
,ˈ 
 
>.ˈ 
 
 
,ˈ 
 
 
 
-
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
 
-
 
 
>ˈ 
 
-
 
ˈ 
-
 
 
 
-
,ˈ 
 
-
-
 
 
-
.ˈ 
 
 
-
 
-
 
 
.ˈ 
 
-
 
> 
 
ˈ 
 
,ˈ 
 
ˈ 
 
-
 
 
 
>-
.ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
-
-
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
-
-
ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
-
 
.ˈ 
-
 
 
 
-
 
.ˈ 
-
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
 
-
 
ˈ 
-
-
 
-
-
 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
 
-
-
 
,ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
 
 
ˈ 
 
-
 
ˈ 
 
 
-
ˈ 
 
-
 
ˈ 
ˈ 
ˈ 
 
 
 
 
-
 ...  
 
 
 
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
 
-
-
 
ˈ 
-
-
 
ˈ 
-
-
-
 
 
ˈ 
 
 
=
 
 
 
,ˈ 
 
 
 
-
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
>,ˈ 
-
 
 
.ˈ 
 
=
 
-
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
-
.ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
-
 
=
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
 
 
-
.ˈ 
ˈ 
 
 
 
 
ˈ ... 
-
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
 
-
 
ˈ 
 
 
 
 
-
ˈ ... 
-
 
.ˈ 
 
-
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
 
 
 
 
.ˈ 
-
 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
-
-
ˈ 
 
 
 
ˈ 
-
ˈ 
 
-
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
-
 
-
 
-
.ˈ 
-
-
ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
 
 
-
 
 
ˈ 
ˈ 
-
ˈ 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
-
.ˈ
 
ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
-
 
ˈ 
=
 
ˈ 
=
 
.ˈ 
 
-
 
 
 
-
.ˈ 
-
 
 
 
 ... 
 
 
,ˈ 
,ˈ 
-
 
 
 
-
.ˈ 
 
 
-
ˈ 
 
-
 
.ˈ 
=
 
 
-
,ˈ 
 
 
ˈ 
 
 
 
-
 
.ˈ 
-
 
ˈ 
-
,ˈ 
-
ˈ 
-
 
ˈ 
 
 
 
ˈ 
 
 
 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
-
 
 
 
-
 
,ˈ 
 
-
-
 
=
 
 
 
-
ˈ 
 
ˈ 
... 
 
ˈ 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
=
 
 
.ˈ 
 
 
=
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
.ˈ 
-
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
!ˈ 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
 ... 
-
 
 
 
-
.ˈ 
 
 
 
 ... 
 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
-
-
 
ˈ 
 
 
 
-
 
 
 ... 
 
 
 
-
 
-
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
-
,ˈ 
.ˈ 
,ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
-
-
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
-
ˈ 
-
 
-
,ˈ 
-
-
 
ˈ 
 
-
 
-
-
ˈ 
 
 ... 
-
.ˈ 
 
-
 
-
 
 ... 
 
-
 
.ˈ 
 
-
 
 
 
ˈ 
-
-
 
 
 
 
 ... 
-
 
 
.ˈ 
 
ˈ 
 
-
 
-
 ... 
-
 
 
 
-
ˈ 
ˈ 
-
-
 
ˈ 
 
ˈ 
 ... 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
 ... 
 
,ˈ 
 
 
ˈ 
-
 
 
 ... 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
=
 
.ˈ 
ˈ 
 
,ˈ 
=
 
 
.ˈ 
-
 
 
 
-
 
-
 
ˈ 
 
ˈ 
 
-
 
 
-
 
-
.ˈ 
 
 
 
-
,ˈ 
-
-
 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
-
.ˈ 
 
-
 
ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
=
 
-
 
 
 
-
.ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
 
 
-
 
 
ˈ 
-
 
ˈ 
 
 
-
,ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
 
-
ˈ 
 
-
ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
ˈ 
 
 
>ˈ 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
-
ˈ 
 
 
,ˈ 
.ˈ 
=
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
-
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
-
 
 
 
 
 
 
.ˈ 
ˈ 
=
 
 
ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 ... 
 
-
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
-
=
ˈ 
 
=
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
-
 
 
-
ˈ 
 
 
 
-
 
ˈ 
-
 
ˈ 
 
-
 
 
,ˈ 
 
-
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
. 
 
-
 
 
=
 
 
-
-
.ˈ 
-
 
-
 
 
 
-
,ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
=
 
ˈ 
 
ˈ 
!ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
=
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
-
 ... 
-
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
-
ˈ 
 
-
 
 
 
 
,ˈ 
 
-
-
,ˈ 
 
ˈ 
.ˈ 
-
 
=
 
 
 
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
 
-
=
 
?ˈ 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
ˈ 
 ... 
-
 
 
-
 
.ˈ 
 
 
 
 
 
-
ˈ 
 
 
 
ˈ 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
-
ˈ 
-
 
?ˈ 
 
 
=
?ˈ 
 
-
 
-
 
 
 
?ˈ 
 
 
 
-
 
-
 
 
 
-
,ˈ 
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
 
> 
ˈ 
 
 
-
 
-
 
-
 
-
.ˈ 
 
.ˈ 
-
 
 
> 
,ˈ 
 
 ... 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
-
 
-
 
. 
 
 
ˈ 
 
 
 ... 
 
ˈ 
-
 
 
ˈ 
ˈ 
 
 
 
 
 
ˈ 
 
-
-
ˈ 
 
 
 
ˈ 
- 
.ˈ 
 
ˈ 
-
 
.ˈ 
 ... 
-
,ˈ 
 
,ˈ 
 
-
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
=
?ˈ 
 
 
,ˈ 
.ˈ 
 
-
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
-
-
 
 
 
 
 
.ˈ 
-
 
 
 
> 
ˈ 
 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
-
 
=
 
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
 ... 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
.ˈ 
 
ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
 
-
 
ˈ 
 
-
 
 
 
 
 
 
.ˈ
 
ˈ 
 
-
 
ˈ 
ˈ 
-
ˈ 
ˈ 
ˈ 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
 ... 
 
 
.ˈ 
-
 
,ˈ 
-
 
ˈ 
-
-
ˈ 
-
-
,ˈ 
-
-
ˈ 
-
-
,ˈ 
-
 
ˈ 
 
!ˈ 
 
!ˈ 
=
 
 
.ˈ 
 
-
 
 
 
-
,ˈ 
-
 
-
 
ˈ 
-
-
 
-
-
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
-
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
-
.ˈ 
ˈ 
ˈ 
-
 
.ˈ 
-
 
-
 
 
 
-
.ˈ 
 
-
ˈ 
 
 
=
-
?ˈ 
 
-
 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
-
=
 
-
,ˈ 
-
 
 
 
-
,ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
ˈ 
 
.ˈ 
-
 
 
 
 
 ... 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
ˈ 
-
.ˈ 
 
 
=
?ˈ 
 
 
-
 
ˈ 
.ˈ 
ˈ 
>.ˈ 
 
 
 
-
ˈ 
-
 
ˈ 
-
 
-
 
-
 
 
-
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
 
.ˈ 
ˈ 
-
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
-
 
-
 
,ˈ 
.ˈ 
=
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
,ˈ 
 
-
 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
=
 
 
 
ˈ 
ˈ 
 
 
 
-
,ˈ 
 
ˈ 
 
-
 
-
.ˈ 
-
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
 
ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
ˈ 
 
 
 
ˈ 
-
 
 
-
.ˈ
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
=
 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ. 
 
ˈ 
ˈ 
=
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
-
 
.ˈ 
 
=
ˈ 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
=
ˈ 
-
 
ˈ 
ˈ 
 
-
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 ... 
 
-
ˈ 
-
,ˈ 
.ˈ 
ˈ 
=
.ˈ 
=
 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
,ˈ 
-
,ˈ 
-
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
!ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
-
 
 
 
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
-
,ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
ˈ 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
ˈ 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
.ˈ 
ˈ 
=
.ˈ
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 ...  
-
 
.ˈ 
 
 
 
ˈ 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
 
=
?ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
 
 ... 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
 
-
 
ˈ 
,ˈ 
,ˈ 
ˈ 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
 ˈ 
=
 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
-
=
.ˈ 
 
 
ˈ 
ˈ 
 
-
 
-
?ˈ 
 
 
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
 
 
ˈ 
 
 
!ˈ 
 
ˈ 
-
=
?ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
-
 
 
.ˈ 
ˈ 
-
 
 
?ˈ 
 
?ˈ 
=
?ˈ 
 
 
ˈ 
 
=
 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
-
ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
.ˈ 
=
 
 
 
-
-
 
-
-
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
-
ˈ 
 
 
-
 ... 
ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
-
 
 
ˈ 
-
ˈ 
,ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
=
ˈ 
 
ˈ 
-
-
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
 
 ... 
.ˈ 
 
-
 
ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 ... 
 
.ˈ 
-
ˈ 
 
 
ˈ 
-
.ˈ 
 
> 
 
ˈ 
 
-
ˈ 
-
ˈ 
.ˈ 
 
ˈ ... 
>ˈ 
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
-
 
-
ˈ 
-
 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
-
ˈ 
-
 
,ˈ 
-
 
 
-
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
=
 
 
 
 
ˈ 
 
 
-
ˈ 
-
ˈ 
-
ˈ 
-
.ˈ 
=
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
 
-
?ˈ 
ˈ 
-
 
ˈ 
 
=
 
ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
ˈ 
 
.ˈ 
 
!?ˈ 
 
ˈ 
 
-
 
ˈ 
 
-
.ˈ 
-
 
.ˈ 
ˈ 
ˈ 
-
 
 
?ˈ 
 
 
 
 
 
 
?ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
ˈ 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
,ˈ 
-
.ˈ 
-
 
 
.ˈ 
>-
ˈ 
 
-
 
-
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
-
-
?ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
=
.ˈ 
 
 
 
ˈ 
 
-
 
ˈ 
ˈ 
-
-
 
ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
?!ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
?ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
?ˈ 
 
.ˈ 
 
 
-
-
 
 
 
-
 
,ˈ 
 
.ˈ 
-
ˈ 
 
-
 
=
ˈ 
ˈ 
 
ˈ 
,ˈ 
=
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
 
?ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
-
=
 
 
.ˈ 
 
ˈ 
.ˈ 
-
ˈ 
-
 
ˈ 
-
 
 
,ˈ 
-
 
?ˈ
ˈ 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
=
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
-
ˈ 
-
-
 
.ˈ 
-
 
 
 
-
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
?ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
ˈ 
ˈ 
-
 
-
ˈ 
-
 
-
 
.ˈ 
-
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
-
 
 
.ˈ 
> 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
-
,ˈ 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
-
,ˈ 
ˈ 
 
-
.ˈ 
-
,ˈ 
-
-
?ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
-
 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 ... 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 ... 
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
=
 
 
-
 
ˈ 
 
 
 
ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
 
-
 
=
.ˈ 
=
 
 
.ˈ 
 ... 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
-
 
-
ˈ 
 
-
ˈ 
 
-
 
ˈ 
-
,ˈ 
-
 
,ˈ 
ˈ 
 
-
 
-
ˈ 
-
.ˈ 
>ˈ 
 
,ˈ 
 
-
,ˈ 
,ˈ 
 
 
 
ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
=
 
 
-
,ˈ 
.ˈ 
ˈ 
-
 
,ˈ 
=
 
.ˈ 
 
 
-
 
,ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
,ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
-
 
-
 
 
 
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
-
ˈ 
-
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
 
?ˈ 
 
ˈ 
-
 
-
.ˈ 
 
 
=
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
-
-
ˈ 
 
ˈ 
-
-
.ˈ 
-
-
 
-
 
-
ˈ 
=
 
-
-
=
.ˈ 
 
-
-
-
 
ˈ 
-
-
,ˈ 
-
-
!ˈ 
 
> 
ˈ 
 
.ˈ 
 
=
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
!ˈ 
 
!ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
-
-
 
 
 
-
?ˈ 
 
=
 
ˈ 
 
.ˈ 
 
-
 
ˈ 
 
 
 
 
 
=
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
=
 
,ˈ 
 
 
-
 
 
 
,ˈ 
 
 
-
 
-
ˈ 
ˈ 
ˈ 
 
ˈ 
-
-
!ˈ 
-
-
!ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
?ˈ 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
-
ˈ 
 
!ˈ 
 
!ˈ 
 
 
-
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
-
 
,ˈ 
 
ˈ 
> 
ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
-
ˈ 
 
ˈ 
-
ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
?ˈ 
ˈ 
 
ˈ 
 
-
!ˈ 
 
ˈ 
 
.ˈ 
-
 
 
?ˈ 
 
 
-
ˈ 
 
.ˈ 
 
=
 
-
.ˈ 
 
ˈ 
=
 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
-
ˈ 
 
ˈ 
 
 
?ˈ 
ˈ 
 
ˈ 
-
-
 
ˈ 
 
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
-
 
 
ˈ 
 
=
 
-
 
.ˈ 
=
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
=
 
.ˈ 
 
ˈ 
ˈ 
> 
,ˈ 
 
,ˈ 
 
?ˈ 
ˈ 
, 
.ˈ 
 
,ˈ 
ˈ 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
?ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
-
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
-
 
?ˈ 
 
 
.ˈ 
 
 
 
 
-
-
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
 
=
?ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
 
=
ˈ 
 
-
 
ˈ 
 
 
,ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
-
-
.ˈ 
 
-
.ˈ 
 
-
-
=
 
.ˈ 
 
 
=
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
-
=
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
-
.ˈ 
.ˈ 
-
-
 
,ˈ 
 
 
 
-
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
!ˈ 
-
 
-
!ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
-
 
ˈ 
 
=
?ˈ 
 
ˈ 
 
!ˈ 
 
!ˈ 
 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
-
ˈ 
 
ˈ. 
 
 
ˈ 
 
.ˈ 
 
=
ˈ 
 
 
!ˈ 
!ˈ 
!ˈ 
ˈ 
!ˈ 
 
 
!ˈ 
 
.ˈ 
 
-
 
-
 
 
-
 
 
.ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
 
 
 
-
-
 
,ˈ 
 
-
?ˈ 
,ˈ 
 
 
-
.ˈ
 
ˈ 
-
 
ˈ 
ˈ 
ˈ 
ˈ 
-
=
 
-
=
 
 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
 
 
-
 
!ˈ 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
,ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
-
 
ˈ 
-
ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
-
 
-
.ˈ 
 
=
 
?ˈ 
 
-
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
>,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
,ˈ 
=
,ˈ 
,ˈ 
=
,ˈ 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
ˈ 
 
-
-
 
 
?ˈ 
 
-
 
ˈ 
ˈ 
-
 
,ˈ 
 
-
 
 
.ˈ 
-
ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
-
 
?ˈ 
-
 
-
 
 
 
.ˈ 
ˈ 
-
 
ˈ 
 
 
 
-
?ˈ 
 
 
ˈ 
=
 
 
,ˈ 
 
-
 
,ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
ˈ 
-
,ˈ 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
-
 
ˈ 
 
-
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
-
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
-
?ˈ 
-
 
 
 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
=
 
 
ˈ 
-
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
-
 
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
-
-
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
-
-
 
ˈ 
 
 
 
-
 
-
 
ˈ 
 
 
-
 
-
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
=
 
 
-
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ ... 
 
=
?ˈ 
.ˈ 
,ˈ 
 
=
?ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
-
 
 
-
,ˈ 
.ˈ 
 
-
 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
ˈ 
-
 
,ˈ 
-
=
 
.ˈ 
 
-
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
-
 
 
ˈ 
 
ˈ 
 
-
 
 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
ˈ ... 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
 
,ˈ 
ˈ 
-
 
ˈ 
-
ˈ 
-
>-
 
,ˈ 
> 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
ˈ 
.ˈ 
 
ˈ 
-
-
 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
> 
-
 
.ˈ 
-
,ˈ 
 
,ˈ 
 
.ˈ 
-
ˈ 
-
ˈ 
 
,ˈ 
-
,ˈ 
-
,ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
-
,ˈ 
-
.ˈ 
-
ˈ 
 
 
 
 
 
 
 
-
 
.ˈ 
 
-
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
=
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
 
 
-
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ
-
 
 
 
ˈ 
ˈ 
ˈ 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
-
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
-
 
?ˈ 
 
-
?ˈ 
 
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
-
,ˈ 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
,ˈ 
.ˈ
 
 
ˈ 
-
 
 
=
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
-
-
ˈ 
 
.ˈ 
-
 
 
-
.ˈ 
=
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
=
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
 
 
.ˈ 
,ˈ 
 
 
=
ˈ 
 
ˈ 
 
 
 
 
=
ˈ 
 
 
.ˈ 
 
ˈ 
=
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
=
 
,ˈ 
=
 
ˈ 
 
 
-
,ˈ 
 
 
 
 
 
.ˈ 
ˈ 
=
 
ˈ 
 
 
 
 
 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
 
-
.ˈ 
=
 
ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
-
 
ˈ 
 
-
 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
-
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ ... 
 
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
> 
 
,ˈ 
,ˈ 
ˈ 
 
 
ˈ 
-
 
 
 
 
 
.ˈ 
?ˈ 
ˈ 
-
-
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
,ˈ 
.ˈ 
.ˈ 
 
-
 
ˈ 
-
 
 
-
ˈ 
ˈ 
=
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
-
 
 
?ˈ 
-
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
-
ˈ 
-
 
 
 
,ˈ 
 
 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
>
 
-
 
.ˈ 
-
.ˈ 
-
 
-
-
ˈ 
-
 
 
-
-
ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
=
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
=
?ˈ 
 
.ˈ 
=
?ˈ 
.ˈ 
 
> 
 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
-
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
ˈ 
 
 
 
 
-
,ˈ 
ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
=
 
 
-
-
ˈ 
 
-
 
ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
.ˈ 
 
 
 
 
-
 
.ˈ 
-
 
 
ˈ 
.ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
> 
 
-
,ˈ 
-
 
 
 
.ˈ 
 
-
 
,ˈ 
=
 
 
 
 
=
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ. 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ
-
 
.ˈ 
ˈ 
 
 
=
?ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
-
 
 
ˈ 
ˈ 
.ˈ 
 
 
 
-
ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
=
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
?ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
.ˈ 
-
 
 
 
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
?ˈ 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
 
-
,ˈ 
,ˈ 
 
 
,ˈ 
-
!ˈ 
 
?ˈ 
ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
=
ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
-
-
-
 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
-
?!ˈ 
-
?!ˈ 
=
 
ˈ 
 
-
 
.ˈ 
,ˈ 
 
ˈ 
 
 
=
?ˈ 
ˈ 
-
-
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
-
,ˈ 
 
-
 
 
-
ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
 ... 
 
 
ˈ 
 
-
 
 
.ˈ 
ˈ 
,ˈ 
ˈ 
ˈ 
-
 
=
ˈ 
-
 
.ˈ 
 
=
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
-
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
=
 
 
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
-
 
ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
-
.ˈ 
-
?!ˈ 
-
?!ˈ 
 
!ˈ 
 
-
!ˈ 
 
 
.ˈ 
 
-
 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
=
 
?ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
-
-
 
ˈ 
-
-
 
.ˈ 
 
-
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
?ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
 
,ˈ 
 
-
 
-
ˈ 
.ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
,ˈ 
,ˈ 
 
-
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
-
-
=
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
-
 
-
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
-
ˈ 
-
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
-
-
,ˈ 
-
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
-
 
-
.ˈ 
 
 
 
=
-
?ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
 
-
 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
.ˈ 
=
ˈ 
=
ˈ 
 
-
,ˈ 
.ˈ 
 
ˈ 
-
 
-
,ˈ 
-
.ˈ 
-
.ˈ 
-
 
 
.ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
-
 
-
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
-
,ˈ 
 
 
ˈ 
=
 
 
.ˈ 
,ˈ 
.ˈ.
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
=
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 
-
 
 
?ˈ 
 
 
 
 
-
 
. 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
-
 
 
 
-
 
 
 
,ˈ 
 
 
. 
 
 
-
.ˈ 
 
 
 
 
 
 
-
.ˈ 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
-
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
-
ˈ 
 
 
-
. 
-
 
 
-
ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
ˈ 
ˈ 
 
-
 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
=
?ˈ 
 
 
 
 
-
,ˈ 
-
 
.ˈ 
 
 
-
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
-
,ˈ 
 
 
-
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
=
 
-
 
.ˈ 
=
 
 
 
.ˈ 
-
 
 
 
 
-
 
 
-
 
 
 
.ˈ 
=
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
=
 
 
,ˈ 
,ˈ 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
,ˈ 
,ˈ 
 
-
 
-
,ˈ 
 
-
 
,ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
=
 
 
ˈ 
 
 
 
 
-
 
 ... 
-
 
 
.ˈ 
 
 
 
>=
.ˈ 
 
 
?ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
>.ˈ 
 
 
-
>ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
-
 
.ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
-
-
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 ...  
-
 
 
-
-
 
 
 
 
 
-
 
 
.ˈ 
 
 
 
!ˈ 
 
-
ˈ 
 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
=
 
 
 
ˈ 
 
 
 
 
.ˈ 
 ... 
 
-
 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
 
?ˈ 
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
 ... 
 ... 
 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
.ˈ 
-
 
 
ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
-
 
ˈ 
ˈ 
 
.ˈ 
 
-
-
.ˈ 
 
-
 
?ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
=
 
 
.ˈ 
 
,ˈ 
 
-
.ˈ
 
 
ˈ 
 
 
-
ˈ 
 
 
 
.ˈ 
-
 
-
ˈ 
-
-
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
 
 
 
-
,ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
=
 
 
-
ˈ 
ˈ 
 
ˈ 
 
 
-
,ˈ 
ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
ˈ 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
-
 
 
ˈ 
ˈ 
ˈ 
-
 
-
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
-
-
 
 
.ˈ 
 
 
-
ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
-
 
 
-
.ˈ 
 
-
ˈ 
 
.ˈ 
-
 
.ˈ 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
ˈ 
 ... 
,ˈ 
 
ˈ 
ˈ 
 
=
.ˈ 
ˈ 
ˈ 
ˈ 
 
-
 
 
-
.ˈ 
 
 
 
 
-
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
 
-
 
-
 
 
.ˈ 
-
 
,ˈ 
-
 
 
-
ˈ 
 
ˈ 
 
,ˈ 
-
 
 
ˈ 
> 
ˈ 
 
-
,ˈ 
-
,ˈ 
 
 
 
-
ˈ 
-
=
 
 
.ˈ 
-
 
 
ˈ 
 
-
 
 
 
.ˈ 
-
 
ˈ 
-
 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 ... 
-
,ˈ 
=
 
.ˈ 
 
-
 
 
 
.ˈ 
 
-
 
 
ˈ 
=
 
 
,ˈ 
 
 
-
 
 
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
-
 
 
ˈ 
 
 
-
,ˈ 
-
,ˈ 
 
-
 
ˈ 
=
 
 
,ˈ 
.ˈ 
 
-
ˈ 
-
 
 
ˈ 
-
 
-
.ˈ 
-
 
-
 
, 
ˈ 
-
 
 
,ˈ 
 
-
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
.ˈ 
 
, 
,ˈ 
 
 
-
.ˈ 
-
,ˈ 
,ˈ 
 
 
-
 
-
-
=
 
,ˈ 
-
=
 
.ˈ 
-
ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
ˈ 
-
 
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
-
=
 
 
ˈ 
-
-
 
,ˈ 
ˈ 
 
-
 
 
-
-
 
=
 
.ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
 
,ˈ 
-
=
 
.ˈ 
=
 
 
-
,ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
-
 
 
ˈ 
 
 
 
 
 
ˈ 
 
-
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
 
ˈ 
 
 
.ˈ 
=
 
?ˈ 
 
 
 
 
-
 
.ˈ 
,ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
-
 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
-
 
ˈ 
 
-
 
 
ˈ 
.ˈ 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
 
-
ˈ ... 
.ˈ 
 
=
ˈ 
,ˈ 
,ˈ 
 
 
-
=
 
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
> 
ˈ 
 
ˈ 
=
 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
-
 
 
.ˈ 
>ˈ 
 
 
 
.ˈ 
-
 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
?ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
-
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
=
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
,ˈ 
=
 
-
.ˈ 
 
=
 
 
-
 
ˈ 
=
 
-
.ˈ
-
 
 
ˈ 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
?ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
-
 
-
 
.ˈ 
 
ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
ˈ 
 
ˈ 
-
=
 
 
.ˈ 
 
ˈ 
 
-
 
,ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
-
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
ˈ 
 
.ˈ 
-
 
 
-
?ˈ 
 
 
?ˈ 
 
-
 
,ˈ 
 
 
-
 
ˈ 
 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
-
 
-
 
-
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
-
 
?!ˈ 
 
-
 
-
 
 
?!ˈ
 
 
 
ˈ 
 
 
 
 
.ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
-
 
 
 
 
.ˈ 
.ˈ 
 
 
 
, 
.ˈ 
 
,ˈ 
 
.ˈ 
-
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
-
.ˈ 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
-
.ˈ 
 
 
 
?ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
=
 
 
,ˈ 
-
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
 
 
-
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
-
,ˈ 
 
?ˈ 
 
 
-
 
 
.ˈ 
-
=
 
.ˈ 
-
=
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
-
 
 
.ˈ 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
.ˈ 
-
 
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
-
,ˈ 
 
?ˈ 
 
-
 
 
.ˈ 
-
=
 
 
-
.ˈ 
-
 
 
.ˈ 
=
 
.ˈ 
-
-
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
,ˈ 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
-
.ˈ 
 
=
 
.ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
 
 
-
 
-
 
.ˈ 
 
.ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
ˈ 
 
-
 
-
.ˈ 
-
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
-
-
ˈ 
 
 
-
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
-
 
 
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
-
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
 
-
,ˈ 
-
 
 
 
-
 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
-
 
ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
 
-
 
 
?ˈ 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
ˈ 
-
.ˈ 
ˈ 
ˈ 
 
 
 
 
 
-
?ˈ 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
 
-
,ˈ 
 
?ˈ 
ˈ 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
-
.ˈ 
 
 
 
ˈ 
 
-
ˈ 
-
 
-
ˈ 
-
ˈ 
 
 
-
 
-
.ˈ 
-
,ˈ 
-
 
 
-
.ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
-
.ˈ 
 
,ˈ 
 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
=
 
 
 
.ˈ 
 
 
-
,ˈ 
 
ˈ 
 
 
.ˈ 
-
-
 
 
-
?ˈ 
 
ˈ 
 
.ˈ 
-
=
 
 
-
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
 
.ˈ 
 
.ˈ
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
=
 
 
 
-
=
 
-
 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
-
 
 
-
.ˈ 
-
 
.ˈ 
 
ˈ 
 
-
,ˈ 
-
 
 
 
.ˈ 
=
 
 
-
 
.ˈ 
-
 
.ˈ 
 
-
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
ˈ 
 
-
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
 
 
,ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
,ˈ 
-
.ˈ 
=
 
 
 
 
ˈ 
 
 
 
 
-
ˈ 
.ˈ 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
?ˈ 
 
-
ˈ 
 
-
,ˈ 
-
 
?ˈ 
!ˈ 
 
 
.ˈ 
 
-
 
 
 
 
?ˈ 
 
 
 
-
ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
-
ˈ 
 
 
=
,ˈ 
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
-
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
?ˈ 
ˈ 
 
 
 
-
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
> 
 
-
.ˈ 
=
 
 
 
,ˈ 
 
 
 
 
 
 
 
 
 
 
.ˈ 
=
 
 
.ˈ 
 
 
 
-
 
=
 
 
 
.ˈ 
 
ˈ 
 
 
=
 
 
 
.ˈ 
 
=
 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
,ˈ 
 
 
?ˈ 
-
 
?ˈ 
> 
 
 
 
ˈ 
-
 
-
 
 
-
 
,ˈ 
-
 
 
 
 
 
 
ˈ 
ˈ 
 
-
 
 
 
 
?ˈ 
 
-
 
-
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
 
ˈ 
,ˈ 
 
 
-
 
,ˈ 
 
 
-
=
 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
> 
-
ˈ 
 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
=
ˈ 
 
 
=
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
.ˈ 
-
=
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
 
 
 
 
>.ˈ 
 
 
 
-
 
 
.ˈ 
ˈ 
 
 
 
 
 
-
 
.ˈ 
 
 
 
-
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
-
 
 
 
 
-
,ˈ 
-
 
 
 
-
 
.ˈ 
 
 
 
ˈ 
 
-
 
 
 
.ˈ 
ˈ 
 
-
 
-
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
-
,ˈ 
-
 
-
.ˈ
-
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
,ˈ 
ˈ 
 
-
 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 ... 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
ˈ 
 
-
ˈ 
 
 
-
,ˈ 
-
-
.ˈ 
-
 
ˈ 
 
,ˈ 
 
ˈ 
-
.ˈ 
 ... 
 ... 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
> 
.ˈ 
,ˈ 
>,ˈ 
ˈ 
 
!ˈ 
 
!ˈ 
 
=
?ˈ 
=
 
?ˈ 
 
 
ˈ 
-
 
 
!ˈ 
ˈ 
-
 
?ˈ 
 
!ˈ 
 
? 
 
 
ˈ 
 
!ˈ 
-
?ˈ 
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
-
-
 
 
 
 
.ˈ 
-
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
-
ˈ 
-
-
!ˈ 
 
 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
-
-
 
ˈ 
-
 
 
 
ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
-
 
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
-
 
ˈ 
ˈ 
 
 
 
-
,ˈ 
 
?ˈ
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
-
 
-
 
ˈ 
 
 
ˈ 
-
 
ˈ 
,ˈ 
-
 
-
 
,ˈ 
 
-
,ˈ 
-
 
.ˈ 
=
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
-
 
-
.ˈ 
 
-
-
 
ˈ 
-
ˈ 
.ˈ 
 
-
 
 
-
 
-
ˈ 
-
 
-
.ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
-
-
 
 
?ˈ 
 
 
 
 
 ...  
?ˈ 
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
-
 
ˈ 
 
ˈ 
=
 
 
ˈ 
 
-
 
-
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
 
-
ˈ 
-
-
.ˈ 
ˈ 
-
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
 
 
 
-
.ˈ 
 
 
 
 
 
-
 
.ˈ 
 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
-
 
-
-
ˈ ... 
,ˈ 
-
-
,ˈ 
-
ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
,ˈ 
-
 
-
 
.ˈ 
ˈ 
 
ˈ ... 
-
 
 
ˈ 
ˈ 
 
-
 
 
,ˈ 
-
-
.ˈ 
 
.ˈ 
 
 
-
 
-
 
ˈ 
 
.ˈ 
 
 ... 
 
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
=
 
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
 
?ˈ 
 
 
 
?ˈ 
,ˈ 
?ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
=
 
 
-
 
ˈ 
 
.ˈ 
=
 
-
 
 
 
-
!ˈ 
 
-
 
?ˈ 
-
 
.ˈ 
 
-
-
 
 
 
?ˈ 
-
-
 
?ˈ 
 
 
ˈ ... 
ˈ 
-
-
,ˈ 
 
-
-
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
.ˈ 
-
 
 
-
.ˈ 
-
 
-
 
-
,ˈ 
-
 
 
-
ˈ 
-
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
-
 
 
,ˈ 
-
=
ˈ 
 
 
.ˈ 
-
=
 
ˈ 
-
 
 
 
 
,ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
 
ˈ 
-
 
ˈ 
?ˈ 
 
-
.ˈ 
 
 
ˈ 
-
=
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
 
.ˈ 
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
-
 
 
.ˈ 
-
 
?ˈ 
 
-
 
?ˈ 
 
 
-
 
 
.ˈ 
 
?ˈ 
=
 
-
?ˈ 
 
 
.ˈ 
 
-
 
ˈ 
.ˈ 
-
 
.ˈ 
 
-
-
?ˈ 
-
-
 
ˈ 
 
-
?ˈ 
 
-
 
=
 
-
?ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
-
 
,ˈ 
-
ˈ 
 
 
,ˈ 
-
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
=
ˈ 
 
-
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
-
-
,ˈ 
 
 
-
?ˈ 
 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
 
-
=
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
-
-
=
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
-
-
 
 
-
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
-
 
!ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
-
 
-
 
 
.ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
-
-
 
 
?ˈ 
 
-
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
-
-
 
ˈ 
 
=
 
?ˈ 
 
?ˈ 
-
 
 
 
?ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
-
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
=
 
,ˈ 
 
-
.ˈ 
-
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
-
-
 
,ˈ 
=
 
 
-
 
-
 
.ˈ 
 
-
? 
ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
 
-
 
 
 
-
 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
?ˈ 
 
-
 
-
 
 
-
 
-
 
-
.ˈ 
 
 
 
,ˈ 
-
!ˈ 
 
!ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
-
 
-
 
-
 
 
-
 
-
.ˈ 
 
 
 
,ˈ 
-
 
 
 
-
,ˈ 
 
 
-
.ˈ 
 
-
!ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
-
 
ˈ 
> 
-
 
ˈ 
 
-
 
!ˈ 
 
 
.ˈ 
=
 
 
-
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
?ˈ 
 
-
 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
-
 
 
-
 
?ˈ 
-
 
 
?ˈ 
 
 
 
-
ˈ 
 
 
-
-
ˈ 
 
-
 
-
 
-
?ˈ 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
!ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
,ˈ 
-
 
-
-
,ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
,ˈ 
-
 
 
.ˈ 
-
 
 
-
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
-
-
,ˈ 
-
-
.ˈ 
 
 
.ˈ 
-
-
 
 
ˈ 
 
ˈ 
-
,ˈ 
-
 
-
.ˈ 
 
-
 
 
-
.ˈ 
-
.ˈ 
ˈ 
 
-
 
-
 
?ˈ 
 
 
-
-
 
?ˈ 
 
 
 
-
-
ˈ 
 
-
.ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
,ˈ 
,ˈ 
.ˈ 
-
 
-
-
 
.ˈ 
 
,ˈ 
-
-
 
 
-
 
 
?ˈ 
 
 
-
 
 
?ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
-
ˈ 
 
.ˈ 
=
 
 
 
-
-
ˈ 
-
 
 
ˈ 
 
.ˈ
ˈ 
 
ˈ 
 
-
ˈ 
 
-
,ˈ 
 
=
 
-
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
-
 
 
 
 
 
,ˈ 
 
-
,ˈ 
-
 
-
 
 
.ˈ 
 
-
-
,ˈ 
-
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
-
.ˈ 
 
 
ˈ 
 
-
 
-
-
 
-
 
 
-
.ˈ 
 
-
 
 
-
ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
 
ˈ 
-
-
 
 
.ˈ 
-
-
 
-
=
ˈ 
 
-
ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
-
 
 
 
-
 
 
.ˈ 
-
 
 
ˈ 
ˈ 
-
-
ˈ 
 
ˈ 
-
-
 
,ˈ 
,ˈ 
 
-
-
 
ˈ 
 
ˈ 
-
=
 
-
 
,ˈ 
.ˈ 
 
 
 
 
 
=
ˈ 
 
 
.ˈ 
 
 
=
?ˈ 
 
.ˈ 
ˈ 
 
ˈ 
-
 
ˈ 
 
ˈ 
-
 
 
.ˈ 
-
=
 
 
-
-
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
-
ˈ 
-
ˈ 
-
 
 
ˈ 
 
 
.ˈ
-
 
ˈ 
ˈ 
-
ˈ 
 
 
?ˈ 
-
 
,ˈ 
 
-
 
-
ˈ 
 
 
 
 
 
,ˈ 
?ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
-
-
 
 
-
 
 
.ˈ 
 
=
ˈ 
 
-
 
-
 
?ˈ 
 
ˈ 
ˈ 
.ˈ 
 
-
-
 
ˈ 
 
ˈ 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
 
 
ˈ 
.ˈ 
 
 
-
ˈ 
 
ˈ 
ˈ 
-
,ˈ 
-
-
=
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
-
-
ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
-
.ˈ 
 
-
 
 
.ˈ 
-
 
,ˈ 
ˈ 
-
 
 
ˈ 
.ˈ 
 
 
 
.ˈ
-
 
-
ˈ 
-
ˈ 
 
-
 
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
=
 
.ˈ 
-
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
>ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
-
-
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
-
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
-
 
 
?ˈ 
ˈ 
.ˈ 
 
?ˈ 
-
 
 
-
!ˈ 
 
 
.ˈ 
 
 
 
-
 
,ˈ 
 
=
 
-
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
-
,ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
 
 
 
 
-
,ˈ 
-
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
-
-
 
-
 
 
 
.ˈ 
-
 
 
, 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
-
=
 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
-
 
-
-
 
ˈ 
 
ˈ 
=
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
 
-
 
-
 
-
.ˈ 
-
 
 
-
 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
-
 
-
,ˈ 
.ˈ 
 
-
 
.ˈ 
-
-
 
-
,ˈ 
 
 
 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
ˈ 
 
.ˈ 
-
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
!ˈ 
!ˈ 
!ˈ 
 
-
-
-
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
-
ˈ 
 
.ˈ
-
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
=
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
. 
 
ˈ 
ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
 
 
-
.ˈ 
=
 
ˈ 
 
 
-
 
ˈ 
,ˈ 
 
 
?ˈ 
-
 
ˈ 
-
 
,ˈ 
 
-
 
-
,ˈ 
-
 
 
 
 
.ˈ 
 
-
 
-
.ˈ 
 
ˈ 
 
-
ˈ 
-
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
?ˈ 
 
-
 
 
-
 
.ˈ 
-
 
-
 
 
 
ˈ 
=
 
-
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
=
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
 
=
 
.ˈ 
 
 
 
 
 
.ˈ 
 
-
ˈ 
.ˈ 
-
 
-
 
 
>ˈ 
 
-
 
-
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
-
,ˈ 
-
 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
,ˈ 
 
 ... 
 
ˈ 
 
-
 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 ... 
 
 
ˈ 
=
 
 
 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
, 
-
.ˈ 
 
 
 
ˈ 
 
 
-
 
ˈ 
.ˈ 
-
 
 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
-
ˈ 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
-
 
 
 
 
 
?ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
=
 
 
 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
=
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
-
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
=
 
.ˈ 
 
-
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
 
 
-
?ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
ˈ 
=
 
 
ˈ 
-
 
-
 
 
 
-
-
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
 
ˈ 
ˈ 
,ˈ 
 
 
 
-
?ˈ 
 
ˈ 
 
 
 
 
 
 
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
-
 
 
 
ˈ 
-
=
 
,ˈ 
 
 
-
,ˈ 
 
. 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
 
-
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
-
 
 
ˈ 
-
 
 
 
 
.ˈ 
=
 
 
ˈ 
 
 
 
 
 
 
 
 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
.ˈ 
=
 
 
ˈ 
-
ˈ 
-
.ˈ 
 
=
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
-
 
-
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
-
?!ˈ 
 
 
 
.ˈ 
 
.ˈ 
-
=
 
 
 
 
 
.ˈ 
 
=
 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
=
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
-
ˈ 
 
!ˈ 
 
!ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ
-
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
=
-
 
-
-
 
-
-
 
ˈ 
-
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
-
 
,ˈ 
ˈ 
ˈ 
 
ˈ 
-
-
,ˈ 
 
.ˈ 
 
-
 ... 
ˈ 
-
 
 
 
ˈ 
 
 
 
-
-
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
-
ˈ 
ˈ 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
 ... 
-
 ... 
ˈ 
-
 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
-
=
 
.ˈ 
ˈ 
.ˈ 
 
 
-
 ... 
-
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
-
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
 
-
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
-
.ˈ 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
-
.ˈ 
 
ˈ 
 
!ˈ 
 
 
 
?ˈ 
 
 
ˈ 
-
 
 
 
 
 
.ˈ 
 
 
 
-
-
.ˈ 
-
 
ˈ 
 
 
-
 
-
 
-
 
.ˈ
 
 
ˈ 
 
ˈ 
 
-
 
 
 
ˈ 
,ˈ 
-
ˈ 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
-
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
>,ˈ 
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
-
=
,ˈ 
-
 
,ˈ 
 
 
 
ˈ 
-
-
,ˈ 
 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
-
.ˈ 
-
ˈ 
 
ˈ 
> 
 
.ˈ 
-
-
 
-
 
 
 
 
-
ˈ 
ˈ 
 
-
-
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
 
 
 
ˈ 
ˈ 
-
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
 
.ˈ 
 
 
-
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
 
-
,ˈ 
,ˈ 
-
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
 
,ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
-
ˈ 
ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
 
 
 
-
,ˈ 
 
ˈ 
-
 
,ˈ 
-
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
-
 
 
ˈ 
 
 
ˈ 
 
?ˈ 
 
=
?ˈ 
-
 
 
ˈ 
 
 
 
-
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
 
-
 
=
.ˈ 
-
 
 
 
-
ˈ 
 
ˈ 
-
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
ˈ 
-
 
 
 
-
-
 
ˈ 
-
 
 
-
,ˈ 
-
,ˈ 
 
 
-
,ˈ 
 
 
-
.ˈ 
-
 
-
 
 
-
-
 
 
ˈ 
ˈ 
 
-
,ˈ 
-
 
.ˈ 
-
 
-
 
 
-
-
 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
,ˈ 
ˈ 
ˈ 
 
-
 
ˈ 
-
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
-
 
 
 
 
 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
-
ˈ 
ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
?ˈ 
ˈ 
-
 
 
-
ˈ 
-
,ˈ 
-
 
=
 
-
 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
=
 
?ˈ 
.ˈ 
 
,ˈ 
ˈ 
ˈ 
-
=
?ˈ 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
=
-
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
?ˈ 
 
.ˈ 
 
-
 
 
 
-
.ˈ 
ˈ 
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
?ˈ 
.ˈ 
 
-
.ˈ 
-
,ˈ 
 
ˈ 
-
 
-
 
 
 
 
.ˈ 
ˈ 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
-
 
,ˈ 
.ˈ 
,ˈ 
 
-
ˈ 
 
,ˈ 
-
 
 
.ˈ 
.ˈ 
-
-
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
,ˈ 
 
-
=
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
-
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
=
 
ˈ 
-
=
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
-
 
 
=
 
,ˈ 
 
 
-
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
 
 
ˈ 
ˈ 
ˈ 
-
?ˈ 
 
-
 
 
 
-
 
,ˈ 
-
 
ˈ 
-
,ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
,ˈ 
-
-
 
,ˈ 
-
-
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
?ˈ 
-
-
 
?ˈ 
 
?ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
 
 
-
 
,ˈ 
-
,ˈ 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
-
,ˈ 
 
-
 
,ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
-
-
 
-
ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
 
ˈ 
 
-
ˈ 
 
 
 
 
,ˈ 
-
 
-
 
=
 
 
 
,ˈ 
-
 
 
-
,ˈ 
-
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
-
 
-
 
ˈ 
 
ˈ 
 
-
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
-
-
 
 
 
ˈ 
 
.ˈ 
-
 
=
 
.ˈ 
!ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
-
.ˈ 
 
=
 
 
-
.ˈ 
 
 
-
 
,ˈ 
-
 
ˈ 
ˈ 
 
 
ˈ 
 
=
ˈ 
 
ˈ 
 
,ˈ 
-
 
-
?ˈ 
 
 
 
,ˈ 
 
 
 
?ˈ 
 
 
-
 
-
?ˈ 
-
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
-
 
,ˈ 
 
 
 
-
-
 
,ˈ 
 
,ˈ 
ˈ 
-
 
 
,ˈ 
-
 
,ˈ 
ˈ 
-
 
,ˈ 
-
-
-
 
.ˈ 
-
 
 
?ˈ 
 
-
 
.ˈ 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
?ˈ 
 
-
-
 
 
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
-
=
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
-
-
ˈ 
=
 
ˈ 
 
.ˈ 
-
 
ˈ 
-
-
 
.ˈ 
 
-
,ˈ 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
ˈ 
-
 
,ˈ 
.ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
?ˈ 
ˈ 
 
-
 
,ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
-
ˈ 
-
-
 
 
-
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
-
 
-
ˈ 
,ˈ 
-
ˈ 
-
 
-
 
ˈ 
 
.ˈ 
 
 
 
-
 
ˈ 
 
?ˈ 
 
 
-
 
-
 
-
 
?ˈ 
 
 
=
 
-
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
 
-
-
 
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
. 
 
-
 
ˈ 
=
 
.ˈ 
-
 
 
-
ˈ 
-
 
-
-
 
 
 
ˈ 
=
 
 
ˈ 
,ˈ 
 
.ˈ 
-
=
 
 
 
-
 
ˈ 
-
ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
-
 
 
 
-
 
.ˈ 
 
-
 
,ˈ 
-
 
 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
-
 
.ˈ
 
 
-
-
 
ˈ 
-
.ˈ 
=
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
-
 
-
 
 
 
ˈ ... 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
-
 
> 
,ˈ 
-
 
 
?ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
-
.ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
 
ˈ 
=
 
 
 
 
.ˈ 
=
 
 
-
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
> 
 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
?ˈ 
 
 
 
-
,ˈ 
 
 
 
 
,ˈ 
-
 
?ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
> 
-
ˈ 
-
,ˈ 
ˈ 
,ˈ 
-
,ˈ 
 
ˈ 
,ˈ 
>.ˈ 
 
,ˈ 
-
 
-
 
 
,ˈ 
.ˈ 
-
 
 
 
 
:ˈ 
 
 
 
 
.ˈ 
-
ˈ 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
 
 
 
 
ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
-
.ˈ 
.ˈ 
ˈ 
ˈ 
 
 
-
-
 
ˈ 
,ˈ 
-
,ˈ 
-
,ˈ 
 
 
,ˈ 
.ˈ 
-
-
 
 
,ˈ 
 
-
 
 
,ˈ 
 
-
ˈ 
 
ˈ 
ˈ 
 
=
 
 
ˈ 
,ˈ 
> 
,ˈ 
-
 
 
-
ˈ 
 
 
ˈ 
ˈ 
-
 
 
 
,ˈ 
 
?ˈ 
ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
.ˈ 
-
-
 
 
ˈ 
,ˈ 
 
-
.ˈ 
-
 
-
ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
 
,ˈ 
,ˈ 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
-
 
 
ˈ 
-
 
 
-
,ˈ 
 
.ˈ 
 
-
 
 
ˈ 
-
 
 
ˈ 
,ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
-
 
 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
 
-
=
?ˈ 
 
-
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
=
?ˈ 
 
 
 
 
?ˈ 
ˈ 
 
,ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
-
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
,ˈ 
 
-
 
.ˈ 
ˈ 
-
ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
- 
> 
,ˈ 
 
> 
 
ˈ 
-
 
?ˈ 
-
 
.ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
-
ˈ 
-
-
,ˈ 
-
 
.ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
=
 
 
 
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
-
 
.ˈ 
-
-
 
 
 
 
-
ˈ 
-
 
 
ˈ 
-
 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
 
-
 
ˈ 
-
 
 
ˈ 
-
ˈ 
-
 
,ˈ 
-
 
 
 
.ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
 
=
 
 
-
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
 
 
-
.ˈ 
-
 
-
 
 
 ... 
 
-
 
 
-
 
 ... 
 
 
 
ˈ 
 
-
 
 
,ˈ 
 
 
 
 
.ˈ 
-
ˈ 
 
 
 
ˈ 
=
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
-
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
-
 
ˈ 
 
,ˈ 
ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
 
-
,ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
-
 
 
 ... 
 
ˈ 
 
-
 
.ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
 
-
 
 
,ˈ 
 
-
-
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
-
 
-
-
.ˈ 
 
-
 
-
 
 
 
 ... 
 
 
 
ˈ 
 
 
 ... 
 
ˈ 
 
=
 
 
.ˈ 
 
 
 
 
 
-
 
.ˈ 
 
-
 
-
 
 
ˈ 
 
 
ˈ 
 
ˈ 
-
-
 
,ˈ 
 
 
-
ˈ 
ˈ 
 
,ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
-
 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ ... 
.ˈ 
 
-
 
 
 
-
?ˈ 
 
-
 
 
ˈ 
-
?ˈ 
-
 
-
 
 
 
-
?ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
 
-
ˈ 
 
ˈ 
 
-
=
.ˈ 
 
 
 
-
ˈ 
ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
 
ˈ 
 
 
-
 ... 
 
 
-
.ˈ 
 
 
ˈ 
 ... 
 
 
 
-
 
 
 
-
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
-
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
-
ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
-
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
-
ˈ 
 
 
 
-
 
.ˈ
 
=
 
 
ˈ 
ˈ 
 
 
 
-
 
 
-
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
.ˈ 
 
-
 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
=
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
,ˈ 
ˈ 
-
 
-
-
 
-
-
ˈ 
 
 
?ˈ 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
-
ˈ 
-
 
 
 
ˈ 
-
 
-
 
 
 
-
?ˈ 
 
 
-
ˈ 
-
 
=
?ˈ 
 
 
 
-
 
 
.ˈ 
-
 
-
 
-
 
.ˈ 
-
-
 
 
 
 
 
 
 
 
-
 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
 
-
 
 
 
-
?ˈ 
 
 
-
.ˈ 
 
-
 
 
 
,ˈ 
 
 
 
-
.ˈ 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
=
 
=
.ˈ 
 
 
-
 
-
 
-
?ˈ 
 
ˈ 
 
 
-
,ˈ 
,ˈ 
=
 
 ... 
ˈ 
,ˈ 
 
 
 
 
ˈ ... 
-
,ˈ 
-
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
 
 
 
-
 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
-
 
-
ˈ 
-
=
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
!ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
-
 
 
 
 
ˈ 
 
 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
 
 
>!ˈ 
 
.ˈ 
-
 
ˈ 
 
-
 
-
?ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
-
=
 
.ˈ 
 
-
=
 
.ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
 
-
,ˈ 
-
=
 
-
,ˈ 
=
 
-
,ˈ 
-
=
 
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
-
 
 
ˈ ... 
 
 
 
 
=
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
-
ˈ 
=
 
 
-
.ˈ 
ˈ 
-
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
ˈ 
-
-
=
 
 ... 
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
 
,ˈ 
 
=
 
-
.ˈ 
 
 
 
-
 
 
,ˈ 
-
ˈ 
-
 
 
 
 
.ˈ 
 
-
ˈ 
-
 
 
 
-
 
-
 
.ˈ 
 
,ˈ 
 
 
 
-
,ˈ 
 
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
=
 
-
 
.ˈ 
 
 
-
 
 
 
 
-
 
ˈ 
 
-
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
!ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
-
 
 ... 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
=
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
 
-
 
 
 
,ˈ 
 
 
-
-
,ˈ 
 
 
-
 
 
,ˈ 
 
=
 
-
.ˈ
-
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
 
-
-
 
.ˈ 
 
ˈ 
 
 
 
-
ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
 ... 
ˈ 
... 
ˈ 
 
ˈ 
 
 
 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
-
.ˈ 
 
 
-
?ˈ 
 
 
 
-
ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
 
ˈ 
.ˈ 
-
 
-
,ˈ 
-
=
.ˈ 
 
.ˈ 
 
-
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
,ˈ 
 
-
-
 
 
ˈ 
-
,ˈ 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
 
 
ˈ 
-
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
-
, 
-
 
-
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ
 
 
 
ˈ 
 
 
-
ˈ 
 
-
 
 
-
 
=
 
ˈ 
,ˈ 
.ˈ 
 
=
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
ˈ 
-
 
ˈ 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
ˈ 
 
 
 
.ˈ 
=
 
 
 
=
 
 
-
-
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
=
 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
=
 
 
 
-
-
ˈ 
 
 
 
,ˈ 
 
=
 
-
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
=
,ˈ 
-
 
,ˈ 
-
-
.ˈ 
 
 
 
-
.ˈ 
=
 
ˈ 
 
 
 
 
ˈ 
?ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
-
 
 
ˈ 
 
-
 
.ˈ 
=
 
ˈ 
=
 
-
 
 
-
 
ˈ 
 
 
 
-
-
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
-
 
-
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
 
.ˈ 
 
-
 
-
,ˈ 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
-
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
,ˈ 
 
 
 
,ˈ 
-
 
 
 
 
ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
=
ˈ 
 
 
ˈ 
-
 
ˈ 
-
,ˈ 
-
,ˈ 
-
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
 
,ˈ 
-
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
?ˈ 
 
 
!ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
-
 
-
 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
?ˈ 
-
 
-
,ˈ 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
-
?ˈ 
 
 
> 
-
 
.ˈ 
-
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
=
,ˈ 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
-
?ˈ 
 
 
?ˈ 
 
-
,ˈ 
 
.ˈ 
.ˈ 
 
=
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
=
.ˈ 
 
 
 
-
.ˈ
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
-
ˈ 
-
>ˈ 
-
 
ˈ 
>ˈ 
 
 
ˈ 
-
 
-
 
-
.ˈ 
 
 
-
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
?ˈ 
 
.ˈ 
 
 
 
 
-
.ˈ 
=
 
ˈ 
ˈ 
 
.ˈ 
.ˈ 
 
-
.ˈ 
ˈ 
-
 
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
-
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
-
,ˈ 
 
-
-
,ˈ 
-
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
ˈ 
 
-
!ˈ 
 
 
 
-
.ˈ 
ˈ 
 
ˈ 
-
 
?ˈ 
 
.ˈ 
 
> 
ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
=
 
 
.ˈ 
 
 
 
,ˈ 
-
,ˈ 
 
=
?ˈ 
ˈ 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
?ˈ 
 
 
=
?ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
-
 
!ˈ 
.ˈ 
 
 
> 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
-
> 
ˈ 
 
 
.ˈ 
 
 
=
 
 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
=
 
 
-
?ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
-
 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
?ˈ 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
 
 
-
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
 
-
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
-
,ˈ 
 
-
ˈ 
-
 
 
 
,ˈ 
.ˈ 
ˈ 
-
 
 
-
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
-
 
.ˈ 
 
=
 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
=
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
=
,ˈ 
ˈ 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
.ˈ 
>=
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ ... 
 
 
>.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
>.ˈ 
 
 
.ˈ 
=
-
 
ˈ 
 
 
,ˈ 
 
=
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
=
 
ˈ 
 
,ˈ 
 
 
 
 
 
-
.ˈ 
 
 
-
 
 
ˈ 
 
?ˈ 
 
ˈ 
 
 
> 
 
-
 
 
 
ˈ 
 
ˈ 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
-
 
?ˈ 
 
 
 
.ˈ 
 
 
-
 
?ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
-
? 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
-
?ˈ 
-
 
-
!ˈ 
-
 
!ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
?ˈ 
ˈ 
 
 
ˈ 
=
 
.ˈ 
=
 
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
 
ˈ 
,ˈ 
> 
,ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
> 
 
ˈ 
 
?ˈ 
 
=
.ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ
 
-
.ˈ 
 
ˈ 
-
.ˈ 
-
 
ˈ 
ˈ 
-
ˈ 
-
 
 
ˈ 
,ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
ˈ 
-
 
-
 
,ˈ 
 
 
ˈ 
-
.ˈ 
 
 
-
 
 
-
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
-
.ˈ 
 
 
 
 
ˈ 
=
 
-
 
.ˈ 
-
 
-
,ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
=
 
 
-
ˈ 
.ˈ 
-
 
-
,ˈ 
 
 
.ˈ 
-
ˈ 
=
 
 
 
-
.ˈ 
-
 
-
 
 
-
.ˈ 
 
.ˈ 
=
 
-
 
.ˈ 
 
 
-
 ... 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
-
,ˈ 
-
 
ˈ 
 
-
ˈ 
 
 
=
,ˈ 
=
,ˈ 
-
ˈ 
-
=
 
=
ˈ 
-
.ˈ 
ˈ 
 
-
.ˈ 
.ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
ˈ 
-
 
-
 
,ˈ 
 
-
 
ˈ ... 
 
-
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
,ˈ 
-
 
-
,ˈ 
-
 
ˈ 
-
.ˈ 
,ˈ 
,ˈ 
,ˈ 
ˈ 
ˈ 
-
-
 
 
.ˈ 
 
ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
,ˈ 
-
,ˈ 
 
-
ˈ 
.ˈ 
-
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
-
 
ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
-
 
-
,ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
.ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
-
 
.ˈ 
.ˈ 
.ˈ 
 
-
ˈ 
-
.ˈ 
,ˈ 
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
-
,ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
-
,ˈ 
-
 
-
.ˈ 
,ˈ 
 
=
ˈ 
 
 
-
 
.ˈ 
 
 
 
-
,ˈ 
-
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
 
 
 
-
,ˈ 
-
 
 
-
ˈ 
 
 
.ˈ 
 
-
ˈ 
-
 
 
-
,ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
=
,ˈ 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
,ˈ 
-
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
-
ˈ 
,ˈ 
 
,ˈ 
-
,ˈ 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
-
.ˈ 
 
 
-
 
ˈ 
 
,ˈ 
-
,ˈ 
 
 
-
 
.ˈ 
-
-
 
-
-
 
,ˈ 
-
-
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
=
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
-
,ˈ 
 
.ˈ 
,ˈ 
-
-
 
-
,ˈ 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
,ˈ 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
-
 
 
,ˈ 
 
=
,ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
.ˈ 
 
 
 
 
-
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
-
 
 
-
 
-
ˈ 
 
.ˈ 
 
 
-
 
-
 
,ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
>,ˈ 
 
 
 
 
-
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
-
 
-
ˈ 
-
 
-
 
ˈ 
 
 
-
 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
-
ˈ 
-
 
.ˈ 
ˈ 
-
 
.ˈ 
 
 
 
 
-
 
-
,ˈ 
 
 
,ˈ 
 
.ˈ 
-
-
 
 
.ˈ 
=
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
-
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
-
ˈ 
-
.ˈ 
-
ˈ 
=
,ˈ 
,ˈ 
 
ˈ 
-
 
ˈ 
 
,ˈ 
 
-
.ˈ 
-
ˈ 
 
 
-
.ˈ 
-
,ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
 
,ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
-
 
.ˈ 
ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
-
 
ˈ 
-
,ˈ 
ˈ 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
.ˈ 
ˈ 
-
ˈ 
,ˈ 
-
-
 
-
.ˈ 
 
,ˈ 
 
=
ˈ 
ˈ 
.ˈ 
=
 
ˈ 
,ˈ 
 
 
 
-
=
.ˈ 
-
 
ˈ 
-
ˈ 
,ˈ 
.ˈ 
 
ˈ 
ˈ, 
 
.ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
 
ˈ 
ˈ 
-
 
,ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
 
 
,ˈ 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
-
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
-
.ˈ 
 
 
 
.ˈ 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
-
-
,ˈ 
 
 
.ˈ
-
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
>=
,ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
-
=
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
>,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
-
.ˈ 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
-
 
,ˈ 
ˈ 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
,ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
-
 
-
,ˈ 
 
-
 
ˈ 
ˈ 
-
 
,ˈ 
 
.ˈ 
-
 
 
-
.ˈ 
 
=
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
-
ˈ 
-
.ˈ 
 
 
-
ˈ 
 
-
 
,ˈ 
-
-
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
-
.ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
ˈ 
 
ˈ 
.ˈ 
 
-
,ˈ 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
-
ˈ 
-
 
-
-
.ˈ 
 
 
.ˈ 
=
 
,ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
-
 
.ˈ 
-
 
 
ˈ 
 
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
 
-
.ˈ
-
 
ˈ 
ˈ 
 
-
 
ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
 
 
-
ˈ 
-
ˈ 
 
ˈ 
 
-
.ˈ 
 
-
ˈ 
,ˈ 
 
-
-
,ˈ 
 
-
.ˈ 
,ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
-
.ˈ 
 
-
ˈ 
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
-
 
 
-
.ˈ 
ˈ 
ˈ 
>ˈ 
.ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
-
 
-
-
,ˈ 
-
 
,ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
, 
,ˈ 
-
 
-
 
,ˈ 
 
-
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
=
-
?ˈ 
,ˈ 
 
 
-
ˈ 
-
.ˈ 
 
-
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
-
 
,ˈ 
-
,ˈ 
 
,ˈ 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
-
 
.ˈ 
 
 
-
,ˈ 
 
 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
=
,ˈ 
 
 
 
.ˈ 
-
 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
ˈ 
-
 
.ˈ 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
,ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
-
 
-
ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
-
,ˈ 
 
-
-
.ˈ 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
,ˈ 
-
 
,ˈ 
 
ˈ 
 
-
.ˈ 
-
,ˈ 
,ˈ 
=
 
-
ˈ 
-
 
-
.ˈ
 
 
 
ˈ 
>.ˈ 
-
,ˈ 
 
 
-
> 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
-
 
-
 
ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
-
 
.ˈ 
-
ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
 
-
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
,ˈ 
 
ˈ 
 
 
-
 
.ˈ 
-
ˈ 
 
-
 
-
.ˈ 
-
 
-
-
ˈ 
 
 
 
 
ˈ 
-
 
-
 
.ˈ 
 
=
 
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
> 
 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
-
 
ˈ 
 
-
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
 ... 
 
 
ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
-
ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
> 
.ˈ 
 
-
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
=
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
 
 
-
ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
,ˈ 
 
-
 
ˈ 
-
 
-
 
-
ˈ 
 
-
 
-
,ˈ 
 
-
 
-
ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
-
-
 
ˈ 
 
,ˈ 
 
 
-
 
-
.ˈ 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
-
ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
-
ˈ 
-
 
-
ˈ 
-
ˈ 
 
-
 
-
.ˈ 
 
 
 
-
,ˈ 
,ˈ 
,ˈ 
-
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
-
ˈ 
-
.ˈ 
=
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
-
.ˈ 
,ˈ 
,ˈ 
 
=
,ˈ 
 
ˈ 
 
=
ˈ 
-
 
>,ˈ 
-
 
>ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
-
ˈ 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
=
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
-
 
.ˈ 
-
,ˈ 
 
 
-
 
ˈ 
.ˈ 
.ˈ 
ˈ 
-
 
-
ˈ. 
.ˈ 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
-
 
 
-
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
=
 
-
 
-
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
-
 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
 
 
-
 
,ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
ˈ 
-
.ˈ 
 
 
 
-
.ˈ 
=
 
 
ˈ 
-
,ˈ 
 
,ˈ 
ˈ 
-
 
 
 
-
,ˈ 
.ˈ 
 
 
ˈ 
 
 
-
-
ˈ 
 
 
,ˈ 
-
,ˈ 
-
,ˈ 
ˈ 
-
 
 
 
 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
 
 
 
 
 
 
-
ˈ 
-
 
.ˈ 
 
-
 
 
 
-
,ˈ 
,ˈ 
 
-
.ˈ 
 
-
ˈ 
-
ˈ 
 
.ˈ 
 
 
?ˈ 
-
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
-
ˈ 
>-
 
-
 
ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
-
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
 
 
 
>.ˈ 
 
>-
 
,ˈ 
 
,ˈ 
 
> 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
-
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
 
-
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
-
 
-
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
-
-
 
-
 
.ˈ 
ˈ 
 
 
 
-
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
=
 
-
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
=
 
ˈ 
.ˈ 
ˈ 
 
 
-
,ˈ 
 
 
 
=
,ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
ˈ 
 
 
ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
 
-
.ˈ
 
? 
ˈ 
 
=
ˈ 
 
-
 
-
.ˈ 
 
-
 
 
-
 
ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
ˈ 
 
-
.ˈ 
 
 
-
,ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
=
 
 
?ˈ 
 
 
 
 
-
ˈ. 
-
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
-
=
 
,ˈ 
-
ˈ 
.ˈ 
 
 
 
ˈ 
-
 
 
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
 
-
ˈ 
=
ˈ 
=
 
 
 
 
 
 
 
 
ˈ 
 
 
-
.ˈ 
 
 
=
ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
 
-
 
-
,ˈ 
-
 
,ˈ 
.ˈ 
 
=
 
-
.ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
=
 
 
,ˈ 
-
=
.ˈ 
 
 
 
 
ˈ 
 
-
-
ˈ 
 
-
.ˈ 
=
 
 
.ˈ 
 
 
 
? 
 
 
?ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
-
 
-
 
ˈ 
 
-
 
-
.ˈ 
ˈ 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
=
ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
-
.ˈ
? 
ˈ 
 
-
 
.ˈ 
 
 
 
-
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
=
,ˈ 
-
 
ˈ 
 
-
 
-
ˈ 
 
 
 
 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
 
 
 
-
.ˈ 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
-
-
 
 
.ˈ 
 
-
ˈ 
.ˈ 
-
ˈ 
 
-
ˈ 
 
-
 
-
 
 
-
ˈ 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
-
 
-
.ˈ 
ˈ 
 
 
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
ˈ ... 
-
 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
 
,ˈ 
 
> 
-
 
ˈ 
 
 
,ˈ 
 
.ˈ
 
 
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
-
,ˈ 
-
,ˈ 
 
ˈ ... 
 
.ˈ 
ˈ 
-
 
 
-
ˈ 
.ˈ 
 
-
ˈ 
-
,ˈ 
-
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
-
.ˈ
 
 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
ˈ 
 
 
ˈ 
ˈ 
,ˈ 
-
 
 
-
 
.ˈ 
,ˈ 
 
-
 
-
 
,ˈ 
 
=
 
,ˈ 
 
.ˈ 
-
.ˈ 
 
 
 
-
,ˈ 
 
 
ˈ 
 
-
ˈ 
-
.ˈ 
 
-
 
.ˈ 
 
-
 
 
 
.ˈ 
=
 
-
 
-
.ˈ 
-
 
-
 
 
,ˈ 
 
-
 
-
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
-
 
 
-
 
,ˈ 
,ˈ 
-
 
 
 
 
ˈ 
 
.ˈ 
=
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
-
 
 
.ˈ 
 
-
,ˈ 
-
ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
-
 
,ˈ 
 
-
.ˈ
 
 
? 
 
 
-
,ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
-
 
-
 
-
,ˈ 
 
=
 
 
.ˈ 
-
 
-
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
 
-
 
ˈ 
 
.ˈ 
=
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
 
 
-
.ˈ
? 
ˈ 
 
 
-
? 
-
,ˈ 
 
 
-
.ˈ 
 
 
 
 
ˈ 
=
 
,ˈ 
 
 
 
 
,ˈ 
 
-
 
=
 
 
-
 
 
.ˈ 
-
 
 
 
-
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
,ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
.ˈ 
-
,ˈ 
-
 
,ˈ 
 
 
 
 
-
 
-
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
-
 
 
-
ˈ 
-
.ˈ 
 
-
.ˈ
 
 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
 
-
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
=
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
,ˈ 
-
,ˈ 
 
ˈ 
-
 
.ˈ 
 
=
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
 
-
,ˈ 
 
ˈ 
-
 
-
.ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
-
 
 
 
-
.ˈ 
ˈ 
 
-
 
,ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
-
 
-
 
,ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
ˈ 
.ˈ 
 
 
-
ˈ 
=
 
 
,ˈ 
 
-
 
 
-
-
.ˈ 
=
 
 
.ˈ 
-
 
ˈ 
 
 
-
 
 
 
,ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
ˈ 
ˈ 
-
,ˈ 
 
,ˈ 
 
 
 
-
ˈ 
 
 
-
.ˈ 
 
 
-
-
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
:ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
-
ˈ 
ˈ 
ˈ 
ˈ 
-
 
ˈ 
 
 
ˈ ... 
 
 
ˈ ... 
ˈ 
 
-
 
.ˈ 
 
-
 
 
-
 
 
ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
-
 
-
,ˈ 
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
-
 
 
 
-
 
ˈ 
 
-
ˈ 
,ˈ 
 
.ˈ 
 
 
 
-
 
ˈ 
 
 
-
.ˈ 
-
 
 
-
.ˈ 
 
ˈ 
 
 
-
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
-
=
 
ˈ 
 
 
 
-
 
 
 
-
 
 
ˈ 
 
=
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
=
 
 
 
.ˈ
 
 
,ˈ 
-
,ˈ 
-
ˈ 
 
 
,ˈ 
ˈ 
 ... 
 
ˈ 
 
-
,ˈ 
 
 
-
 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
... 
.ˈ 
 
,ˈ 
 
-
 
 
.ˈ 
ˈ 
-
 
-
 
 
-
 
-
 
,ˈ 
 
=
ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
 
 
-
 
,ˈ 
-
,ˈ 
-
 
 
ˈ 
 
 
-
 
-
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
=
 ... 
-
ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
 
=
,ˈ 
-
 
.ˈ 
-
 
ˈ 
ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 ... 
 
 
,ˈ 
 
-
.ˈ 
-
ˈ 
 
-
 
-
.ˈ 
 
ˈ 
 ... 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 ... 
>-
ˈ 
 
.ˈ 
-
 
 
 ... 
 
,ˈ 
 
 
,ˈ 
ˈ 
-
.ˈ 
-
=
 
 
.ˈ 
 
=
 
-
 
-
 
-
ˈ 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 ... 
-
 
 
-
 
 
.ˈ 
 
 
-
,ˈ 
 
 
-
 
-
 
 
 ... 
ˈ 
-
 
.ˈ 
 
=
 
 
-
 
,ˈ 
 
,ˈ 
 
.ˈ
-
ˈ 
 ... 
-
-
 
,ˈ 
 
=
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
-
.ˈ 
=
 
 
-
ˈ 
 
,ˈ 
.ˈ 
=
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
ˈ 
 
-
 
.ˈ 
ˈ 
 
=
ˈ 
-
 
-
ˈ. 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
-
 
... 
-
=
 ... 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
-
-
,ˈ 
 
-
.ˈ 
 
 
 
 
-
ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
-
 
 
.ˈ 
 
-
ˈ 
-
 
ˈ 
-
-
 
 
-
.ˈ 
,ˈ 
,ˈ 
 
-
 
 ... 
.ˈ 
 
=
?ˈ 
ˈ 
 
-
 
,ˈ 
ˈ 
-
 
-
.ˈ 
 
,ˈ 
 
ˈ 
-
ˈ 
 
,ˈ 
 
-
=
 
-
 
-
 
.ˈ 
-
 
-
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
> 
-
ˈ 
-
 
-
 
-
 
-
.ˈ 
ˈ 
-
 
-
-
,ˈ 
 
 
.ˈ 
-
 ... 
 
-
,ˈ 
 
 
 
>ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
-
 
ˈ 
=
 
-
.ˈ 
 
 
 
-
 
=
ˈ 
 
> 
ˈ 
 
> 
 
 
.ˈ 
 
 
 
-
,ˈ 
,ˈ 
-
 ... 
-
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
-
=
 
,ˈ 
ˈ 
 
 ... 
-
 
.ˈ 
.ˈ
-
 
 
-
 
-
 
-
,ˈ 
-
 
. 
 
 
 
-
?ˈ 
 
=
ˈ 
 
-
 
 
-
.ˈ 
-
-
 
-
ˈ 
 
ˈ 
,ˈ 
-
,ˈ 
 
-
 
-
,ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
 
-
 
-
 
-
,ˈ 
-
.ˈ 
-
,ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
,ˈ 
 
ˈ 
 
-
,ˈ 
 ... 
-
 
.ˈ 
 
.ˈ 
 
 
-
=
 
.ˈ 
 
 
 
 ... 
-
 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
ˈ 
 
-
-
,ˈ 
.ˈ 
 ... 
 
.ˈ 
 
-
 
-
-
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 ... 
 
-
.ˈ 
 
> 
-
 
,ˈ 
-
 
-
.ˈ 
-
 
 
 
ˈ 
.ˈ 
 
-
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
-
 
 
 
 
-
,ˈ 
-
 
,ˈ 
ˈ 
 
 
-
-
 
 
.ˈ 
 
ˈ 
-
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
 
-
-
ˈ 
-
-
.ˈ 
 
 
,ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
 
 
 
 
 
-
.ˈ 
=
 
-
ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
ˈ 
 
-
 
-
-
 
-
ˈ 
-
 
 
-
 
,ˈ 
 
ˈ 
 
 
.ˈ
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
 
-
ˈ 
.ˈ 
=
ˈ 
 
 
 
-
ˈ 
 
=
 
 
 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
 
 
ˈ 
 
 
. 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
>.ˈ 
 
-
, 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
-
 
 ... 
ˈ 
-
 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
=
 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
=
ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
=
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
-
 
 ... 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 ... 
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
-
-
,ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
-
 
-
.ˈ 
 
-
,ˈ 
 
> 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
-
ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
 
 
.ˈ 
 
-
.ˈ 
-
 
 
 
.ˈ 
=
ˈ 
 
 
,ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
-
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
 
 
-
 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
ˈ 
 
 
 
-
ˈ 
=
 
?ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
 
ˈ 
-
.ˈ 
-
 
-
,ˈ 
-
ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
-
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
ˈ 
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
ˈ 
 
-
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
=
 
 
,ˈ 
 
 
 
.ˈ 
 
=
 
,ˈ 
 
 
 
-
,ˈ 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
 
 
ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
-
-
 
 
 
ˈ 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
=
 
ˈ 
=
 
.ˈ 
-
 
 
ˈ 
 
-
 
 
=
 
-
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
 
-
ˈ 
 
 
 
.ˈ
ˈ 
ˈ 
 
 
 ...  
-
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
-
-
-
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
,ˈ 
.ˈ 
=
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
-
 
 
-
,ˈ 
 
 
.ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
=
ˈ 
 
-
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
-
 
ˈ 
ˈ 
-
-
 
.ˈ 
-
 
=
 
ˈ 
 
-
-
 
.ˈ 
-
ˈ 
-
-
 
ˈ 
 
 
 
 
-
ˈ 
 
ˈ 
 
 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
-
 
 
 
-
ˈ 
 
 
-
.ˈ
-
ˈ 
 
 
-
 
 
 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
 
ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
-
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
ˈ 
 
 
 
ˈ 
=
 
-
 
ˈ 
 
 
-
-
 
 
 
.ˈ 
-
 
.ˈ
 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 ... 
 
>ˈ 
 
 
-
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
-
-
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
ˈ 
=
 
 
ˈ 
 
 
.ˈ 
> 
 
 
 
-
 ... 
 
=
 
 
 
?ˈ 
 
 
,ˈ 
 
-
 
 
ˈ 
 
.ˈ 
-
ˈ 
-
 
 
-
 
-
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
-
 
 ... 
-
 
 
=
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
-
 
 
ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
-
.ˈ 
> 
 
 
 
-
ˈ 
-
 
 
.ˈ 
 
=
 
-
,ˈ 
 
=
 
-
.ˈ 
> 
ˈ 
 
> 
 
 
-
 
ˈ 
 
> 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
=
?ˈ 
 
 
=
ˈ 
 
=
 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
ˈ 
> 
 
,ˈ 
ˈ 
=
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
 
>-
ˈ 
 
> 
 
.ˈ 
 
 
.ˈ 
 
 
 ... 
 
-
 
-
:ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
-
-
=
 
ˈ 
-
 
 
 
?ˈ 
-
ˈ 
-
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
-
.ˈ 
ˈ 
 
ˈ ... 
 
 
-
ˈ 
-
 
 
 
,ˈ 
?ˈ 
 
 
 
-
 
.ˈ 
-
,ˈ 
-
,ˈ 
-
ˈ 
 
-
 
-
-
.ˈ
 
?ˈ 
 
-
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
>.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
=
 
ˈ 
-
-
 
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
>.ˈ 
>ˈ ... ˈ 
 
ˈ 
 ... 
-
 
 
-
 
>,ˈ 
 
-
ˈ 
 
-
,ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
 
 
.ˈ
=
 
 
 
ˈ 
 
ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
 
-
 
ˈ 
-
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
=
 
ˈ 
=
 
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
ˈ 
 
 
-
 
 
 
ˈ 
-
.ˈ 
.ˈ 
 
 
-
=
,ˈ 
?ˈ
-
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
-
ˈ 
 
.ˈ 
-
 
-
 
 
 
ˈ 
-
 
.ˈ 
> 
 
ˈ 
ˈ 
ˈ 
,ˈ 
-
 
 
 
 
ˈ 
.ˈ 
ˈ 
 
-
ˈ 
-
.ˈ 
> 
 
 
-
 
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
> 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
-
 
.ˈ
-
ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
.ˈ 
 
ˈ 
-
=
ˈ 
-
,ˈ 
 
 
,ˈ 
.ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
=
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
-
 ... 
 
-
 
 
 
.ˈ
,ˈ 
 
 
 
 ... 
 
-
 
 
-
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
=
ˈ 
 
?ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
 ... 
=
 
 
.ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
-
.ˈ 
 
 
,ˈ 
.ˈ 
-
 
 
.ˈ 
ˈ 
-
 
 
 
-
ˈ 
-
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
-
 
,ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
-
 
 
ˈ 
 
ˈ 
-
 
 
-
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
ˈ ... 
 
 
 
ˈ 
> 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
=
 ... 
=
 
ˈ 
 
 
 
.ˈ 
 
 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
?ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
=
ˈ 
-
,ˈ 
-
 
,ˈ 
-
 
-
.ˈ 
 
 
 
-
 
-
,ˈ 
 
 
=
 
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
 
.ˈ 
 
=
 
 
 
,ˈ 
 
 
 
 
.ˈ
 
? 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
=
 
 
.ˈ 
 
.ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
 
,ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
ˈ 
=
 
 
,ˈ 
 
=
ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
,ˈ 
=
 
 
.ˈ 
> 
 
 
 
-
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
-
 
 
 
.ˈ 
-
 
-
.ˈ 
> 
 
-
ˈ 
 
 
-
 
 
.ˈ 
 
-
 
-
 
ˈ 
-
,ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
ˈ 
 
 
-
 ... 
-
 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
-
.ˈ 
-
 
 
,ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 ... 
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
 
 
-
ˈ 
 
ˈ 
 
-
 
 
.ˈ 
-
 
ˈ 
 
.ˈ
 
? 
 
 
 
.ˈ 
-
ˈ 
-
ˈ 
ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
-
-
,ˈ 
-
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
-
?ˈ 
 
 
-
 
-
ˈ 
-
 
ˈ 
-
-
,ˈ 
,ˈ 
-
 
ˈ 
 
 
.ˈ 
-
 
 
-
.ˈ 
 
 
ˈ 
-
 
 ... 
ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
-
 
=
?ˈ 
 
-
 
-
 
.ˈ 
 
 
-
-
>.ˈ 
 
=
 
 
> 
 
=
.ˈ 
-
 
=
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
 
,ˈ 
 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
-
,ˈ 
-
>.ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
-
.ˈ
 
? 
 
?ˈ 
.ˈ 
 
 
ˈ 
-
-
 
 
.ˈ 
 
=
 
 
.ˈ 
 
-
.ˈ 
-
 
 
-
-
.ˈ 
 
 
 
.ˈ 
-
 
-
 
 
,ˈ 
 
 
 
.ˈ 
-
 
-
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
-
 
-
ˈ 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
=
?ˈ 
 ... 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
-
-
 
ˈ 
-
-
-
 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
 
ˈ 
 
?ˈ 
,ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
-
-
 
 
ˈ 
-
 
 
-
 
,ˈ 
ˈ 
-
 
 
-
-
 
ˈ 
-
 ... 
 
 
.ˈ 
 
 
 
 
-
 
 
.ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
 
-
,ˈ 
,ˈ 
,ˈ 
ˈ 
-
,ˈ 
-
-
-
> 
-
 
 
-
.ˈ 
 
 
.ˈ 
.ˈ 
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
-
,ˈ 
,ˈ 
,ˈ 
 
 
> 
.ˈ 
-
 
 
 
? 
 
 
 
.ˈ 
 
.ˈ 
=
 
 
 
 
.ˈ 
 
,ˈ 
-
 
ˈ 
 ... 
=
 
 
,ˈ 
-
 
,ˈ 
 
.ˈ
=
 
 
-
 
? 
 
-
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
?ˈ 
,ˈ 
 
ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
-
 
 
.ˈ 
 ... 
-
 
,ˈ 
 
ˈ 
 
.ˈ 
-
 ... 
 
ˈ 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ
 
-
.ˈ 
,ˈ 
.ˈ 
=
 
ˈ 
 
 
ˈ 
-
,ˈ 
-
,ˈ 
 
=
 
,ˈ 
=
 
.ˈ 
ˈ ... 
-
 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
.ˈ 
.ˈ 
 
 
-
 
ˈ 
-
,ˈ 
-
 
 
,ˈ 
-
 
-
.ˈ 
-
>,ˈ 
 
 
 
.ˈ 
,ˈ 
 
=
?ˈ 
 
 
ˈ 
 
-
ˈ 
 
 
-
 
 
ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
-
 
 
 
 
 
 
.ˈ 
-
 
-
,ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
. 
,ˈ 
>,ˈ 
 
-
,ˈ 
 
-
-
,ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
-
 
 ... 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
-
 
 
-
 
ˈ 
 
 
 
 
,ˈ 
 
-
.ˈ 
-
 
-
 
-
 
 
 
,ˈ 
,ˈ 
.ˈ 
? 
 
=
 
.ˈ 
 
-
> 
 
=
.ˈ 
 
=
.ˈ 
 
? 
 
 
ˈ 
 
-
-
 
-
 ... 
 
 
.ˈ 
-
 
? 
 
-
 
.ˈ 
 
-
,ˈ 
ˈ 
 
-
-
 
.ˈ 
 
-
 
 
,ˈ 
-
 
.ˈ 
-
 
-
 
.ˈ 
 
-
,ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
-
 
ˈ 
 
 
.ˈ 
-
 
? 
-
 
?ˈ 
 
.ˈ 
 
-
 
 ... 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
=
 
 
 
 
-
.ˈ 
 
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
>-
 
 
-
,ˈ 
 
.ˈ 
=
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
? 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
?ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
-
.ˈ
 
 
 
-
ˈ 
ˈ 
=
 
 
-
 
-
.ˈ 
=
 
 
-
 
-
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
ˈ 
 
 
-
.ˈ 
-
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
-
? 
 
ˈ 
,ˈ 
 
-
,ˈ 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
-
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
? 
 
ˈ 
 
=
 
-
 
=
 ... 
-
ˈ 
-
 
 
-
.ˈ 
-
 
 
 
-
 
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
 
ˈ 
 
-
=
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
 
ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
-
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
 
-
 
-
.ˈ 
-
 
-
 
,ˈ 
 
 
-
 
 
ˈ 
 
 
 
-
 
 
 
.ˈ 
-
=
 
-
 
-
 
-
 
 
ˈ 
-
 
 
,ˈ 
ˈ 
 
-
 
 
ˈ 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ 
-
 
-
-
ˈ 
 
 
 
-
 
.ˈ 
.ˈ 
-
 
-
.ˈ 
=
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
> 
-
,ˈ 
-
 
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
-
ˈ 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ
 
 
 
? 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
-
.ˈ 
ˈ 
 
ˈ 
-
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
.ˈ 
-
 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
 
ˈ 
.ˈ 
 
 
-
ˈ 
 
 
-
,ˈ 
 
=
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
-
.ˈ
 
.ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
-
-
=
.ˈ 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
 
 
 
?ˈ 
.ˈ
? 
,ˈ 
 
 
ˈ 
 
 
-
 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
> 
 
 
 
.ˈ 
-
 
-
ˈ 
 
 
.ˈ 
-
 
-
=
.ˈ 
 
.ˈ
-
ˈ 
-
 
-
ˈ 
-
 
=
,ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
-
=
.ˈ 
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
-
=
 
 
-
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
> 
ˈ 
 
 
 
ˈ 
 
=
 
 
ˈ 
-
.ˈ 
 
-
 
 
-
.ˈ 
-
.ˈ 
 
.ˈ 
-
,ˈ 
 
-
 
-
 
-
 
.ˈ 
-
 
-
 
 
,ˈ 
 
-
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
-
.ˈ 
,ˈ 
 
ˈ 
 
=
.ˈ 
-
 
 
.ˈ 
-
 
-
 
ˈ 
 
 
 
 
,ˈ 
-
 
,ˈ 
=
 
.ˈ 
ˈ 
 
 
 
-
,ˈ 
 
 
-
,ˈ 
-
 
-
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
> 
 
-
 
ˈ 
.ˈ
 
-
 
-
? 
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
.ˈ 
 
-
.ˈ 
 
-
 
?ˈ 
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
,ˈ 
-
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
=
 
 
 
 
.ˈ 
=
 
-
.ˈ 
 
-
,ˈ 
.ˈ 
 
?ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
-
 
.ˈ
 
? 
-
 
 
 
-
 
.ˈ 
 
 
-
 
,ˈ 
-
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 ... 
-
 
 
-
ˈ 
.ˈ 
-
 
=
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
-
 
-
-
-
ˈ 
 
 
...  
-
,ˈ 
-
,ˈ 
 ... 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
=
.ˈ 
 
 
,ˈ 
 
 
 
 
-
 
-
 
-
-
-
.ˈ 
ˈ 
 
-
-
 
,ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
-
ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
 
 
 
,ˈ 
 
.ˈ 
 
 
>ˈ 
 
-
 
,ˈ 
 
 
ˈ 
 
=
 
-
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
-
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
.ˈ 
 
 
.ˈ 
-
-
 
 
,ˈ 
 
 ... 
 
 
.ˈ 
 
-
-
 
-
ˈ 
 
 
-
 
 
ˈ 
 
-
 
-
 
 
ˈ 
> 
-
 
-
,ˈ 
 
-
 
 
ˈ 
-
 
.ˈ 
 
-
 
 
 
ˈ 
 
 
 
-
 
 
 
-
 
 
 
ˈ 
 
 
ˈ 
 
=
 
-
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
... 
 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
,ˈ 
 
-
 
ˈ 
,ˈ 
.ˈ
 
 
? 
 
=
 
 
ˈ 
 
 
=
 
.ˈ 
 
 
=
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
-
 
,ˈ 
.ˈ 
-
-
 
 
 
-
 
 ... 
,ˈ 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
.ˈ 
> 
 
-
 
=
 
.ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
-
 
 
ˈ 
 
 
>.ˈ 
 
> ... 
,ˈ 
 
 
 
.ˈ 
=
 
 
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
-
? 
-
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
=
 
 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
=
 
 
-
 
ˈ 
.ˈ 
-
-
 
 
.ˈ 
 
 
 
-
 
ˈ 
-
>,ˈ 
 
-
,ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
-
 
 
ˈ 
 
-
 
-
.ˈ 
-
? 
 
-
ˈ 
 
 
-
 
.ˈ 
 
-
ˈ 
-
 
 
 
 
.ˈ 
 
=
 
 
 ... 
ˈ 
 
-
.ˈ 
> 
 
 
-
-
ˈ 
 
-
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ
 
-
 
 
 
 
ˈ 
-
,ˈ 
ˈ 
 
 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
-
 
,ˈ 
 
 
. 
 
 ... 
 
 
 
-
 
 
 
 
 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
 ... 
 
-
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
-
 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
 
ˈ 
-
 
ˈ 
 
-
 
ˈ 
 
-
ˈ 
,ˈ 
 
ˈ 
 
-
=
ˈ 
=
 
ˈ 
=
.ˈ 
 
-
.ˈ 
 
 
 
-
ˈ 
-
ˈ 
-
 
 
ˈ 
-
ˈ 
.ˈ 
ˈ 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
-
ˈ 
,ˈ 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
-
ˈ 
ˈ 
ˈ 
 ... 
ˈ 
 
-
 
-
.ˈ 
-
ˈ 
-
.ˈ 
-
ˈ 
 
ˈ 
-
 
 
-
ˈ 
-
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
 
-
 
.ˈ 
-
 
 
 
ˈ 
-
-
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
-
. 
-
 
ˈ 
ˈ 
 
-
.ˈ 
 
-
=
 
.ˈ 
-
 
-
 
 
... 
ˈ 
 
 
 
-
ˈ 
ˈ 
ˈ 
 
-
ˈ 
ˈ 
-
 
-
ˈ 
-
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
=
 ... 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
=
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
 
-
.ˈ 
=
 
-
 
-
 
ˈ 
-
.ˈ 
-
=
 
 
-
.ˈ 
 
=
ˈ 
 
 
 
 
 
-
 
-
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
 
-
 
 
ˈ 
-
 
-
.ˈ 
 
,ˈ 
ˈ 
ˈ 
 
 
 
-
 
ˈ 
-
,ˈ 
 
-
 
-
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
-
.ˈ 
-
 
 
ˈ 
 
-
 
-
,ˈ 
-
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
-
-
 
.ˈ 
-
ˈ 
 
-
.ˈ 
-
 
-
ˈ 
-
 
ˈ 
-
 
-
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
 
 
-
.ˈ 
 
-
 
 ... 
ˈ 
 
ˈ 
=
 
 
-
 
ˈ 
 
-
 
-
 
-
.ˈ 
-
 
 
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
 
-
 
=
ˈ 
> 
-
ˈ 
 
 
-
 
 
-
 
-
-
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
-
,ˈ 
=
 
-
.ˈ 
 
-
ˈ 
 
-
ˈ 
,ˈ 
 
-
 
-
 
 
=
. 
ˈ 
-
 
ˈ 
 
-
ˈ 
, 
ˈ 
 
 
-
 
ˈ 
.ˈ 
-
 
=
ˈ 
 
-
 
-
 
 
-
ˈ 
-
 
-
 
-
ˈ 
-
 
-
. 
 
 
ˈ 
 
ˈ 
-
 
-
 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
 
=
 
-
,ˈ 
 
 
 
=
 
-
ˈ 
=
 
-
.ˈ
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
-
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
 
 
 
>,ˈ 
-
 
 
>,ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
-
 
=
 
 
 
.ˈ 
 
>
ˈ 
 
 
ˈ 
 
 
=
ˈ 
 
-
 
 
 
.ˈ 
-
 
-
 
-
 
-
.ˈ 
 
-
 
-
 
 
 
 
 
ˈ 
 
 ... 
 
 
 
>ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
-
 
-
-
 
ˈ 
 
-
 
ˈ 
-
 
 
ˈ 
-
 
 
ˈ 
 
 
 
=
ˈ 
 
-
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
 
-
 
 
>-
 
ˈ 
-
>,ˈ 
 
-
>,ˈ 
 
ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
-
=
 
-
,ˈ 
-
ˈ 
 
=
 
,ˈ 
 
ˈ 
-
 
 
 
 
ˈ 
 
 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
 
ˈ 
 
ˈ 
 
-
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
-
-
 
ˈ 
 
-
 ... 
ˈ 
ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
-
 
.ˈ 
 
 
 
-
 
 
-
=
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
ˈ 
 
=
 
-
=
ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
ˈ 
 
 
 
 
 
-
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
 
 
.ˈ 
-
 
 
ˈ 
 
-
ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
 ... 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
.ˈ 
 
 
=
 
 
ˈ 
 
-
 
-
>,ˈ 
 
-
 
 
ˈ 
 
 
 ... 
 
ˈ 
 
 
-
ˈ 
 
 
 
-
ˈ 
 
 
ˈ 
-
 
 
 
-
-
 
ˈ 
,ˈ 
,ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
 
 
=
 
ˈ 
-
 
 
 
 
-
 
 
 
-
ˈ 
 
ˈ 
-
 
,ˈ 
 
 
>.ˈ 
 
-
 
> 
=
 
ˈ 
 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
-
 
 
 
 
>ˈ 
 ... 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
=
.ˈ 
.ˈ
 
?ˈ 
ˈ 
 
ˈ ... 
-
 
 
 
ˈ 
 
-
ˈ 
 
 
 
-
 
 
 
.ˈ 
 
 
 
 
=
 
-
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
-
 
 ... 
-
 
-
 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
 
-
 
,ˈ 
-
 
ˈ 
 
 
-
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
=
 
 
-
 
,ˈ 
,ˈ 
.ˈ 
 
-
. 
 
 
ˈ 
 
-
 
 
ˈ 
ˈ 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
=
 
ˈ 
-
 
-
 
-
 
-
ˈ 
ˈ 
 
 
-
-
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 ... 
 
-
 
 
ˈ 
-
 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
=
 
 
-
 
-
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
-
 
 
-
.ˈ 
ˈ 
 
 
 
 
-
ˈ 
,ˈ 
-
 
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
-
 
 
ˈ 
 
>,ˈ 
 
,ˈ 
 
-
 
 
,ˈ 
 
 
-
 
,ˈ 
-
-
.ˈ 
 
 
=
 
-
 
 
ˈ 
,ˈ 
 
-
 
.ˈ 
-
 
-
 
=
 
ˈ 
-
. 
 
-
 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
=
 
-
.ˈ 
-
 
 
,ˈ 
 
 
 
 
,ˈ 
=
 
 
ˈ 
=
 
 
,ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
 
,ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
-
 
 
 
 
 
-
 
 
.ˈ
 
 
-
 
ˈ 
-
 
ˈ 
-
ˈ 
-
 
 
.ˈ 
 
-
 
 
 
ˈ 
=
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
 
 
ˈ 
 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
 
-
-
 
 
 
.ˈ 
 
-
 
-
 
-
,ˈ 
-
 
 
 
ˈ 
-
,ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
-
 
-
ˈ 
 
 
 
ˈ 
-
-
 
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
-
ˈ 
-
ˈ 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
-
ˈ 
-
 
 
 
 
 
.ˈ 
 
ˈ 
-
 
 
 
 
 
,ˈ 
-
 
-
-
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
=
 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
ˈ 
 
 
 
ˈ 
-
.ˈ
-
ˈ 
 
ˈ 
 
-
 
 
-
ˈ 
ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
> 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
-
 
,ˈ 
=
 
 
.ˈ 
?ˈ 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
-
 
-
 
ˈ 
 
-
 
ˈ 
ˈ 
,ˈ 
.ˈ 
-
,ˈ 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
-
 
 
 
-
ˈ 
 
-
.ˈ 
 
-
 
 
ˈ 
ˈ 
-
ˈ 
-
-
ˈ 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
 
 
=
ˈ 
-
 
 
-
ˈ 
 
 
 
ˈ 
.ˈ 
 
-
ˈ 
.ˈ 
?ˈ 
.ˈ 
,ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
 
 
-
,ˈ 
-
 
 
.ˈ 
-
ˈ 
 
 
-
 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
-
ˈ 
-
ˈ 
=
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
 
ˈ 
 
,ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
?ˈ
-
,ˈ 
 
 
-
 
.ˈ 
-
ˈ 
 
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
 
 
 
ˈ 
ˈ 
-
 
-
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
-
ˈ 
 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
ˈ 
-
=
,ˈ 
-
-
,ˈ 
 
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
-
ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
 
 
ˈ 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
 
=
ˈ 
 
.ˈ 
 
 
-
ˈ 
 
,ˈ 
 
 
 
 
 
-
 
 
 
.ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
-
 ... 
ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
ˈ 
 
 
-
.ˈ 
 
.ˈ
-
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
-
ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
,ˈ 
,ˈ 
-
,ˈ 
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ
 
,ˈ 
ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
 
 
-
.ˈ 
-
 
ˈ 
ˈ 
-
 
ˈ 
-
 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
-
 
-
.ˈ 
 
-
,ˈ 
-
,ˈ 
ˈ 
 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
=
 
 
-
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
ˈ 
-
 
-
 
,ˈ 
 
-
 
 
-
 
 
,ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
-
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
=
 
 
ˈ 
-
.ˈ 
 
ˈ 
 
,ˈ 
-
.ˈ 
 
-
ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
ˈ 
 
 
,ˈ 
-
 
-
 
ˈ 
-
 
 
-
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
-
ˈ 
-
 
-
 
-
.ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
.ˈ 
?ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ
-
 
ˈ 
-
ˈ 
-
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
-
 
=
,ˈ 
 
 
> 
 
=
,ˈ 
> 
 
-
,ˈ 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
ˈ 
-
,ˈ 
=
 
 
ˈ 
-
ˈ 
.ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
-
ˈ 
 
 
-
ˈ 
ˈ 
 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
-
 
:ˈ 
 
-
!ˈ 
?ˈ 
 
!ˈ 
 
!ˈ 
.ˈ 
 
.ˈ 
 
-
?ˈ 
 
-
 
-
,ˈ 
-
 
-
ˈ 
 
 
 
 
.ˈ 
 
=
?ˈ 
 
,ˈ 
 
 
-
 
ˈ 
 
-
.ˈ 
-
 
-
=
.ˈ 
 
ˈ 
 
-
-
.ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
-
ˈ 
-
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
 
 
 
ˈ 
 
-
 
.ˈ 
 
=
 
 
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
-
,ˈ 
 
ˈ 
-
=
 
.ˈ 
 
 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
-
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
=
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
 
 
 
 
,ˈ 
-
 
 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
,ˈ 
.ˈ 
 
-
.ˈ 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
 
 
-
 
,ˈ 
.ˈ 
-
 
-
 
-
,ˈ 
-
ˈ 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
-
-
,ˈ 
-
 
ˈ 
 
 
 
 
-
-
,ˈ 
 
.ˈ 
,ˈ 
-
 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
-
-
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
-
,ˈ 
-
.ˈ 
 
 
 
 
-
 
-
.ˈ 
=
 
-
ˈ 
-
-
ˈ 
-
-
ˈ 
 
 
 
ˈ 
-
ˈ 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
 
 
 
- 
 
.ˈ
-
 
 
 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
-
 
,ˈ 
-
.ˈ 
 
> 
ˈ 
=
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
-
-
.ˈ 
 
-
.ˈ 
 
.ˈ 
ˈ 
-
 
 
 
 
 
,ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
-
 
-
-
.ˈ 
-
 
 
 
 
-
.ˈ 
-
 
 
-
 
ˈ 
 
 ... 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
 
 
,ˈ 
-
 
.ˈ 
-
 
 
 
 
,ˈ 
-
 
.ˈ 
 
... 
ˈ 
 
-
.ˈ 
ˈ 
 
 
 
-
ˈ 
-
ˈ 
 
 
.ˈ 
-
-
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
-
.ˈ 
=
 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
=
-
-
ˈ 
 
.ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
-
? 
-
=
 
?ˈ 
 
-
 
.ˈ 
 
 
-
!ˈ 
 
 
-
!ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
.ˈ
 
-
-
.ˈ 
 
-
-
ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
 
-
ˈ 
 
-
ˈ 
 
-
,ˈ 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
 
=
,ˈ 
 
 
=
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
-
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
-
.ˈ 
 
ˈ 
-
ˈ 
 
-
 
ˈ 
-
 
ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
 
-
ˈ 
 
-
 
 
 
ˈ 
-
-
.ˈ 
 
ˈ 
 
 
ˈ 
-
=
 
 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
-
 
 
=
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
=
 
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
-
 
,ˈ 
 
-
 
ˈ 
 
 
-
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
-
-
.ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
ˈ 
?ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
=
 
-
.ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
 
-
-
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
 
ˈ 
-
 
-
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
-
 
?!ˈ 
-
 
-
 
-
-
 
?!ˈ 
 
 
 
,ˈ 
-
,ˈ 
 
.ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
-
-
 
.ˈ 
 
 
-
ˈ 
 ... 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
.ˈ 
 
 
ˈ 
 
-
 ... 
ˈ 
-
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
-
 
?ˈ 
 
-
 
=
?ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
=
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
>ˈ 
 
 
ˈ 
=
 
=
.ˈ 
-
 
-
-
ˈ 
 
 
-
 
ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
=
 
 
ˈ 
-
 
ˈ 
 
=
,ˈ 
-
=
ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
 
-
 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
 
?ˈ 
 
?ˈ 
ˈ 
 
 
-
-
 
ˈ 
-
 
ˈ 
=
-
 
 
 
ˈ 
=
-
=
ˈ 
,ˈ 
 
,ˈ 
-
ˈ 
ˈ 
 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
-
-
 
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
-
 
ˈ 
-
 
?ˈ 
 
 
-
=
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
-
 
-
 
-
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
?ˈ 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
-
-
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 ... 
ˈ 
 
-
.ˈ 
 
-
 
 
?ˈ 
 
 
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
=
.ˈ 
 
 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
!ˈ 
 
ˈ 
-
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
-
,ˈ 
 
 
 
-
ˈ 
 
> 
.ˈ 
ˈ 
 
.ˈ 
=
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
 
-
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
-
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
=
 
-
.ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
>ˈ 
-
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
ˈ 
 
 
>.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
-
 
ˈ 
.ˈ 
 
 
> 
.ˈ 
 
-
 
,ˈ 
.ˈ 
 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
 
=
?ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
-
ˈ 
 
-
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
 
-
ˈ 
ˈ 
 
.ˈ 
 
 
 
-
 
-
 
.ˈ 
-
 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
-
.ˈ 
 
ˈ 
-
.ˈ 
-
 
ˈ 
-
 
 
,ˈ 
 
 
ˈ 
ˈ 
ˈ 
-
 
-
.ˈ 
 
 
-
 
 
ˈ 
 
=
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
=
 
.ˈ
-
ˈ 
-
ˈ 
,ˈ 
-
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
ˈ 
.ˈ 
 
ˈ 
 
-
 
-
,ˈ 
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
 
ˈ 
ˈ 
ˈ 
-
ˈ 
ˈ 
ˈ 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
ˈ 
=
 
 
-
ˈ 
.ˈ 
?ˈ 
ˈ 
 
.ˈ 
 
-
 
-
-
ˈ 
-
 
-
 
-
.ˈ 
-
ˈ 
-
 
,ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
,ˈ 
ˈ, 
ˈ 
 
-
?ˈ 
 
 
.ˈ 
> 
-
 
-
ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
-
?ˈ 
 
ˈ 
-
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
-
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
ˈ 
-
 
 
?ˈ 
 
-
ˈ 
 
-
?ˈ 
 
-
ˈ 
-
 
 
ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
-
-
?ˈ 
> 
-
 
ˈ 
-
-
?ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
-
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
-
?ˈ 
ˈ 
-
 
 
-
 
.ˈ 
!ˈ 
ˈ 
-
 
?ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
-
-
!ˈ 
ˈ 
 
 
 
 
-
.ˈ 
 
=
 
 
ˈ 
 
 
-
!ˈ 
 
 
 
 
-
?ˈ 
!ˈ 
 
 
-
-
.ˈ 
 
?ˈ 
-
 
?ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
,ˈ 
-
ˈ 
-
ˈ 
 
ˈ 
... 
-
 
.ˈ 
 
 
ˈ 
-
ˈ 
ˈ 
-
 
 
 
ˈ 
.ˈ 
,ˈ 
 
-
ˈ 
ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
 
-
,ˈ 
 
ˈ 
 
,ˈ 
-
-
 
 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
-
 
ˈ 
 
-
 
-
 
-
 
 
-
.ˈ 
 
-
ˈ 
-
-
 
 
-
ˈ 
.ˈ 
 
 
-
-
 
-
-
ˈ 
-
 
 
-
ˈ 
 
ˈ 
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
=
?ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
-
,ˈ 
-
ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
-
 
-
.ˈ
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
,ˈ 
ˈ 
 
-
ˈ 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
.ˈ 
 
 
 
 
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
 
ˈ 
-
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
.ˈ 
 
-
?ˈ 
 
-
 
 
 
?ˈ 
 
 
ˈ 
ˈ 
.ˈ 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
 
 
 
 
 
-
.ˈ 
 
-
-
 
-
.ˈ 
-
 
 
 
-
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
-
-
.ˈ 
=
?ˈ 
=
?ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
=
 
?ˈ 
 
-
-
 
?ˈ 
 
-
!ˈ 
-
!ˈ 
 
-
!ˈ 
 
 
 
.ˈ 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
-
,ˈ 
ˈ 
ˈ 
 
 
.ˈ 
=
 
 
ˈ 
=
 
 
-
-
.ˈ 
 
-
ˈ 
 
 
!ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
-
.ˈ 
-
,ˈ 
-
ˈ 
 
-
-
!ˈ 
 
ˈ 
 
-
ˈ 
 
 
 
-
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
-
,ˈ 
,ˈ 
ˈ 
ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
=
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
-
 
-
 
ˈ 
 
-
.ˈ 
ˈ 
-
-
.ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
 
-
 
 
-
.ˈ 
-
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
-
!ˈ 
-
!ˈ 
 
-
!ˈ 
!ˈ 
 
 
-
ˈ 
-
,ˈ 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
=
 
 
.ˈ 
-
 
-
,ˈ 
ˈ 
 
ˈ 
-
,ˈ 
 
ˈ 
 
-
ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
=
ˈ 
 
-
 
 
 
-
ˈ 
 
-
-
 
,ˈ 
 
-
 
 
-
?ˈ 
 
 
?ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
-
 
.ˈ 
 
 
-
 
 
-
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
-
-
 
 
 
-
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
ˈ 
 
 
-
-
 
-
.ˈ 
 
 
-
-
 
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
-
ˈ 
 
-
.ˈ 
 
ˈ 
.ˈ 
 
-
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
ˈ 
 
-
 
ˈ 
 
.ˈ 
 
=
ˈ 
=
ˈ 
 
 
 
 
-
.ˈ 
ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
,ˈ 
ˈ 
-
-
 
ˈ 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
-
 
-
 
.ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
-
 
ˈ 
!ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
-
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ
