@node
@DOI=10.5281/zenodo.3541999
@about=non-stressed transcription of punctuation or other stylistic text at the end of a letter or word, excluding intonation boundary markers; see also trans_l
@corpus_repo=https://github.com/CambridgeSemiticsLab/nena_corpus
@editors=Geoffrey Khan, Eleanor Coghill, Roberta Borghero, Lidia Napiorkowska, Hezy Mutzafi, Alinda Damsma, Paul Noorlander, Dorota Molin, Johan Lundberg
@license=Creative Commons Attribution 4.0 International Public License
@name=North Eastern Neo-Aramaic Text Corpus
@origin=The NENA text corpus is derived from decades of fieldwork by Professor Geoffrey Khan and his colleagues at the University of Cambridge, Faculty of Asian and Middle Eastern Studies
@scientific_programmers=Cody Kingham, James Strachan, Dirk Roorda, Hannes Vlaardingerbroek
@value=text
@valueType=str
@writtenBy=Text-Fabric
@dateWritten=2021-06-14T17:53:59Z

716134	 
 
-
.ˈ
 
 
.ˈ 
-
 
 
 ...ˈ 
-
 
 
 
.ˈ
 
-
?ˈ
 
,ˈ 
 - 
  
-
,ˈ 
 
 -ˈ 
, 
 
.ˈ
 
 
-
-
ˈ 
 
-
-
 
-
 ...ˈ 
 
,ˈ 
 
 
.ˈ
-
 
 ... 
-
 
 
-
 
-
 
-
.ˈ 
 
.ˈ
 
 
-
-
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
, 
 
 
,ˈ 
 
-
ˈ 
 
.ˈ
 
 
-
 ...ˈ 
 
:ˈ 
 
-
;ˈ 
 
 
-
,ˈ 
 
-
,ˈ 
-
ˈ ...  
 
.ˈ
 
,ˈ 
 
 
-
.ˈ
-
ˈ 
 
,ˈ
 
 
-
 
,ˈ 
-
ˈ - 
.ˈ
-
 
 
 
-
ˈ - 
 ... 
 
 
ˈ - 
 
-
.ˈ
 
 
-
 
;ˈ 
.ˈ
 
 
 
 
 
.ˈ
 
  
-
ˈ 
 
-
,ˈ 
 
 
.ˈ
 
 
-
 
 
-
-
;ˈ 
 
-
,ˈ 
 
-
 
.ˈ
 
-
-
: 
 
 
- ... 
 
 
-
 
 ... 
-
.ˈ
 
-
 
 ... 
ˈ - 
 
 
 
 
.ˈ
 
 ... 
 
 ...ˈ 
.ˈ
 
 
, 
;ˈ 
.ˈ
 
 
 ...ˈ 
 
,ˈ 
-
 
.ˈ
 
, 
, 
;ˈ 
-
ˈ 
 
-
ˈ
 
-
 
 
;ˈ 
 
-
 
.ˈ
-
 
, 
 -ˈ 
 
 
.ˈ
 
-
-
ˈ 
 
-
ˈ 
 
- ... 
ˈ 
 
ˈ 
 
-
ˈ 
 
-
.ˈ
 
-
-
ˈ 
 
 
-
.ˈ
 
-
 
 
-
 
-
.ˈ
 
.ˈ
 
-
,ˈ 
 
 
.ˈ
 
-
ˈ 
 
 
-
 
-
ˈ 
-
 ...ˈ 
-
 
-
-
-
ˈ 
-
.ˈ
 
;ˈ 
 
 
 
-
:ˈ  
.ˈ 
-
 
 ... 
.ˈ
 
-
ˈ 
 
-
;ˈ
 ... 
 
-
;ˈ 
  
-
,ˈ 
-
.ˈ
 
- ... 
-
,ˈ 
-
,ˈ 
 
.ˈ
 
-
-
 
- ... 
-
:ˈ 
 ... 
-
 
-
,ˈ 
 
 ...ˈ 
:ˈ  
;ˈ 
 ... 
 
-
,ˈ 
 
-
-
ˈ - 
-
 
 
.ˈ
 
, 
,ˈ 
-
 
 
-
 
.ˈ 
 
-
,ˈ 
.ˈ
-
 
,ˈ 
 
-
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ
 
 
-
,ˈ 
 
 
-
ˈ - 
 
-
.ˈ
 
-
;ˈ 
 
-
 
 
-
.ˈ
 
 
 ... 
-
 
,ˈ 
-
ˈ 
 
-
.ˈ
 
-
 
 
-
-
ˈ
 
-
,ˈ 
- ... 
 
,ˈ 
-
  ... 
,ˈ 
 
-
 
 
-
,ˈ 
 
-
,ˈ 
 
-
 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
-
 
,ˈ 
 
-
,ˈ 
ˈ 
 
.ˈ 
-
ˈ 
-
 
 
.ˈ 
-
-
ˈ 
-
-
-
,ˈ 
-
.ˈ 
-
.ˈ 
 
 
 
.ˈ 
-
 
 
-
 
,ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
-
 
 
 
-
-
,ˈ 
 
-
.ˈ 
 
 
!ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
-
 
.ˈ 
,ˈ 
,ˈ 
-
 
.ˈ 
,ˈ 
,ˈ 
-
-
 
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
 
-
,ˈ 
 
ˈ 
 
 
-
.ˈ 
-
,ˈ 
 
.ˈ 
 
-
ˈ 
 
-
,ˈ 
 
 
!ˈ 
 
 
 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
-
 
?!ˈ 
-
 
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
 
ˈ 
 
 
 
-
-
 
-
.ˈ 
-
 
-
ˈ 
 
?ˈ 
 
 
,ˈ 
 
 
 
-
 
 
.ˈ 
-
 
 
-
 
 
.ˈ 
-
 
?ˈ 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
-
 
?ˈ 
 
-
 
 
.ˈ 
-
?ˈ 
 
?ˈ 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
-
 
 
ˈ 
-
-
ˈ 
-
 
-
 
-
ˈ 
-
 
-
ˈ 
-
-
ˈ 
 
 
-
 
.ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
 
 
-
.ˈ 
-
 
-
ˈ 
-
-
.ˈ 
-
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
-
 
,ˈ 
 
 
 
-
-
ˈ 
-
 
 
,ˈ 
-
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
?ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
-
-
 
-
 
ˈ 
-
-
 
 
.ˈ 
-
 
 
 
 
 
 
-
.ˈ 
-
 
-
-
 
-
 
-
 
 
.ˈ 
-
 
 
,ˈ 
 
-
ˈ 
 
 
-
-
-
.ˈ 
-
-
 
 
-
ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
-
-
,ˈ 
-
 
-
 
,ˈ 
 
,ˈ 
 
 
-
ˈ 
ˈ 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
 
-
-
ˈ 
-
 
 
.ˈ 
-
 
 
 
 
-
.ˈ 
 
ˈ 
!ˈ 
 
-
?ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ
-
 
-
 
 
-
.ˈ 
 
 
 
-
-
,ˈ 
-
ˈ 
-
 
,ˈ 
-
.ˈ 
-
,ˈ 
.ˈ 
-
 
.ˈ 
.ˈ 
 
 
 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
,ˈ 
.ˈ 
-
 
 
 
-
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
ˈ 
-
ˈ 
-
ˈ 
-
.ˈ 
,ˈ 
 
-
 
ˈ 
-
.ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
ˈ 
-
-
ˈ 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
-
ˈ 
.ˈ 
-
ˈ 
,ˈ 
 
-
,ˈ 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
 
.ˈ 
-
.ˈ 
 
-
ˈ 
 
 
?ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
,ˈ 
 
ˈ 
-
 
 
-
-
ˈ 
-
ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
,ˈ 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
-
-
.ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
 
-
-
 
 
-
-
.ˈ 
 
 
 
 
 
-
 
ˈ 
-
.ˈ 
 
-
 
-
 
 
-
.ˈ 
 
-
 
 
 
-
-
-
 
ˈ 
-
 
-
-
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
-
ˈ 
ˈ 
 
-
-
?!ˈ 
 
 
 
-
 
ˈ 
-
 
-
 
-
,ˈ 
-
-
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
 
-
 
ˈ 
 
-
 
-
 
-
 
-
ˈ 
 
 
?!ˈ 
 
-
 
-
.ˈ 
 
 
-
 
ˈ 
 
-
 
 
-
-
-
 
,ˈ 
-
 
-
.ˈ 
-
!ˈ 
 
-
 
-
.ˈ 
 
 
 
-
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
-
 
-
 
-
 
.ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
 
-
 
ˈ 
ˈ 
 
 
 
ˈ 
-
-
-
 
-
 
 
,ˈ 
-
 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
-
ˈ 
 
-
 
-
-
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
-
.ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
 
-
 
 
,ˈ 
-
,ˈ 
 
!ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
?ˈ 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
-
 
 
 
.ˈ 
?!ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
 
 
ˈ 
 
 
-
 
 
ˈ 
-
 
-
 
.ˈ 
 
?ˈ 
-
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
?ˈ 
 
.ˈ 
 
-
?ˈ 
 
 
-
-
 
ˈ 
 
-
 
.ˈ 
 
 
-
!ˈ 
-
ˈ 
 
 
 
-
.ˈ 
-
 
 
-
 
.ˈ 
-
 
?ˈ 
ˈ 
.ˈ 
 
 
?ˈ 
ˈ 
-
,ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
-
-
 
 
,ˈ 
 
ˈ 
 
-
!ˈ 
 
-
!ˈ 
 
ˈ 
 
 
-
.ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
 
?ˈ 
 
 
-
 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
-
-
 
 
,ˈ 
 
-
ˈ 
,ˈ 
 
,ˈ 
 
-
,ˈ 
-
-
ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
-
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
-
 
 
?ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
 
ˈ 
-
-
 
.ˈ 
 
-
 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
-
-
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
-
 
.ˈ 
-
 
 
-
 
 
-
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
-
-
,ˈ 
-
-
,ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
?ˈ 
 
-
-
 
.ˈ 
 
-
 
 
 
-
,ˈ 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
-
 
 
 
 
-
 
,ˈ 
 
 
,ˈ 
-
 
 
ˈ 
 
-
ˈ 
-
 
-
 
 
.ˈ 
?ˈ 
?ˈ 
 
.ˈ 
 
-
! 
 
-
-
.ˈ 
 
 
 
,ˈ 
 
-
?ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
-
.ˈ 
-
 
-
 
.ˈ 
-
 
 
 
 
-
 
-
,ˈ 
 
 
-
-
ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
 
-
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
!ˈ 
 
!ˈ 
!ˈ 
 
 
 
 
 
 
-
-
-
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
-
 
-
 
.ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
 
-
-
-
.ˈ 
 
-
-
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
?ˈ 
 
 
 
 
 
-
 
.ˈ 
-
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
,ˈ 
-
 
-
-
 
!ˈ
 
 
,ˈ 
.ˈ 
 
-
-
,ˈ 
 
-
.ˈ 
-
-
 
 
-
 
 
-
.ˈ 
ˈ 
-
 
 
-
 
-
.ˈ 
 
-
!ˈ 
 
.ˈ 
,ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
,ˈ 
-
-
 
 
 
 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
 
,ˈ 
,ˈ 
-
.ˈ 
 
 
-
-
ˈ 
 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
-
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
ˈ 
-
 
-
 
 
-
 
.ˈ 
 
,ˈ 
 
-
 
-
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
-
 
-
,ˈ 
 
-
 
!ˈ 
 
 
?ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
-
,ˈ 
ˈ 
 
-
 
 
 
-
 
ˈ 
-
-
- 
 
 
 
.ˈ 
 
,ˈ 
-
 
 
-
 
ˈ 
-
-
 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
-
 
 
-
-
ˈ 
 
 
-
 
ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
-
 
 
 
 
-
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
-
,ˈ 
 
,ˈ 
-
 
-
 
,ˈ 
-
.ˈ 
 
 
ˈ 
-
 
 
-
.ˈ 
ˈ 
-
ˈ 
 
 
 
,ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
-
-
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
ˈ 
-
 
-
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
-
 
ˈ 
 
-
 
 
-
 
,ˈ 
.ˈ 
-
 
-
 
,ˈ 
-
-
.ˈ
-
 
 
-
.ˈ 
 
-
,ˈ 
 
 
-
-
 
,ˈ 
-
 
-
 
-
ˈ 
-
ˈ 
-
 
, 
-
.ˈ 
 
-
 
 
-
,ˈ 
-
 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
-
,ˈ 
 
-
 
 
 
-
 
.ˈ 
,ˈ 
 
-
-
-
.ˈ 
 
 
 
-
-
-
 
-
.ˈ 
 
-
 
-
 
-
.ˈ 
 
 
-
 
 
,ˈ 
-
-
-
.ˈ 
 
-
 
-
 
-
 
,ˈ 
-
 
 
-
.ˈ 
 
-
!ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
-
-
 
,ˈ 
 
-
 
,ˈ 
-
 
 
-
-
,ˈ 
 
-
,ˈ 
-
 
, 
.ˈ 
 
 
 
.ˈ 
-
 
-
 
-
 
.ˈ 
 
 
 
-
,ˈ 
 
-
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
!ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
-
 
 
,ˈ 
-
?ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
-
 
 
 
-
-
 
.ˈ 
-
 
,ˈ 
 
 
 
!ˈ 
 
 
-
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
-
-
-
 
ˈ 
-
-
-
 
ˈ 
-
-
 
 
 
-
 
.ˈ 
-
,ˈ 
 
-
.ˈ 
 
,ˈ 
-
.ˈ 
 
,ˈ 
 
-
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
-
?ˈ 
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
 
-
,ˈ 
ˈ 
-
.ˈ 
 
ˈ 
 
-
 
,ˈ 
-
 
-
-
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
,ˈ 
-
 
ˈ 
-
-
 
ˈ 
-
 
 
ˈ 
-
-
 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ
 
ˈ 
-
-
 
 
,ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
.ˈ 
 
-
ˈ 
-
 
ˈ 
 
-
 
 
 
 
,ˈ 
 
-
,ˈ 
-
,ˈ 
-
 
 
ˈ 
-
 
,ˈ 
,ˈ 
,ˈ 
-
.ˈ 
-
 
 
-
ˈ 
-
 
 
 
-
 
-
 
 
.ˈ 
ˈ 
-
 
-
ˈ 
 
 
,ˈ 
 
-
 
 
-
-
.ˈ 
,ˈ 
-
 
 
 
-
?ˈ 
 
-
-
.ˈ 
 
!ˈ 
 
 
-
 
 
ˈ 
-
,ˈ 
 
 
-
 
-
 
-
 
 
 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
-
-
ˈ 
-
 
 
-
-
?ˈ 
 
 
ˈ 
 
 
-
-
.ˈ 
 
 
-
-
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
-
-
 
 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
-
 
-
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
-
 
-
-
 
 
-
,ˈ 
 
.ˈ 
 
-
.ˈ 
-
 
-
-
-
 
.ˈ 
 
-
 
ˈ 
-
-
.ˈ 
-
-
-
 
.ˈ 
-
 
-
 
,ˈ 
-
 
-
 
,ˈ 
 
-
 
 
,ˈ 
 
-
 
,ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
-
ˈ 
,ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
-
 
-
-
-
 
-
 
.ˈ 
-
 
 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
-
ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
-
-
-
ˈ 
 
 
 
-
-
.ˈ 
 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
.ˈ 
.ˈ 
 
 
-
 
 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
?ˈ 
 
 
 
 
 
ˈ 
-
 
-
 
-
.ˈ 
 
.ˈ 
-
 
-
-
.ˈ 
 
.ˈ 
-
 
-
-
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
?ˈ 
 
 
-
,ˈ 
 
 
-
 
,ˈ 
-
 
ˈ 
 
-
ˈ 
 
 
 
-
.ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
 
-
ˈ 
-
,ˈ 
 
 
ˈ 
-
.ˈ 
-
ˈ 
-
ˈ 
ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
-
 
-
 
 
 
-
,ˈ 
-
 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
-
.ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
-
-
-
 
-
 
-
 
-
-
.ˈ 
 
 
ˈ 
 
 
,ˈ 
-
 
 
-
,ˈ 
-
 
 
-
.ˈ 
-
 
 
 
 
?ˈ 
 
-
 
 
.ˈ 
-
 
?ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
-
-
,ˈ 
-
 
,ˈ 
-
-
ˈ 
-
 
 
-
-
-
 
-
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
 
-
 
-
 
 
ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
-
-
 
-
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
-
 
?ˈ 
 
 
 
?ˈ 
 
-
 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
-
 
 
-
-
ˈ 
-
 
ˈ 
 
 
 
-
 
.ˈ 
-
-
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
,ˈ 
-
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
-
-
 
,ˈ 
 
-
 
-
!ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
-
-
 
 
-
-
-
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
-
-
-
ˈ 
 
-
.ˈ 
 
-
,ˈ 
-
-
 
-
-
 
.ˈ 
 
 
-
?ˈ 
-
 
 
-
.ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
-
 
 
.ˈ 
-
-
 
 
 
-
 
 
-
 
.ˈ 
-
-
ˈ 
-
-
ˈ
-
-
ˈ 
-
-
ˈ 
-
 
-
-
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
-
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
?ˈ 
!ˈ 
 
!ˈ 
 
.ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
?ˈ 
 
-
?ˈ 
 
!ˈ 
 
!ˈ 
-
.ˈ 
 
.ˈ 
 
.ˈ 
?ˈ 
?ˈ 
 
.ˈ 
-
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
-
,ˈ 
-
-
-
 
ˈ 
.ˈ 
ˈ 
-
 
-
ˈ 
-
ˈ 
 
-
-
ˈ 
-
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
-
 
 
-
 
-
-
,ˈ 
 
-
-
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
!ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
 
!ˈ 
 
.ˈ 
 
.ˈ 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
 
-
 
-
 ... 
 
-
.ˈ 
 
.ˈ 
 
-
 
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
ˈ 
-
-
 
 
-
.ˈ 
,ˈ 
 
-
 ... 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
 
-
ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
 
,ˈ 
-
.ˈ 
-
 
 
-
 
 
ˈ 
-
 
 
,ˈ 
-
 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
-
 
-
 
 
-
.ˈ 
-
-
 
 
,ˈ 
-
,ˈ 
-
-
 
.ˈ 
 
-
.ˈ 
-
 
 
-
ˈ 
 
-
ˈ 
-
-
-
 
-
 
 
 
 
-
-
 
 
 
 
 
.ˈ 
-
ˈ 
-
 
-
 
 
-
.ˈ 
 
,ˈ 
-
,ˈ 
-
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
!ˈ 
 
?ˈ 
 
 
 
 
 
 
-
 
.ˈ 
 
?ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
 
ˈ 
-
-
 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
-
.ˈ 
,ˈ 
 
-
 
 
 
?ˈ 
 
 
 
.ˈ 
 
-
 
 
?ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
-
 
-
.ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
-
-
 
-
 
,ˈ 
 
 
-
 
-
 
,ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
-
-
 
 
 
-
 
 
ˈ 
-
 
 
 
-
-
 
-
 
-
 
.ˈ 
-
-
 
 
-
-
ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
-
.ˈ 
 
-
 
-
 
ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
-
-
 
.ˈ 
 
-
-
 
-
 
-
 
 
.ˈ 
-
 
 
 
-
-
 
-
 
-
 
 
 
 
.ˈ 
,ˈ 
 
-
ˈ 
 
 
 
 
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
-
ˈ 
-
-
-
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
-
 
 
ˈ 
 
 
-
,ˈ 
 
-
-
 
 
-
,ˈ 
-
-
ˈ 
 
 
,ˈ 
 
 
ˈ 
-
-
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
-
-
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
-
-
 
ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
,ˈ 
-
 
,ˈ 
 
 
?ˈ 
 
.ˈ 
 
.ˈ 
-
 
-
.ˈ 
-
 
 
 
ˈ 
-
 
 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
-
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
-
 
-
-
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
-
,ˈ 
,ˈ 
,ˈ 
 
 
 
-
,ˈ 
 
 
 
,ˈ 
-
 
-
.ˈ 
 
?ˈ 
 
 
-
ˈ 
-
 
 
 
-
ˈ 
-
-
 
?ˈ 
-
 
-
.ˈ 
 
.ˈ 
-
-
 
-
-
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
ˈ 
-
 
 
-
 
-
-
 
.ˈ 
-
 
 
-
 
 
,ˈ 
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
 
-
 
-
 
ˈ 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
?ˈ 
 
?ˈ 
 
 
,ˈ 
-
 
-
 
 
 
 
 
-
-
ˈ 
-
 
 
.ˈ 
-
 
 
?!ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
,ˈ 
 
 
 
ˈ 
-
-
 
.ˈ 
-
 
 
 
-
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
-
 
-
?ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
 
 
-
 
-
 
.ˈ 
 
 
-
 
-
ˈ 
 
-
 
-
 
ˈ 
-
 
.ˈ 
,ˈ 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
-
ˈ 
-
ˈ 
-
-
ˈ 
-
 
-
-
 
-
 
 
,ˈ 
-
 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
 
 
-
 
?ˈ 
-
 
 
-
 
-
 
?ˈ 
 
-
-
 
-
 
-
?ˈ 
.ˈ 
 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
 
-
 
 
-
 
-
-
-
 
 
.ˈ 
 
 
 
-
?ˈ 
.ˈ 
-
 
 
 
 
,ˈ 
 
-
-
 
-
 
-
-
,ˈ 
.ˈ 
 
-
ˈ 
 
-
ˈ 
 
-
.ˈ 
-
-
,ˈ 
-
 
-
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
!ˈ 
-
 
-
!ˈ 
 
 
?ˈ 
-
 
?ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
 
 
-
ˈ 
-
 
-
 
 
 
 
-
-
 
?ˈ 
 
.ˈ 
 
-
,ˈ 
-
-
ˈ 
 
-
.ˈ 
 
 
-
 
 
-
 
.ˈ 
-
 
ˈ 
-
 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
-
 
ˈ 
 
,ˈ 
 
-
-
,ˈ 
.ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
 
-
ˈ 
 
 
,ˈ 
-
 
 
-
-
.ˈ 
 
,ˈ 
-
.ˈ 
 
,ˈ 
 
-
-
.ˈ 
,ˈ 
.ˈ 
-
 ...  
 
ˈ 
 
?ˈ 
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
 
-
ˈ 
 
-
-
 
 
ˈ 
-
,ˈ 
-
-
.ˈ 
 
-
-
 
 
-
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
 
 
-
 
 
 
!ˈ 
 
 
-
 
,ˈ 
 
-
 
,ˈ 
 
 
-
 
,ˈ 
-
-
-
 
-
 
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
-
 
.ˈ 
 
-
 
-
 
-
ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
ˈ 
-
ˈ 
 
 
-
.ˈ 
-
-
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
-
-
 
ˈ 
,ˈ 
 
.ˈ 
-
 
-
 
,ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
,ˈ 
 
-
 
.ˈ 
 
? 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
-
 
 
 
-
.ˈ 
 
 
-
-
 
,ˈ 
-
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
-
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
-
-
-
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
-
 
-
-
 
-
.ˈ 
-
.ˈ 
 
-
-
-
,ˈ 
 
-
 
-
.ˈ 
?ˈ 
-
 
.ˈ 
-
 
 
-
 
-
 
.ˈ 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
 
-
-
 
,ˈ 
-
 
 
-
-
.ˈ 
-
 
 
 
 
-
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
-
 
.ˈ 
-
 
-
 
.ˈ 
-
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
,ˈ 
-
 
 
 
,ˈ 
-
 
 
-
ˈ 
-
 
 
.ˈ 
-
 
 
-
 
 
,ˈ 
.ˈ 
 
 
-
-
-
,ˈ 
 
-
 
-
-
.ˈ 
-
 
!ˈ 
.ˈ 
-
 
 
 
-
!ˈ 
-
-
 
 
-
 
-
,ˈ 
 
-
 
-
ˈ 
-
.ˈ 
-
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ
 
-
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
-
 
ˈ 
-
.ˈ 
-
 
,ˈ 
 
 
ˈ 
-
 
-
,ˈ 
 
-
,ˈ 
,ˈ 
.ˈ 
-
 
-
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
-
 
,ˈ 
 
-
?ˈ 
 
-
-
 
?ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
-
?ˈ 
 
-
 
.ˈ 
 
 
 
-
 
 
-
,ˈ 
 
-
-
-
 
.ˈ 
-
-
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
 
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
-
.ˈ 
.ˈ 
 
 
 
!ˈ 
,ˈ 
.ˈ 
-
.ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
-
 
 
-
 
 
-
,ˈ 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
-
 
-
 
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
-
 
 
-
 
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
 
 
 
-
 
ˈ 
-
-
 
.ˈ 
 
 
 
?ˈ 
 
-
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
-
,ˈ 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ
 
ˈ 
 
-
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
-
 
-
 
 
-
 
,ˈ 
 
-
,ˈ 
-
,ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
 
 
 
 
 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
-
?ˈ 
-
 
 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
 
-
-
.ˈ 
 
-
 
ˈ 
,ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
,ˈ 
 
-
,ˈ 
-
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
 
 
,ˈ 
 
-
 
-
,ˈ 
 
-
 
-
 
ˈ 
 
,ˈ 
 
-
 
-
-
-
 
.ˈ 
 
-
.ˈ 
, 
, 
,ˈ 
 
-
,ˈ 
-
.ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
 
-
,ˈ 
-
ˈ 
-
-
,ˈ 
-
ˈ 
-
-
,ˈ 
-
,ˈ 
-
-
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
!ˈ 
 
-
 
-
 
,ˈ 
-
 
 
.ˈ 
 
-
, 
 
,ˈ 
-
.ˈ 
-
 
-
.ˈ 
-
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
-
ˈ 
-
-
 
 
-
,ˈ 
-
-
 
,ˈ 
-
-
 
-
 
-
.ˈ 
 
-
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
-
!ˈ 
-
-
!ˈ 
-
!ˈ 
-
 
?ˈ 
 
?ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
-
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
-
 
 
!?ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
-
.ˈ 
 
 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
-
-
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
!?ˈ 
 
-
 
-
 
-
 
-
 
.ˈ 
 
-
.ˈ 
 
-
-
 
,ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
-
ˈ 
.ˈ 
-
 
 
,ˈ 
-
-
 
 
ˈ 
 
-
ˈ 
-
-
 
 
.ˈ 
 
,ˈ 
,ˈ 
-
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
-
-
ˈ 
-
,ˈ 
-
,ˈ 
-
-
 
 
-
,ˈ 
-
-
ˈ 
-
,ˈ 
-
,ˈ 
 
.ˈ 
-
 
,ˈ 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
 
?! 
 
 
-
 
 
,ˈ 
-
-
 
-
.ˈ 
 
 
-
 
-
,ˈ 
 
 
 
,ˈ 
 
!ˈ 
 
 
,ˈ 
.ˈ 
 
 
-
 
 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
-
 
 
-
,ˈ 
 
 
-
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
!ˈ 
-
 
,ˈ 
-
 
-
ˈ 
,ˈ 
-
.ˈ 
-
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
-
 
 
ˈ 
 
-
-
 
-
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
-
 
-
 
.ˈ 
-
 
 
,ˈ 
 
 
 
,ˈ 
-
.ˈ 
ˈ 
-
.ˈ 
-
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
 
.ˈ 
-
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
-
 
 
 
 
.ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
 
 
-
 
?ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
-
-
 
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
-
 
-
,ˈ 
 
.ˈ 
 
 
-
?ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
-
-
.ˈ
 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
-
,ˈ 
 
 
 
 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
 
 
-
.ˈ 
 
-
ˈ 
-
-
 
-
.ˈ 
-
 
-
 
-
.ˈ 
 
ˈ 
.ˈ 
-
 
 
?ˈ 
 
-
?ˈ 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
-
 
-
 
,ˈ 
-
 
-
-
,ˈ 
-
 
-
-
-
,ˈ 
 
 
-
-
 
.ˈ 
ˈ 
 
 
-
 
 
-
 
 
.ˈ 
 
,ˈ 
 
-
 
 
ˈ 
-
ˈ 
 
-
-
 
 
,ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
-
 
?ˈ 
-
 
 
-
 
?ˈ 
 
-
?ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
?ˈ 
-
-
?ˈ 
-
?ˈ 
 
-
 
 
-
 
-
 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
.ˈ 
 
-
 
 
-
 
,ˈ 
 
 
ˈ 
-
-
 
-
-
-
.ˈ 
-
 
 
 
-
-
,ˈ 
-
.ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
-
 
-
 
ˈ 
ˈ 
 
-
 
-
 
,ˈ 
-
 
-
 
.ˈ 
-
-
 
ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
-
 
-
-
 
 
.ˈ 
 
 
-
ˈ 
-
-
 
 
-
 
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
-
-
,ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
ˈ 
 
-
 
 
.ˈ 
-
 
-
 
-
.ˈ 
ˈ 
 
-
 
,ˈ 
-
 
-
 
-
 
 
.ˈ 
-
 
-
.ˈ 
 
-
,ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
?ˈ 
 
 
-
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
 
.ˈ 
 
.ˈ 
-
 
 
,ˈ 
 
-
 
 
 
-
.ˈ 
-
 
.ˈ 
 
-
-
 
.ˈ 
 
 
-
-
.ˈ 
,ˈ 
 
-
 
 
 
.ˈ 
 
-
 
-
 
-
 
 
.ˈ 
 
 
,ˈ 
-
 
 
ˈ 
 
-
-
 
-
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
-
 
,ˈ 
-
 
 
?ˈ 
-
 
 
.ˈ 
-
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
-
.ˈ 
 
 
-
 
,ˈ 
-
 
-
 
 
ˈ 
-
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
,ˈ 
 
 
 
-
ˈ 
.ˈ 
-
-
 
 
!ˈ 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
-
?ˈ 
-
 
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
-
-
 
 
ˈ 
-
.ˈ 
-
 
 
-
.ˈ 
-
-
 
 
 
 
-
 
 
,ˈ 
-
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
-
-
 
.ˈ 
 
 
-
-
 
,ˈ 
-
-
-
 
 
,ˈ 
 
-
-
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
-
-
 
-
 
 
ˈ 
 
 
 
.ˈ 
-
 
-
-
 
ˈ 
 
 
,ˈ 
-
 
.ˈ 
-
-
 
-
 
 
-
,ˈ 
 
!ˈ 
 
ˈ 
 
-
 
 
-
 
ˈ 
-
 
-
-
-
.ˈ 
 
-
 
 
-
.ˈ 
-
-
 
-
.ˈ 
-
 
 
 
-
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
-
-
 
 
 
.ˈ 
 
ˈ 
-
 
-
 
 
-
.ˈ 
 
ˈ 
 
-
-
 
 
 
 
-
 
,ˈ 
-
 
-
 
-
,ˈ 
-
 
-
 
.ˈ 
 
-
 
 
 
?ˈ 
-
,ˈ 
 
 
,ˈ 
-
 
-
-
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
-
-
-
ˈ 
 
 
,ˈ 
-
ˈ 
-
-
 
 
 
.ˈ 
 
ˈ 
-
,ˈ 
 
 
.ˈ
 
 
-
ˈ 
-
 
 
-
,ˈ 
 
 
 
 
 
-
.ˈ 
 
 
?ˈ 
-
 
 
-
ˈ 
-
 
ˈ 
 
-
 
ˈ 
 
ˈ 
-
.ˈ 
-
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
 
 
 
 
.ˈ 
-
 
 
-
,ˈ 
-
 
 
ˈ 
 
 
 
 
ˈ 
-
-
.ˈ 
-
 
-
 
 
-
 
-
,ˈ 
 
,ˈ 
-
 
-
 
ˈ 
 
-
 
-
-
 
ˈ 
-
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
 
-
 
ˈ 
 
 
 
ˈ 
-
 
 
ˈ 
 
 
 
 
.ˈ 
-
-
 
 
.ˈ 
-
 
 
-
 
ˈ 
 
-
ˈ 
 
-
.ˈ 
-
 
-
 
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
-
 
 
,ˈ 
 
 
 
 
?ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
-
-
 
 
 
-
-
?ˈ 
 
 
-
 
-
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
-
 
 
-
-
-
:ˈ 
 
?ˈ 
 
?ˈ 
-
 
?ˈ 
 
.ˈ 
-
 
 
 
-
 
-
ˈ 
 
 
 
 
-
 
.ˈ 
 
-
 
 
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
-
 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
-
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
-
,ˈ 
-
ˈ 
-
.ˈ 
-
 
-
,ˈ 
-
,ˈ 
-
 
 
,ˈ 
-
-
,ˈ 
-
 
 
 
-
ˈ 
-
 
 
.ˈ 
-
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
-
-
 
-
-
.ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
 
-
-
 
 
 
-
 
,ˈ 
 
-
 
.ˈ 
-
-
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
 
 
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
 
 
-
-
ˈ 
 
-
-
ˈ 
-
 
-
-
 
-
ˈ 
-
-
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
-
 
-
-
,ˈ 
-
.ˈ 
-
 
ˈ 
.ˈ 
 
 
 
,ˈ 
-
ˈ 
-
-
 
-
 
.ˈ 
 
 
 
-
?ˈ 
 
.ˈ 
ˈ 
-
-
 
-
 
.ˈ 
.ˈ 
 
 
-
.ˈ 
-
 
-
 
ˈ 
-
 
-
.ˈ 
 
 
-
 
ˈ 
-
-
ˈ 
-
ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
ˈ 
-
 
-
.ˈ 
-
 
-
 
-
 
,ˈ 
-
 
-
-
.ˈ 
 
-
 
 
-
-
,ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
-
 
-
,ˈ 
 
,ˈ 
 
 
 
?ˈ 
.ˈ 
-
 
-
 
 
-
?ˈ 
-
-
 
 
-
 
.ˈ 
 
 
-
 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
-
 
 
ˈ 
 
-
ˈ 
-
 
 
-
,ˈ 
-
 
-
-
 
,ˈ 
 
 
-
 
-
 
 
-
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
.ˈ 
-
 
 
-
 
,ˈ 
-
 
-
,ˈ 
-
 
 
-
ˈ 
-
 
 
-
-
ˈ 
-
-
 
-
.ˈ 
-
 
-
,ˈ 
 
-
 
-
.ˈ 
 
-
, 
-
 
-
 
.ˈ 
 
-
,ˈ 
 
-
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
 
,ˈ 
.ˈ
-
 
 
 
-
.ˈ 
 
ˈ 
 
 
 
-
,ˈ 
-
ˈ 
 
-
 
 
 
-
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
-
-
 
?ˈ 
,ˈ 
 
 
-
ˈ 
,ˈ 
,ˈ 
 
ˈ 
ˈ 
-
 
-
-
 
ˈ 
-
 
 
-
.ˈ 
 
-
 
ˈ 
 
-
 
 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
 
 
 
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
 
-
.ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
-
 
-
ˈ 
-
 
ˈ 
-
 
-
-
 
ˈ 
-
 
-
-
 
.ˈ 
-
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
-
 
.ˈ 
-
 
 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
-
-
.ˈ 
-
 
 
-
 
-
.ˈ 
 
-
?ˈ 
 
-
 
-
 
 
-
 
.ˈ 
 
 
 
-
-
,ˈ 
-
-
 
 
.ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
-
 
-
 
ˈ 
-
-
-
ˈ 
-
ˈ 
 
 
 
-
 
.ˈ 
-
,ˈ 
 
-
 
-
 
 
-
?ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
?ˈ 
 
.ˈ 
 
 
-
 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
-
 
-
 
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
 
.ˈ 
-
 
-
ˈ 
-
.ˈ 
-
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
 
 
.ˈ 
 
-
 
-
 
 
-
 
.ˈ
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
-
-
 
,ˈ 
-
 
-
-
 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
ˈ 
 
-
 
ˈ 
 
 
-
-
 
ˈ 
 
 
-
.ˈ
 
-
ˈ 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
-
 
?ˈ 
 
-
 
-
 
,ˈ 
-
 
 
.ˈ 
 
-
 
-
-
 
.ˈ 
-
 
-
,ˈ 
 
.ˈ 
-
-
 
ˈ 
 
-
ˈ 
ˈ 
 
.ˈ 
-
 
-
-
 
ˈ 
-
-
ˈ 
 
 
 
,ˈ 
-
ˈ 
-
ˈ 
 
ˈ 
 
 
-
 
 
 
-
,ˈ 
 
-
 
,ˈ 
,ˈ 
,ˈ 
-
-
.ˈ 
 
-
?ˈ 
-
 
-
 
.ˈ 
 
 
 
 
-
-
 
 
-
 
.ˈ 
-
 
ˈ 
-
.ˈ 
-
 
-
,ˈ 
-
-
 
,ˈ 
-
 
 
 
-
,ˈ 
-
 
-
 
-
.ˈ 
-
 
-
 
-
 
,ˈ 
 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
-
 
 
-
.ˈ 
 
-
 
-
 
.ˈ 
-
 
ˈ 
 
 
 
-
-
.ˈ 
-
 
ˈ 
 
?ˈ 
-
 
 
-
,ˈ 
-
 
,ˈ 
-
 
-
 
-
-
 
 
-
,ˈ 
 
-
-
.ˈ 
-
-
-
 
 
-
 
 
,ˈ 
-
 
-
 
 
 
ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
-
 
-
 
 
 
.ˈ 
-
 
 
-
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
ˈ 
 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
-
,ˈ 
-
 
-
!ˈ 
ˈ 
-
 
-
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
-
 
 
-
.ˈ 
-
 
-
-
?ˈ 
-
 
ˈ 
-
.ˈ 
-
 
,ˈ 
 
ˈ 
-
 
-
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
-
-
 
,ˈ 
 
ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
-
?ˈ 
-
 
 
ˈ 
 
-
 
-
-
-
,ˈ 
-
 
 
.ˈ 
-
:ˈ 
 
 
!ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
 
-
ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
-
-
 
,ˈ 
-
-
 
,ˈ 
 
 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
ˈ 
-
ˈ 
-
ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
-
.ˈ 
-
 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
.ˈ 
-
 
 
-
 
ˈ 
-
!ˈ 
-
.ˈ
-
-
?ˈ 
ˈ 
 
 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
 
-
 
,ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
 
 
-
 
,ˈ 
,ˈ 
-
-
-
,ˈ 
 
-
-
 
 
,ˈ 
 
-
ˈ 
-
-
 
-
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
 
!ˈ 
 
 
-
 
,ˈ 
-
 
 
.ˈ 
-
-
 
 
.ˈ 
 
-
 
,ˈ 
-
ˈ 
-
ˈ 
 
 
.ˈ 
-
 
 
-
-
 
ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
 
-
 
 
 
-
-
.ˈ 
 
-
 
,ˈ 
 
 
-
 
-
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ
ˈ 
 
-
,ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
-
 
 
-
.ˈ 
 
-
,ˈ 
-
 
ˈ 
 
 
 
-
ˈ 
-
 
 
-
 
-
,ˈ 
-
 
-
 
 
,ˈ 
 
 
-
,ˈ 
 
ˈ 
-
 
,ˈ 
-
-
 
-
.ˈ 
 
 
 
ˈ 
 
 
-
-
 
-
ˈ 
-
 
.ˈ 
ˈ 
-
 
-
-
ˈ 
ˈ 
 
-
 
,ˈ 
 
 
 
-
.ˈ 
 
-
-
-
-
.ˈ 
 
 
ˈ 
-
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
-
-
 
 
 
 
ˈ 
,ˈ 
-
 
 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
?ˈ 
-
-
 
-
-
 
-
-
.ˈ 
 
 
ˈ 
 
-
 
-
 
?ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
.ˈ 
-
-
 
,ˈ 
-
 
 
-
.ˈ 
.ˈ 
-
 
ˈ 
 
 
 
-
-
 
.ˈ 
,ˈ 
 
,ˈ 
 
-
ˈ 
 
 
-
.ˈ 
-
 
 
,ˈ 
 
-
 
 
-
.ˈ 
-
.ˈ 
 
 
!ˈ 
 
?ˈ 
 
 
.ˈ 
-
ˈ 
 
ˈ 
-
 
ˈ 
-
-
 
-
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
-
ˈ 
-
.ˈ 
-
ˈ 
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
-
-
 
 
 
?ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
 
-
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
 
-
.ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
ˈ 
-
-
 
 
-
 
 
-
-
 
 
ˈ 
-
 
 
-
 
ˈ 
-
 
-
 
 
.ˈ 
-
-
ˈ 
ˈ 
-
-
 
-
 
ˈ 
-
-
,ˈ 
-
-
-
 
 
 
-
-
.ˈ 
-
-
-
ˈ 
 
ˈ 
-
-
 
 
ˈ 
-
ˈ 
-
-
 
ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
 
 
-
 
-
 
.ˈ 
 
-
ˈ 
-
 
-
,ˈ 
-
 
-
ˈ 
-
ˈ 
,ˈ 
 
.ˈ 
-
 
 
-
-
 
 
.ˈ 
 
.ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
ˈ 
-
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
-
 
-
ˈ 
-
 
 
-
 
.ˈ 
-
-
 
 
 
 
 
 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
-
.ˈ 
,ˈ 
 
 
 
 
 
 
-
 
.ˈ 
 
.ˈ 
,ˈ 
 
 
 
-
,ˈ 
 
ˈ 
-
 
 
-
-
 
-
,ˈ 
 
-
.ˈ 
-
 
 
-
 
 
-
ˈ 
 
-
ˈ 
-
ˈ 
 
 
,ˈ 
-
 
 
 
 
 
,ˈ 
 
-
 
-
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
ˈ 
-
.ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
 
?ˈ 
 
-
 
ˈ 
-
 
-
 
 
-
 
?ˈ 
 
-
 
-
.ˈ 
 
-
 
 
 
ˈ 
-
 
,ˈ 
-
 
-
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
-
 
.ˈ 
-
 
-
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
-
 
-
 
ˈ 
 
ˈ 
 
,ˈ 
-
-
 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
ˈ 
 
-
,ˈ 
,ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
!ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
-
 
.ˈ 
-
 
!ˈ 
 
!ˈ 
 
-
 
ˈ 
-
!ˈ 
 
-
ˈ 
 
 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
 
-
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
?ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
!ˈ 
-
 
-
-
ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
-
ˈ 
-
 
-
-
 
-
 
ˈ 
-
-
ˈ 
-
 
,ˈ 
.ˈ 
-
 
,ˈ 
-
-
.ˈ 
 
 
-
 
-
 
-
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
-
 
-
-
 
 
.ˈ 
 
-
-
.ˈ 
-
ˈ 
-
 
ˈ 
 
-
 
 
,ˈ 
 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
?ˈ 
 
!ˈ 
 
-
 
 
-
.ˈ 
 
-
ˈ 
-
 
 
 
.ˈ 
-
 
-
-
-
 
-
-
ˈ 
-
-
 
-
-
.ˈ 
-
ˈ 
-
 
 
,ˈ 
 
-
 
 
 
-
 
 
-
ˈ 
 
 
-
-
-
.ˈ 
 
-
 
-
 
ˈ 
-
 
 
-
.ˈ 
-
 
-
 
-
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
,ˈ 
 
-
 
 
 
-
-
.ˈ 
-
 
 
-
-
.ˈ 
 
-
-
.ˈ 
 
 
 
-
-
 
.ˈ 
-
-
 
-
 
 
,ˈ 
-
-
 
 
-
.ˈ 
-
-
-
 
 
-
 
.ˈ 
-
 
 
 
ˈ 
-
-
 
-
ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
-
 
 
-
 
 
.ˈ 
 
-
ˈ 
 
-
-
 
ˈ 
-
-
.ˈ 
-
 
 
 
!ˈ 
 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
.ˈ 
-
-
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
,ˈ 
-
 
 
ˈ 
 
 
 
-
-
,ˈ 
 
 
,ˈ 
-
 
-
?ˈ 
 
-
 
-
-
.ˈ 
: 
 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
.ˈ 
-
.ˈ 
-
-
!ˈ 
 
 
-
 
-
 
ˈ 
-
ˈ 
 
-
 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
ˈ 
 
 
 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
 
ˈ 
 
-
 
?ˈ 
 
 
 
-
-
.ˈ 
 
-
:ˈ 
!ˈ 
 
!ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
?ˈ 
 
!ˈ 
 
 
-
 
ˈ 
-
!ˈ 
-
 
-
 
-
 
 
 
.ˈ 
 
-
-
ˈ 
-
 
-
 
 
-
 
 
-
-
ˈ 
-
 
 
-
ˈ 
-
 
-
-
 
ˈ 
 
-
-
ˈ 
-
ˈ 
-
-
 
 
.ˈ 
-
 
 
-
-
 
-
.ˈ 
.ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
-
 
ˈ 
-
 
-
-
-
.ˈ 
 
-
-
-
,ˈ 
,ˈ 
.ˈ 
 
 
-
-
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
-
-
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
-
 
-
-
-
ˈ 
-
 
 
ˈ 
-
-
ˈ 
 
.ˈ 
 
 
 
-
 
-
 
 
.ˈ 
-
 
?ˈ 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
 
 
 
 
-
 
-
ˈ 
-
-
 
,ˈ 
-
 
?ˈ 
 
 
ˈ 
-
-
 
-
 
-
 
-
 
,ˈ 
-
 
ˈ 
-
-
 
-
 
-
.ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
-
-
.ˈ 
 
 
-
 
ˈ 
 
-
-
 
.ˈ 
 
 
 
 
 
-
-
ˈ 
 
 
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
-
ˈ 
-
 
-
 
-
 
.ˈ 
 
-
ˈ 
-
-
 
-
.ˈ 
-
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
-
 
-
 
-
 
 
,ˈ 
 
-
-
 
ˈ 
-
 
-
 
.ˈ 
 
: 
-
ˈ 
-
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
-
 
-
-
 
-
:ˈ 
 
 
!ˈ 
ˈ 
-
-
 
 
-
-
.ˈ 
 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
-
 
-
 
ˈ 
-
 
 
.ˈ 
-
 
 
-
 
ˈ 
 
:ˈ 
 
 
!ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
-
 
 
ˈ 
-
-
 
-
 
-
-
.ˈ 
 
-
 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
ˈ 
-
-
 
 
 
.ˈ 
:ˈ 
 
 — 
 
ˈ 
-
 
.ˈ 
 
 
 
!ˈ 
 
-
-
 
-
-
 
?ˈ
,ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
:ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
-
 
-
.ˈ 
-
 
 
-
 
 
 
 
ˈ 
-
-
 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
 
-
ˈ 
-
-
 
-
-
 
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
-
-
ˈ 
 
.ˈ 
-
-
 
 
,ˈ 
 
-
 
 
 
.ˈ 
-
-
,ˈ 
 
 
.ˈ 
 
 
-
 
?ˈ 
 
!ˈ 
 
-
 
,ˈ 
 
 
,ˈ 
-
 
 
-
-
 
 
,ˈ 
 
-
-
-
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
:ˈ 
-
 
-
 
.ˈ 
 
ˈ 
-
 
 
-
-
 
 
-
ˈ 
-
 
-
.ˈ
ˈ 
 
 
-
ˈ 
 
 
 
-
.ˈ 
-
-
-
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
 
-
 
 
.ˈ 
-
 
-
ˈ 
-
 
-
 
-
-
.ˈ 
-
-
,ˈ 
-
.ˈ 
 
 
-
-
ˈ ... 
 
 
-
 
ˈ 
 
-
-
 
-
ˈ 
-
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
-
 
ˈ 
 
 
.ˈ 
-
-
ˈ 
-
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
-
-
 
-
 
 
 
.ˈ 
 
 
!ˈ 
 
-
?ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
?ˈ 
 
 
 
 
-
.ˈ 
 
.ˈ 
-
-
 
 
-
.ˈ 
-
ˈ 
 
ˈ 
.ˈ 
-
 
,ˈ 
 
 
ˈ 
-
-
.ˈ 
 
 
 
?ˈ 
-
 
-
 
-
?ˈ 
 
!ˈ 
 
 
-
 
-
 
.ˈ 
-
 
 
 
-
 
ˈ 
-
 
 
-
-
,ˈ 
-
-
.ˈ 
-
 
-
 
-
-
 
 
-
 
-
 
-
.ˈ 
-
 
 
-
 
ˈ 
-
 
 
-
.ˈ 
-
-
 
-
 
 
-
.ˈ 
 
-
 
-
!ˈ 
 
ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
 
 
 
-
-
 
 
-
.ˈ 
 
 
-
,ˈ 
 
-
-
 
,ˈ 
 
-
.ˈ 
-
 
-
 
-
.ˈ 
-
 
-
-
 
 
 
-
-
 
 
 
,ˈ 
-
 
-
.ˈ 
-
-
 
.ˈ 
-
.ˈ 
 
 
 
 
-
 
 
,ˈ 
 
-
,ˈ 
-
.ˈ 
-
 
 
 
 
.ˈ 
-
 
 
.ˈ 
-
-
 
-
-
 
.ˈ 
-
-
 
 
.ˈ 
 
-
 
-
 
ˈ 
-
-
 
 
.ˈ 
-
 
 
,ˈ 
.ˈ 
-
-
,ˈ 
 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
!ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
-
-
-
 
-
-
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
-
-
 
.ˈ 
 
 
-
 
-
 
-
-
 
 
.ˈ 
-
-
 
 
-
 
 
.ˈ 
-
 
-
 
 
 
 
-
 
 
 
.ˈ 
-
 
-
 
 
.ˈ 
 
-
-
-
 
 
-
-
!ˈ 
 
 
-
 
.ˈ 
!ˈ 
-
 
 
-
.ˈ 
-
 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
 
-
-
-
 
 
.ˈ 
-
ˈ 
-
 
 
 
ˈ 
-
 
-
-
 
-
-
,ˈ 
 
 
-
.ˈ 
 
!ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
.ˈ 
-
 
-
,ˈ 
-
 
,ˈ 
-
 
 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
-
 
 
,ˈ 
 
.ˈ 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
 
!ˈ 
-
 
-
.ˈ 
 
-
 
 
-
 
 
-
 
 
!ˈ 
 
 
 
-
,ˈ 
 
,ˈ 
-
 
ˈ 
 
-
.ˈ 
 
-
 
-
-
 
.ˈ 
,ˈ 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
:ˈ 
 
 
!ˈ 
 
 
-
 
 
,ˈ 
-
 
-
.ˈ 
 
-
 
,ˈ 
-
 
-
.ˈ 
: 
 
 
-
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
?ˈ 
.ˈ 
-
 
 
-
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
:ˈ 
 
 
!ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
-
 
-
ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
-
 
 
 
ˈ 
-
 
 
-
 
.ˈ 
-
 
?ˈ 
 
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
-
 
,ˈ 
 
-
 
 
,ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
 
ˈ 
 
 
-
 
ˈ 
 
 
-
-
 
 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
-
 
-
 
 
-
.ˈ 
 
 
 
 
-
 
 
.ˈ 
-
 
-
.ˈ 
-
 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
!ˈ 
-
 
ˈ 
 
-
,ˈ 
-
-
-
 
.ˈ 
 
 
ˈ 
 
-
-
-
.ˈ 
-
 
-
-
-
 
-
-
-
 
-
 
.ˈ 
-
 
-
,ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
 
-
-
.ˈ 
-
 
 
-
,ˈ 
.ˈ 
 
 
 
,ˈ 
!ˈ 
 
ˈ 
.ˈ 
 
-
 
 
-
 
?ˈ 
 
 
ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
-
 
-
 
?ˈ 
 
-
,ˈ 
-
.ˈ 
-
 
 
?ˈ 
-
 
 
?ˈ 
-
 
?ˈ 
 
 
-
 
-
 
.ˈ 
-
 
-
 
-
.ˈ 
 
 
-
?ˈ 
 
ˈ 
 
-
 
-
-
ˈ 
-
-
 
-
-
-
.ˈ 
 
.ˈ 
-
 
ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
 
 
 
-
-
ˈ 
-
-
.ˈ 
-
 
 
-
 
 
-
-
,ˈ 
-
-
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
-
 
-
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
?ˈ 
 
-
 
?ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
-
 
-
,ˈ 
 
 
 
 
 
-
 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
 
-
 
-
 
.ˈ 
 
-
 
-
-
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
-
 
-
,ˈ 
 
-
 
-
 
 
-
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
-
 
-
 
ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
-
 
 
 
-
ˈ 
-
 
-
 
,ˈ 
-
,ˈ 
-
 
 
-
 
 
ˈ 
 
 
.ˈ 
 
-
!ˈ 
 
?ˈ 
-
-
 
 
-
-
 
 
-
 
-
.ˈ 
 
-
ˈ 
-
 
-
-
 
 
-
 
 
,ˈ 
 
-
 
-
 
-
-
 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
-
-
,ˈ 
 
 
-
-
 
 
 
ˈ 
-
 
 
 
 
 
-
-
.ˈ 
 
-
-
 
,ˈ 
-
-
 
 
-
-
.ˈ 
-
 
 
 
 
,ˈ 
 
-
 
 
 
.ˈ 
-
 
 
 
 
 
,ˈ 
 
 
?ˈ 
-
 
-
 
-
ˈ 
 
-
 
 
-
 
 
!ˈ 
 
 
ˈ 
-
.ˈ 
 
-
 
 
-
:ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
-
 
-
-
ˈ 
-
-
 
 
-
-
ˈ 
-
 
 
 
.ˈ 
-
 
-
 
 
ˈ 
-
-
 
 
.ˈ 
-
 
 
.ˈ 
-
-
?ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
 
-
 
-
 
.ˈ 
-
,ˈ 
ˈ 
-
 
ˈ 
-
-
-
ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
-
 
-
-
-
ˈ 
.ˈ 
 
 
-
-
 
-
 
 
.ˈ 
-
 
-
 
 
-
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
ˈ 
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
!ˈ 
-
 
 
.ˈ 
 
 
 
 
-
-
 
-
-
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
-
 
 
-
-
.ˈ 
-
 
 
-
-
 
-
.ˈ 
-
ˈ 
 
ˈ 
-
-
ˈ 
 
ˈ 
-
 
ˈ 
-
 
-
-
,ˈ 
-
 
-
 
 
 
 
-
 
ˈ 
 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
.ˈ
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
-
 
ˈ 
 
 
ˈ 
-
 
 
-
 
 
-
ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
 
-
 
,ˈ 
 
 
ˈ 
-
ˈ 
 
 
-
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
-
 
-
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
?ˈ 
 
 
?ˈ 
 
 
 
-
.ˈ 
 
-
?ˈ 
 
 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
-
-
 
-
.ˈ 
-
-
,ˈ 
-
.ˈ 
 
-
 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
-
 
 
ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
-
-
 
-
 
-
,ˈ 
 
-
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
-
-
 
-
 
,ˈ 
 
 
-
-
-
.ˈ 
 
 
-
 
 
 
.ˈ 
 
 
-
 
ˈ 
 
-
 
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
-
,ˈ 
-
 
.ˈ 
-
 
-
 
-
ˈ 
 
-
 
 
 
 
.ˈ 
 
-
 
 
-
-
 
,ˈ 
 
-
ˈ 
-
-
.ˈ 
 
 
-
ˈ 
-
 
-
-
ˈ 
-
-
 
.ˈ 
-
 
 
-
.ˈ 
-
-
 
.ˈ 
-
-
 
 
-
ˈ 
-
 
 
.ˈ 
-
ˈ 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
 
 
 
,ˈ 
-
 
 
 
-
,ˈ 
 
 
 
 
-
 
-
.ˈ 
 
-
 
 
-
.ˈ 
ˈ 
-
ˈ 
 
-
 
-
ˈ 
-
-
?ˈ 
-
 
.ˈ 
-
ˈ 
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
-
-
 
-
 
,ˈ 
-
.ˈ 
,ˈ 
ˈ 
-
 
 
-
 
,ˈ 
-
 
 
-
 
-
ˈ 
-
 
-
ˈ 
 
 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
ˈ 
-
 
 
 
 
,ˈ 
 
 
ˈ 
-
.ˈ 
-
-
 
,ˈ 
 
 
ˈ 
-
 
-
ˈ 
-
ˈ 
-
-
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
-
 
-
-
 
 
 
ˈ 
 
 
 
-
-
.ˈ
-
 
ˈ 
-
 
ˈ 
 
 
?ˈ 
-
 
-
ˈ 
,ˈ 
-
 
-
,ˈ 
-
 
 
-
 
.ˈ 
-
 
,ˈ 
 
 
-
 
 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
-
-
.ˈ 
 
 
-
-
 
.ˈ 
 
-
 
 
 
-
.ˈ 
-
 
 
,ˈ 
, 
.ˈ 
-
 
 
-
-
.ˈ 
 
-
 
 
,ˈ 
.ˈ 
 
-
-
-
ˈ 
-
 
 
 
-
-
-
,ˈ 
-
.ˈ 
-
ˈ 
 
 
-
 
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
-
.ˈ 
 
ˈ 
-
 
 
 
 
-
.ˈ 
 
-
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
,ˈ 
 
-
 
 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
 
ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
-
.ˈ 
,ˈ 
-
!ˈ 
 
-
ˈ 
-
.ˈ 
 
 
-
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
!ˈ 
-
 
-
!ˈ 
 
 
-
?ˈ 
 
?ˈ 
 
-
 
 
-
 
-
-
.ˈ 
-
 
 
 
 
-
 
 
 
-
 
?ˈ 
ˈ 
ˈ 
-
-
 
 
 
-
.ˈ 
-
 
-
 
-
 
-
 
 ... 
-
-
,ˈ 
 
-
.ˈ 
 
-
 
 
-
-
-
 
.ˈ 
 
 
 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
 
-
 
 
-
 
 
-
 
ˈ 
-
.ˈ 
 
-
,ˈ 
 
-
ˈ 
 
-
-
,ˈ 
-
.ˈ 
-
 
 
-
,ˈ 
 
 
 
-
-
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
 
 
 
-
 
 
-
 
 
 
 
-
 
-
-
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
!ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
-
.ˈ 
 
,ˈ 
ˈ 
 
 
 
,ˈ 
-
 
-
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
-
-
 
.ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
-
-
 
.ˈ 
ˈ 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
 
 
-
-
 
.ˈ 
 
 
-
 
,ˈ 
 
,ˈ 
 
 
-
-
 
.ˈ 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
-
,ˈ 
-
-
 
.ˈ 
.ˈ 
 
-
 
 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
-
 
 
ˈ 
 
 
ˈ 
-
.ˈ 
ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
,ˈ 
-
 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
-
 ... 
 
 
-
 
 
 
ˈ 
-
 
-
-
ˈ 
-
 
-
 
ˈ 
-
 
-
ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
,ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
 
 
?! 
 
 
 
.ˈ 
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
 
 
-
-
-
,ˈ 
!ˈ 
-
-
 
 
ˈ 
 
 
.ˈ 
-
 
 
-
 
 
-
-
.ˈ 
 
 
-
 
-
-
 
 
-
 
 
.ˈ
-
ˈ 
-
ˈ 
-
ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
,ˈ 
 
-
-
.ˈ 
 
 
ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
-
 
-
?ˈ 
 
-
 
-
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
!ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
 
-
.ˈ 
-
ˈ 
 
 
-
 
 
-
?ˈ 
-
-
 
 
ˈ 
-
-
 
?ˈ 
 
ˈ 
-
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
-
 
?ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
?ˈ 
-
-
 
.ˈ 
 
-
!ˈ 
 
-
-
 
,ˈ 
-
-
 
 
-
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
!ˈ 
 
-
.ˈ 
 
-
-
 
 
-
-
.ˈ 
 
,ˈ 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
-
ˈ 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
-
?ˈ 
 
 
 
.ˈ 
ˈ 
 
 
-
-
,ˈ 
 
-
 
-
 
ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
 
 
.ˈ 
 
-
!ˈ 
 
,ˈ 
-
,ˈ 
 
 
-
.ˈ 
,ˈ 
 
 
ˈ 
 
 
-
-
.ˈ 
 
 
,ˈ 
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
-
.ˈ
ˈ 
 
ˈ 
ˈ 
-
ˈ 
-
 
.ˈ 
-
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
-
 
 
,ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
-
 
,ˈ 
-
 
 
 
-
-
.ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
,ˈ 
 
 
ˈ 
-
 
?ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ 
-
 
 
 
-
,ˈ 
-
 
-
 
.ˈ 
 
ˈ 
-
-
 
 
ˈ 
-
-
 
 
.ˈ 
ˈ 
.ˈ 
.ˈ 
 
-
-
,ˈ 
-
-
.ˈ 
ˈ 
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
-
 
-
ˈ 
 
-
ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
-
-
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
-
.ˈ
 
 
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
,ˈ 
-
,ˈ 
ˈ 
 
-
ˈ 
 
 
-
.ˈ 
-
 
 
 
-
ˈ 
-
-
.ˈ 
-
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
ˈ 
 
-
-
 
-
 
 
.ˈ 
 
 
?!ˈ 
-
 
-
.ˈ 
-
 
ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
 
!ˈ 
-
-
?ˈ 
 
 
,ˈ 
-
,ˈ 
 
,ˈ 
 
-
?ˈ 
 
-
,ˈ 
.ˈ 
 
?ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
-
 
 
!ˈ 
-
-
 
!ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
-
 
 
!ˈ 
-
-
 
!ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
 
 
-
 
-
,ˈ 
,ˈ 
-
 
 
,ˈ 
-
 
-
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
!ˈ 
 
-
-
 
.ˈ 
 
 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
 
-
-
-
ˈ 
 
-
 
-
?ˈ 
 
-
 
.ˈ 
-
 
-
 
,ˈ 
-
 
 
 
.ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
ˈ 
-
 
 
 
-
 
-
ˈ 
 
-
 
?ˈ 
 
 
-
-
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
,ˈ 
-
 
-
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
 
 
?ˈ 
 
 
,ˈ 
 
 
-
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
ˈ 
-
ˈ 
 
 
-
 
?ˈ 
-
 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
 
 ... 
 
 
 
-
.ˈ 
 
 
 
 
 
-
 
 
?ˈ 
 
 
-
 
 
 
-
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
?ˈ 
!ˈ 
 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
.ˈ 
 
 
-
 
 
-
 
 
 
.ˈ 
-
,ˈ 
 
-
 
,ˈ 
 
-
ˈ 
-
-
-
 
 
-
 
 
.ˈ 
-
 
-
-
 
ˈ 
-
-
-
 
,ˈ 
-
-
-
 
-
.ˈ
 
 
.ˈ 
 
 
.ˈ 
 
!ˈ 
-
 
 
.ˈ 
 
 
 
-
-
-
 
 
,ˈ 
-
 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
, 
, 
,ˈ 
 
 
 
-
-
.ˈ 
,ˈ 
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
 
 
ˈ 
-
ˈ 
-
.ˈ 
.ˈ 
-
 
 
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
-
 
 
-
-
-
,ˈ 
-
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
?ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
-
ˈ 
,ˈ 
 
-
ˈ 
-
-
 
 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
?ˈ 
 
-
.ˈ
 
 
 
,ˈ 
 
-
.ˈ 
 
-
 
 
-
 
 
.ˈ 
 
-
 
-
 
 
-
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
-
-
 
ˈ 
-
 
 
-
.ˈ 
-
 
!ˈ 
 
 
 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
 
 
?ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
-
?ˈ 
 
 
?ˈ 
 
-
 
 
.ˈ 
 
 
 
?ˈ 
 
-
ˈ 
-
.ˈ 
-
 
 
,ˈ 
-
 
 
 
-
.ˈ 
-
-
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
-
-
-
 
 
.ˈ 
 
-
 
?ˈ 
.ˈ 
 
-
 
-
-
-
-
.ˈ 
 
-
 
-
.ˈ 
 
 
-
-
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
-
 
.ˈ 
 
-
 
.ˈ 
-
 
-
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
 
.ˈ 
-
ˈ 
-
ˈ 
 
-
 
ˈ 
 
!ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
 
-
.ˈ 
-
-
ˈ 
-
-
 
-
-
 
-
,ˈ 
 
-
,ˈ 
-
-
 
.ˈ 
 
-
 
.ˈ 
 
-
ˈ 
-
 
 
!?ˈ 
 
?ˈ 
 
-
 
 
 
.ˈ
-
 
?ˈ 
 
 
 
ˈ 
 
-
-
 
-
,ˈ 
 
-
 
-
.ˈ
-
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
 
-
 
 
ˈ 
-
-
 
 
ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
 
-
 
ˈ
 
ˈ 
 
 
 
 
 
 
,ˈ 
-
 
-
.ˈ 
-
ˈ 
.ˈ 
 
 
 
-
,ˈ 
 
 
,ˈ 
,ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
-
.ˈ 
 
 
-
 
 
-
ˈ 
-
 
,ˈ 
-
ˈ 
-
ˈ 
-
,ˈ 
 
ˈ 
 
ˈ
 
-
 
-
 
-
ˈ 
 
ˈ 
-
-
-
 
-
-
 
ˈ
 
,ˈ 
 
-
-
 
.ˈ 
 
-
 
 
-
-
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
?ˈ 
 
-
 
-
-
 
-
 
ˈ 
-
-
 
.ˈ 
 
 
-
,ˈ 
 
-
ˈ 
,ˈ 
.ˈ 
,ˈ 
-
 
 
.ˈ 
ˈ 
 
-
-
 
,ˈ 
.ˈ 
-
 
 
 
-
 
:ˈ
 
-
 
-
 
-
ˈ 
 
ˈ 
-
-
-
 
-
-
 
ˈ 
-
 
 
 
,ˈ 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
-
 
 
ˈ 
 
 
 
ˈ
-
 
ˈ 
 
-
 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
 
 
 
ˈ
 
-
 
-
 
-
ˈ 
 
ˈ 
-
-
-
 
-
-
 
ˈ
 
 
 
-
 
ˈ 
-
,ˈ 
-
 
-
 
ˈ
 
 
-
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
 
 
 
ˈ
 
 
 
 
-
.ˈ 
-
-
 
 
 
-
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
 
.ˈ 
-
-
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
-
 
-
ˈ 
-
 
 
-
-
,ˈ 
-
-
-
.ˈ 
-
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
!ˈ 
 
 
 
-
 
.ˈ 
 
 
 
-
-
,ˈ 
 
 
-
.ˈ 
.ˈ 
,ˈ 
-
 
 
 
 
-
 
.ˈ 
-
 
-
 
-
 
ˈ 
,ˈ 
-
 
 
,ˈ 
 
 
-
 
 
-
-
ˈ 
 
-
 
-
,ˈ 
-
-
 
.ˈ 
 
 
-
 
-
 
ˈ 
-
-
ˈ 
-
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
ˈ 
 
-
 
ˈ 
-
 
ˈ 
 
 
-
ˈ 
 
 
-
-
-
-
.ˈ
 
-
.ˈ 
 
-
 
ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
-
 
.ˈ 
-
 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
-
 
-
,ˈ 
.ˈ 
 
-
 
,ˈ 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ
-
 
-
 
 
 
?ˈ 
 
 
-
 
-
,ˈ 
-
-
 
.ˈ 
-
 
-
,ˈ 
 
.ˈ
-
ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
,ˈ 
.ˈ 
 
 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
 
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
.ˈ 
ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
-
,ˈ 
 
 
-
ˈ 
-
.ˈ 
 
-
-
-
ˈ 
ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
 
 
 
.ˈ 
-
-
-
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ
 
 
,ˈ 
-
-
 
 
-
 
.ˈ — 
 
 
-
ˈ — 
 
 
 
,ˈ 
ˈ 
-
 
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
-
ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
-
 
-
 
-
 
 
-
-
,ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
-
.ˈ
 
-
.ˈ 
-
-
ˈ 
-
 
 
 
-
,ˈ 
-
 
-
 
 
-
.ˈ 
-
 
 
-
.ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
.ˈ 
-
?ˈ 
 
.ˈ 
-
 
 
?ˈ 
 
-
-
.ˈ 
-
,ˈ 
 
!ˈ 
 
?ˈ 
-
 
 
?ˈ 
 
 
-
.ˈ 
-
 
ˈ 
-
 
-
ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
-
 
 
 
.ˈ 
 
-
 
?ˈ 
 
 
-
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
-
.ˈ 
,ˈ 
-
 
-
 
 
-
.ˈ 
 
-
,ˈ 
-
 
-
,ˈ 
-
 
,ˈ 
-
 
 
-
-
-
 
 
.ˈ 
-
 
 
-
 
.ˈ
-
 
 
-
 
-
 
-
.ˈ 
 
-
 ... 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
?ˈ 
ˈ 
 
 
-
-
.ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
-
 
 
,ˈ 
 
-
 
 
,ˈ 
,ˈ 
 
-
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
-
-
-
ˈ 
 
!ˈ 
 
!ˈ 
-
!ˈ 
 
-
 
 
-
 
 
 
-
.ˈ 
-
 
?ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
-
-
 
 
,ˈ 
-
.ˈ 
 
ˈ 
-
-
 
,ˈ 
 
-
 
 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
-
?ˈ 
-
-
?ˈ 
 
 
-
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
 
 
 
 
-
-
-
ˈ 
 
.ˈ 
ˈ 
-
 
ˈ 
 
-
-
 
-
 
?ˈ 
 
 
 
 
-
 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
 
 
-
-
 
.ˈ 
 
-
 
-
 
.ˈ 
-
 
 
 
 
-
.ˈ 
 
-
 
 
 
 
-
 
ˈ 
-
 
 
 
-
-
-
 
.ˈ 
-
 
-
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
ˈ 
 
 
-
 
ˈ 
-
 
 
,ˈ 
 
 
-
-
ˈ 
 
-
 
 
.ˈ 
-
-
 
-
 
-
-
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
!ˈ 
 
ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
-
-
 
ˈ 
-
 
-
 
 
ˈ 
 
-
-
 
ˈ 
-
 
-
 
,ˈ 
 
ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
-
,ˈ 
-
.ˈ 
.ˈ 
 
-
-
-
.ˈ 
 
 
-
 
ˈ 
 
-
 
-
-
-
ˈ 
-
.ˈ 
 
?ˈ 
 
.ˈ 
 
-
-
!ˈ 
 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
-
 
-
ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
-
-
-
,ˈ 
 
,ˈ 
-
 
 
ˈ 
-
,ˈ 
-
 
-
 
,ˈ 
 
 
-
.ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
?! 
 
?! 
 
 
 
 
-
.ˈ 
-
-
 
-
 
-
.ˈ 
,ˈ 
 
 
 
 
-
 
,ˈ 
-
 
 
-
.ˈ 
 
-
,ˈ 
ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
!ˈ 
-
-
 
 
-
.ˈ 
.ˈ
 
-
 
?ˈ 
 
-
-
.ˈ 
 
-
 
ˈ 
 
 
-
-
-
.ˈ 
 
-
 
ˈ 
 
-
ˈ 
 
-
,ˈ 
-
ˈ 
 
 
?ˈ 
 
,ˈ 
,ˈ 
.ˈ 
-
-
 
 
.ˈ 
 
 
-
.ˈ 
-
 
-
-
 
.ˈ 
-
 
-
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
-
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
-
-
-
.ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
-
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
-
 
 
ˈ 
 
-
-
 
.ˈ 
 
ˈ 
-
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
 
,ˈ 
, 
, 
.ˈ 
 
-
-
.ˈ 
 
 
 
-
 
,ˈ 
-
 
-
-
-
 
 
-
 
.ˈ 
, 
, 
ˈ 
-
-
-
 
ˈ 
-
-
.ˈ 
 
-
-
 
-
 
 
ˈ 
-
ˈ 
-
ˈ 
-
ˈ 
 
 
-
ˈ. 
 
.ˈ 
,ˈ 
 
 
-
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
 
?ˈ 
 
 
-
 
!ˈ 
 
,ˈ 
-
-
 
 
 
,ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
-
-
 
ˈ 
-
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
-
 
 
ˈ 
 
-
-
ˈ 
 
 
.ˈ 
,ˈ 
-
 
 
-
 
-
 
ˈ 
-
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
-
ˈ 
 
-
-
 
 
,ˈ 
-
 
 
 
 
.ˈ 
 
 
 
-
 
 
 
 
 
,ˈ 
,ˈ 
-
 
.ˈ 
ˈ 
.ˈ 
 
-
-
 
ˈ 
ˈ 
 
 
ˈ 
-
-
ˈ 
 
-
-
,ˈ 
-
 
 
.ˈ 
 
 
-
 
 
.ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
 
 
!ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
 
 
 
 
 
.ˈ 
-
 
 
 
!ˈ 
 
 
.ˈ 
 
-
 
 
 
-
ˈ 
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
-
 
-
 
,ˈ 
 
ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
-
-
 
-
.ˈ 
 
 
 
 
.ˈ 
-
 
 
-
-
ˈ 
-
,ˈ 
-
 
!ˈ 
 
-
ˈ 
-
-
.ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
-
-
 
-
.ˈ
 
-
ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
-
 
?ˈ 
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
?ˈ 
ˈ 
ˈ 
 
-
.ˈ 
-
ˈ 
.ˈ 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
 
 
ˈ 
-
 
 
-
.ˈ 
 
 
-
ˈ 
 
 
?ˈ 
 
 
-
ˈ 
 
ˈ 
-
 
-
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
 
,ˈ 
ˈ 
 
-
ˈ 
-
-
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
.ˈ 
 
-
 
 
 
-
ˈ 
.ˈ
 
-
 
.ˈ 
ˈ 
 
ˈ 
 
 
-
 
-
.ˈ 
 
-
ˈ 
-
.ˈ 
-
 
 
-
-
 
-
-
 
 
.ˈ 
 
,ˈ 
ˈ 
-
-
 
 
-
ˈ 
-
ˈ 
-
 
-
.ˈ 
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
-
-
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
-
 
 
 
-
-
 
 
-
-
-
-
 
.ˈ 
-
-
ˈ 
 
.ˈ 
 
-
.ˈ 
-
 
-
 
,ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
.ˈ 
-
-
ˈ 
 
-
ˈ 
-
 
-
-
 
.ˈ 
,ˈ 
 
-
-
 
ˈ 
-
,ˈ 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
-
-
.ˈ 
 
 
 
-
-
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
 
-
 
-
-
.ˈ 
-
 
 
-
-
-
ˈ 
 
-
-
-
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
,ˈ 
-
 
-
.ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
 
 
 
-
-
-
.ˈ 
,ˈ 
 
 
-
-
 
 
.ˈ 
 
-
 
-
 
 
 
.ˈ 
,ˈ 
 
-
 
 
-
 
.ˈ 
 
 
 
ˈ 
 
-
,ˈ 
-
 
 
.ˈ 
 
 
-
?ˈ 
 
.ˈ 
 
 
 
-
-
-
.ˈ 
 
 
-
ˈ 
ˈ 
-
-
 
-
-
ˈ 
 
-
 
.ˈ 
 
 
 
 
-
 
 
-
-
-
.ˈ 
-
-
 
 
-
-
-
ˈ 
-
-
-
,ˈ 
-
ˈ 
-
-
 
.ˈ 
 
-
 
ˈ 
 
-
ˈ 
 
ˈ 
,ˈ 
.ˈ 
-
-
 
,ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
-
 
 
-
 
-
 
ˈ 
 
 
-
-
-
.ˈ 
 
-
,ˈ 
-
,ˈ 
 
-
 
-
?ˈ 
-
 
-
-
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
-
 
 
-
 
,ˈ 
-
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
-
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
?ˈ 
-
-
 
 
 
.ˈ 
 
 
 
 
ˈ 
-
 
-
 
 
-
-
 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
-
 
-
-
 
ˈ 
-
 
 
-
.ˈ 
 
 
-
-
 
ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
-
?ˈ 
 
-
?ˈ 
 
 
-
-
-
,ˈ 
-
-
 
ˈ 
ˈ 
 
-
 
 
ˈ 
ˈ 
 
-
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
-
,ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
 
-
 
 
 
.ˈ 
 
 
?ˈ 
 
-
 
 
-
.ˈ 
-
 
 
 
 
-
 
.ˈ 
 
 
-
 
 
 
-
-
-
 
.ˈ 
 
,ˈ 
-
 
-
 
-
-
?ˈ 
 
-
-
 
 
 
-
-
.ˈ 
 
 
 
 
 
-
.ˈ 
 
-
 
 
 
-
 
.ˈ 
 
-
 
 
-
-
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
 
 
-
ˈ 
 
 
 
.ˈ 
 
-
 
 
-
 
-
.ˈ 
-
-
 
 
ˈ 
 
-
 
.ˈ 
 
ˈ 
-
ˈ 
 
.ˈ 
 
-
.ˈ 
-
,ˈ 
 
.ˈ
 
 
-
-
ˈ 
ˈ 
-
 
 
ˈ 
-
.ˈ 
 
?ˈ 
 
 
-
 
-
-
 
 
ˈ 
 
-
 
 
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
-
-
-
.ˈ 
-
 
 
 
,ˈ 
-
 
 
-
.ˈ 
-
-
,ˈ 
.ˈ 
 
-
,ˈ 
 
... 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
-
, 
-
 
?ˈ 
 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
-
 
.ˈ 
 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
-
-
.ˈ 
 
 
-
?ˈ 
 
.ˈ 
 
 
 
 
-
 
-
.ˈ 
-
,ˈ 
-
,ˈ 
-
-
 
 
,ˈ 
-
 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
-
-
,ˈ 
-
 
 
ˈ 
-
 
 
,ˈ 
 
-
-
.ˈ 
 
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
-
-
-
ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
 
-
-
-
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
-
 
,ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
-
-
 
 
,ˈ 
 
,ˈ 
 
-
-
-
-
 
.ˈ
-
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
-
,ˈ 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
!ˈ 
-
 
ˈ 
!ˈ 
-
 
,ˈ 
 
,ˈ 
-
-
-
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
-
-
ˈ 
 
-
,ˈ 
-
.ˈ 
 
-
ˈ 
-
-
.ˈ 
 
 
-
-
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
 
-
,ˈ 
.ˈ 
-
 
-
.ˈ 
-
 
 
-
-
-
ˈ 
.ˈ 
 
 
 
 
-
-
-
.ˈ
 
-
,ˈ 
 
,ˈ 
 
 
?ˈ 
-
 
?ˈ 
 
?ˈ 
 
-
 
 
 
 
.ˈ 
-
,ˈ 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
-
 
-
 
.ˈ 
-
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
 
 
 
 
-
,ˈ 
-
-
 
.ˈ 
 
ˈ 
-
 
 
-
 
-
 
.ˈ 
 
 
 
,ˈ 
-
 
-
-
 
 
 
 
-
 
,ˈ 
-
 
 
-
,ˈ 
-
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
-
 
 
-
,ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
-
 
-
-
.ˈ
-
 
 
-
ˈ 
ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
- 
?ˈ 
-
 
-
 
-
,ˈ 
-
-
 
-
 
-
-
,ˈ 
-
.ˈ 
-
 
-
 
-
!ˈ 
 
-
 
-
 
 
-
-
 
-
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
-
.ˈ 
-
 
.ˈ 
 
-
?ˈ 
 
.ˈ 
-
 
 
 
-
ˈ 
-
.ˈ 
-
 
-
ˈ 
 
-
-
-
 
-
 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
-
.ˈ 
 
-
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
-
.ˈ
ˈ 
 
-
-
-
,ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
-
-
 
 
 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
 
 
ˈ 
-
.ˈ 
, 
 
,ˈ 
-
 
ˈ 
 
.ˈ 
 
 
-
-
!ˈ 
.ˈ 
 
!ˈ 
 
.ˈ 
 
ˈ 
-
-
 
-
ˈ 
 
-
!ˈ 
.ˈ 
 
-
 
-
-
 
,ˈ 
-
 
-
 
.ˈ 
-
 
-
.ˈ 
-
 
 
-
-
,ˈ 
-
,ˈ 
-
-
 
ˈ 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
-
-
-
.ˈ 
 
 
-
 
,ˈ 
-
 
 
 
 
-
 
.ˈ 
 
-
-
-
 
.ˈ 
 
-
 
-
-
 
-
-
 
.ˈ 
-
 
-
 
ˈ 
-
-
,ˈ 
-
-
 
,ˈ 
-
 
.ˈ 
 
 
-
-
-
 
 
 
-
ˈ 
-
.ˈ 
-
-
 
 
-
 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
 
-
-
-
.ˈ 
 
-
ˈ 
-
.ˈ 
-
 
-
 
-
 
 
ˈ 
 
 
-
-
 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
-
-
-
-
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
-
-
,ˈ 
 
 
-
,ˈ 
-
-
 
.ˈ 
 
 
 
.ˈ 
ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
-
ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ
 
ˈ 
 
-
-
 
?ˈ 
-
-
?ˈ 
-
 
-
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
-
 
 
,ˈ 
 
-
-
-
 
.ˈ 
 
-
-
,ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
-
?ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
-
-
ˈ 
 
 
ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
 
-
-
,ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
-
-
ˈ 
 
-
 
 
?ˈ 
-
 
 
?ˈ 
 
-
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
 
 
,ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
 
 
-
-
-
.ˈ 
 
 
?ˈ 
-
 
-
ˈ 
-
-
 
 
,ˈ 
 
-
-
 
.ˈ 
-
-
-
 
-
 
.ˈ 
 
,ˈ 
-
 
-
-
,ˈ 
-
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
-
-
 
 
 
 
 
,ˈ 
-
 
 
 
-
-
-
.ˈ 
 
-
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
-
 
 
 
 
 
.ˈ 
 
-
 
?ˈ 
?ˈ 
 
-
,ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
 
 
-
-
 
.ˈ 
 
 
-
-
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
-
 
 
,ˈ 
 
-
 
ˈ 
-
-
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
 
 
-
.ˈ 
 
 
-
 
 
 
ˈ 
-
 
-
?ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
,ˈ 
-
ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
 
-
 
 
.ˈ 
-
 
,ˈ 
 
 
 
 
-
 
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
,ˈ 
-
 
-
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
-
,ˈ 
-
 
-
-
,ˈ 
,ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
-
-
 
.ˈ 
-
 
 
 
,ˈ 
 
 
,ˈ 
-
-
 
.ˈ 
 
 
 
?ˈ 
-
 
 
?ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
 
-
-
 
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
-
,ˈ 
-
-
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
-
-
,ˈ 
 
-
,ˈ 
-
-
 
-
-
-
.ˈ 
 
-
 
 
 
-
-
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
ˈ 
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
!ˈ 
 
 
-
 
.ˈ 
-
 
 
 
 
 
,ˈ 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
-
 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
-
-
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
-
ˈ 
 
-
?ˈ 
 
 
?ˈ 
-
 
?ˈ 
 
-
ˈ 
 
-
 
-
.ˈ 
-
 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
 
.ˈ 
-
-
 
 
ˈ 
-
-
-
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
 
,ˈ 
-
 
,ˈ 
,ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
-
 
-
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
-
 
 
,ˈ 
?ˈ 
 
 
 
 
.ˈ 
 
-
?ˈ
-
 
 
.ˈ 
 
-
-
-
ˈ 
-
-
-
.ˈ 
-
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
,ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
?ˈ 
 
 
-
ˈ 
 
-
-
-
 
.ˈ 
-
-
-
,ˈ 
 
 
 
-
 
-
-
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
-
.ˈ 
-
-
 
 
ˈ 
-
,ˈ 
-
 
 
-
,ˈ 
-
 
-
,ˈ 
 
 
-
-
 
 
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
-
-
-
 
ˈ 
 
-
 
-
.ˈ 
-
 
 
 
?ˈ 
 
-
 
 
.ˈ 
-
 
-
-
 
 
-
 
 
 
,ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
 
 
 
,ˈ 
-
 
,ˈ 
ˈ 
 
 
 
-
,ˈ 
-
.ˈ 
-
 
 
-
,ˈ 
 
 
-
-
-
.ˈ 
 
-
-
ˈ 
 
?ˈ 
 
-
 
 
 
 
,ˈ 
 
.ˈ 
-
 
 
 
 
,ˈ 
-
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
-
-
 
,ˈ 
-
-
-
,ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
 
ˈ — 
 
 
 
-
ˈ 
ˈ — 
 
 
-
,ˈ 
-
,ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
-
 
 
 
 
 
.ˈ
-
 
-
 
ˈ 
ˈ 
 
 
-
 
-
 
 
ˈ 
 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
?ˈ 
-
-
 
?ˈ 
-
?ˈ 
 
 
 
-
 
 
-
-
-
,ˈ 
 
-
 
,ˈ 
-
 
 
-
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
-
-
,ˈ 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
,ˈ 
-
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
 
 
.ˈ 
-
-
 
-
 
 
 
 
.ˈ 
 
 
-
ˈ 
-
 
-
 
-
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
-
,ˈ 
 
.ˈ 
-
 
 
-
.ˈ 
 
.ˈ
-
 
 
ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
ˈ 
-
 
 
-
-
-
 
.ˈ 
.ˈ 
 
,ˈ 
 
-
-
.ˈ 
-
ˈ 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
?ˈ 
?ˈ 
 
-
 
.ˈ 
-
 
-
!ˈ 
-
 
-
.ˈ
-
 
 
ˈ 
-
 
 
ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ
ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
-
.ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
?!ˈ 
 
-
 
-
-
 
ˈ 
-
-
-
 
,ˈ 
-
,ˈ 
-
 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
-
,ˈ 
 
 
 
 
-
-
,ˈ 
 
 
 
 
-
-
,ˈ 
 
 
-
-
.ˈ 
 
 
 
 
 
 
-
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
-
 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
!ˈ 
-
.ˈ 
,ˈ 
.ˈ 
-
.ˈ 
 
ˈ 
ˈ 
-
.ˈ 
 
 
 
-
?ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
?ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
 
-
?ˈ 
 
 
 
 
-
 
-
,ˈ 
-
 
, 
-
 
.ˈ 
 
-
-
,ˈ 
, 
 
 
ˈ 
 
 
-
-
-
.ˈ 
-
 
-
ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
,ˈ 
.ˈ 
 
.ˈ 
.ˈ 
 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
 
 
-
 
 
ˈ 
-
-
-
 
.ˈ 
 
ˈ 
 
 
 
-
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
-
ˈ 
.ˈ 
 
-
ˈ 
-
 
ˈ 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
-
-
 
 
?ˈ 
 
-
 
?ˈ 
 
 
-
 
-
 
?ˈ 
-
 
-
 
,ˈ 
.ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
-
.ˈ 
-
 
-
-
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
 
.ˈ 
-
 
 
 
 
ˈ 
-
 
.ˈ 
 
-
 
 
ˈ 
-
 
?ˈ 
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
,ˈ 
-
ˈ 
-
-
.ˈ 
-
 
 
 
ˈ 
-
-
 
.ˈ 
ˈ
 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
 
, 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
 
-
ˈ 
-
 
, 
ˈ
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
-
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
ˈ 
 
 
-
,ˈ 
-
 
-
 
 
ˈ 
-
-
 
,ˈ 
-
,ˈ 
-
 
-
-
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
?ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
-
,ˈ 
-
 
 
-
.ˈ 
-
 
-
,ˈ 
-
 
 
,ˈ 
ˈ 
-
-
.ˈ 
 
-
ˈ 
 
-
 
.ˈ 
-
.ˈ 
 
,ˈ 
-
 
 
ˈ 
-
.ˈ 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
-
 
:
-
, 
-
, 
-
-
ˈ 
 
 
ˈ
-
ˈ 
 
-
 
-
.ˈ 
 
-
-
.ˈ 
-
ˈ 
 
 
 
,ˈ 
-
 
?ˈ 
-
 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
-
-
 
-
 
?ˈ 
-
 
?ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
ˈ 
ˈ 
-
,ˈ 
 
-
,ˈ 
-
,ˈ 
-
ˈ 
-
-
 
.ˈ 
-
-
 
-
,ˈ 
-
-
 
-
.ˈ 
 
-
,ˈ 
.ˈ 
 
-
!ˈ 
 
 
ˈ 
-
 
 
-
-
,ˈ 
 
 
 
.ˈ 
.ˈ 
ˈ 
-
.ˈ 
 
-
!ˈ 
 
-
.ˈ 
 
ˈ 
-
-
 
 
 
-
,ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
-
.ˈ 
,ˈ 
-
ˈ 
,ˈ 
ˈ 
-
-
ˈ 
-
 
,ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
,ˈ 
-
 
-
 
-
 
.ˈ 
 
.ˈ 
 
?ˈ 
-
 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
-
,ˈ 
,ˈ 
,ˈ 
-
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
 
 
 
,ˈ 
 
,ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
-
ˈ 
-
-
 
.ˈ 
-
 
-
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
-
 
ˈ 
 
-
 
?ˈ 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
?ˈ 
 
-
-
?ˈ 
 
-
ˈ 
-
,ˈ 
-
-
 
-
 
 
-
.ˈ 
 
-
 
ˈ 
-
.ˈ 
-
 
-
ˈ 
-
-
 
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
-
 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
-
 
?ˈ 
 
?ˈ 
 
-
-
.ˈ 
 
-
-
-
 
,ˈ 
.ˈ 
 
 
-
-
-
,ˈ 
 
-
,ˈ 
 
,ˈ 
.ˈ 
-
-
-
 
-
.ˈ 
-
 
-
 
-
 
.ˈ 
ˈ 
-
-
 
-
.ˈ 
 
 
 
?ˈ 
 
 
 
-
?ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
-
?ˈ 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
.ˈ 
!ˈ 
 
 
-
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
?ˈ 
 
-
-
 
ˈ 
-
.ˈ 
-
?ˈ 
-
-
 
.ˈ 
-
ˈ 
ˈ 
-
-
 
-
 
 
ˈ 
ˈ 
-
,ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ
 
 
-
 
-
.ˈ 
-
 
 
-
 
ˈ 
-
ˈ 
.ˈ 
-
!ˈ 
-
!ˈ 
-
 
 
 
-
?ˈ 
 
-
?ˈ 
 
-
 
.ˈ 
 
-
 
!ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
-
,ˈ 
-
ˈ 
 
?ˈ 
 
.ˈ 
-
 
-
.ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
 
-
-
.ˈ 
 
 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
-
 
 
 
-
-
.ˈ 
-
ˈ 
-
-
.ˈ 
 
 
 
-
-
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
-
-
-
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
-
.ˈ 
-
-
 
-
-
 
ˈ 
-
-
 
-
.ˈ 
 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
-
,ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
-
 
-
ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
-
-
.ˈ 
 
 
-
 
?ˈ 
 
 
-
-
 
-
 
?ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
-
-
 
-
ˈ 
 
 
.ˈ 
 
-
 
-
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
 
,ˈ 
 
-
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
-
-
.ˈ 
,ˈ 
 
-
 
-
 
.ˈ 
 
-
 
.ˈ 
-
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
-
 
 
 
-
-
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
-
-
?ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
.ˈ 
-
 
 
 
ˈ 
-
 
ˈ 
-
-
 
 
-
-
?ˈ 
-
 
-
-
-
 
 
-
?ˈ 
 
-
 
-
-
!ˈ 
 
 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
-
,ˈ 
-
?ˈ 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
-
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
 
-
ˈ 
-
-
-
.ˈ 
 
-
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
.ˈ 
-
-
,ˈ 
 
-
 
 
,ˈ 
-
-
 
.ˈ 
 
-
 
-
 
ˈ 
 
.ˈ 
-
-
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
-
-
 
-
?ˈ 
 
-
, 
.ˈ 
-
-
 
-
.ˈ 
 
 
-
 
 
ˈ 
-
.ˈ 
 
,ˈ 
 
 
 
-
ˈ 
-
-
,ˈ 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
.ˈ 
,ˈ 
-
 
 
ˈ 
-
- 
 
 
-
.ˈ 
-
 
,ˈ 
-
-
.ˈ 
 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
 
 
 
-
 
 
ˈ 
-
 
-
 
,ˈ 
-
-
,ˈ 
-
 
.ˈ 
-
 
 
-
,ˈ 
 
 
-
!ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
-
?ˈ 
 
.ˈ 
ˈ 
-
.ˈ 
 
 
?ˈ 
 
-
 
.ˈ 
-
 
ˈ 
 
-
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
-
 
?!ˈ 
 
?ˈ 
 
 
-
.ˈ 
-
 
.ˈ 
 
-
 
 
!ˈ 
 
!ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ
-
 
 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
,ˈ 
ˈ 
 
.ˈ 
 
-
,ˈ 
 
-
 
-
 
-
-
 
 
-
-
?ˈ 
 
 
-
,ˈ 
 
 
-
 
-
,ˈ 
 
 
 
 
 
.ˈ 
 
-
 
-
ˈ 
-
-
 
-
 
,ˈ 
 
 
 
,ˈ 
-
-
.ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
-
!ˈ 
 
-
 
 
-
!ˈ 
-
 
 
 
-
 
?ˈ 
-
 
-
 
 
 
-
 
.ˈ 
-
 
 
 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
ˈ 
-
 
-
 
 
 
-
 
.ˈ
 
 
-
 
 
 
.ˈ 
 
.ˈ 
 
-
 
ˈ 
-
 
-
-
-
ˈ 
 
-
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
-
,ˈ 
-
-
 
.ˈ 
 
-
ˈ 
 
ˈ 
 
-
 
-
-
.ˈ 
 
 
-
 
?ˈ 
 
 
 
.ˈ 
-
!ˈ 
 
 
-
?ˈ 
-
 
 
.ˈ 
 
-
 
 
 
 
ˈ 
 
 
ˈ 
-
 
-
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
!ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
 
-
-
 
 
ˈ 
-
.ˈ 
,ˈ 
 
-
 
-
ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
,ˈ 
-
 
 
 
 
-
?ˈ 
 
 
.ˈ 
 
 
?!ˈ 
 
?ˈ 
-
 
-
ˈ 
 
 
-
 
.ˈ 
 
-
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
-
 
.ˈ 
-
-
?ˈ 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
 
-
 
-
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
,ˈ 
,ˈ 
,ˈ 
-
.ˈ 
,ˈ 
 
 
-
ˈ 
 
?ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
-
 
 
.ˈ 
!ˈ 
 
 
ˈ 
-
-
ˈ 
 
.ˈ 
-
 
?ˈ 
-
-
 
-
?ˈ 
-
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
!ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ
 
ˈ 
-
-
 
 
-
 
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
ˈ 
-
 
 
-
 
-
-
 
.ˈ 
 
 
-
?ˈ 
 
-
 
-
.ˈ 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
-
-
.ˈ 
 
 
 
 
 
-
-
.ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
 
?ˈ 
 
!ˈ 
 
 
 
-
-
-
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
-
ˈ 
 
ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
.ˈ 
ˈ 
 
 
-
-
.ˈ 
-
ˈ 
 
 
 
 
-
-
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
-
-
 
-
,ˈ 
-
 
 
-
-
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
ˈ 
 
-
 
ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
-
-
ˈ 
,ˈ 
 
-
-
.ˈ 
 
-
,ˈ 
 
 
-
-
,ˈ 
 
.ˈ 
ˈ 
 
-
!ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
-
,ˈ 
 
 
-
-
,ˈ 
 
-
 
 
 
ˈ 
-
 
.ˈ 
-
 
-
 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
-
.ˈ 
,ˈ 
.ˈ 
 
 
-
 
 
.ˈ 
-
 
-
,ˈ 
-
-
ˈ 
 
-
?ˈ 
-
 
-
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
-
-
 
.ˈ 
 
.ˈ 
 
:ˈ 
-
-
?ˈ 
-
 
.ˈ 
 
 
-
-
,ˈ 
-
 
.ˈ 
-
 
-
-
 
-
 
-
.ˈ 
 
-
ˈ 
-
-
 
 
,ˈ 
-
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
-
ˈ 
-
ˈ 
-
 
-
 
,ˈ 
-
.ˈ 
 
-
-
.ˈ 
 
ˈ 
.ˈ
 
!ˈ 
 
?ˈ 
 
-
 
-
 
-
.ˈ 
-
 
 
-
ˈ 
 
 
-
.ˈ 
 
-
 
 
 
-
.ˈ 
 
-
.ˈ 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
!ˈ 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
 
,ˈ 
ˈ 
 
 
?ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
,ˈ 
-
 
-
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
-
-
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
-
.ˈ 
 
ˈ 
 
 
 
 
-
-
.ˈ 
 
 
-
 
ˈ 
-
-
 
-
,ˈ 
.ˈ 
 
 
.ˈ
 
-
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
 
 
-
 
-
ˈ 
.ˈ 
 
 
-
.ˈ 
 
-
!ˈ 
-
 
 
.ˈ 
-
!ˈ 
-
.ˈ 
 
 
-
ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
-
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
-
 
.ˈ 
ˈ 
-
-
ˈ 
-
 
?ˈ 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
 
 
-
.ˈ 
,ˈ 
 
 
-
 
,ˈ 
-
,ˈ 
-
 
,ˈ 
-
 
-
 
.ˈ 
 
 
-
?ˈ 
 
,ˈ 
 
 
-
-
.ˈ 
,ˈ 
 
-
 
-
 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
-
.ˈ 
 
 
-
ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
 
-
 
-
.ˈ 
 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
,ˈ 
 
-
 
 
-
?ˈ 
-
 
-
 
-
?ˈ 
 
-
 
.ˈ 
-
 
 
 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
-
?ˈ 
 
-
.ˈ 
 
 ... 
 
 
 
 
?ˈ 
 
-
 
 
 
 
-
-
?ˈ 
-
 
 
?ˈ 
 
-
?!ˈ 
-
 
 
!ˈ 
 
 
!ˈ 
 
!ˈ 
 
.ˈ 
?ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ
 
 
 
-
 
 
 
.ˈ 
.ˈ 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
,ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
 
 
 
 
!ˈ 
-
 
 
?!ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
-
.ˈ 
-
 
ˈ 
 
-
 
-
?ˈ 
 
 
?ˈ 
 
 
-
!ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
-
 
.ˈ 
.ˈ 
-
 
-
?ˈ 
 
 
 
 
-
?ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
-
ˈ 
 
 
?ˈ 
 
-
 
 
-
.ˈ 
,ˈ 
 
 
 
-
.ˈ
 
 
 
-
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
,ˈ 
-
,ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
-
ˈ 
ˈ 
-
-
ˈ 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
.ˈ 
 
-
 
-
-
 
 
 
!ˈ 
-
.ˈ 
-
!ˈ 
.ˈ 
 
.ˈ 
 
-
?ˈ 
 
?ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
ˈ 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
-
 
-
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
?ˈ 
 
 
ˈ 
-
 
-
 
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
-
 
.ˈ 
 
-
 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
ˈ 
-
 
-
-
.ˈ 
 
 
-
.ˈ
 
-
 
-
-
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
 
 
-
 
ˈ 
-
-
 
 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
-
-
ˈ 
-
.ˈ 
 
 
 
-
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
-
 
, 
-
 
 
?!ˈ 
 
 
 
?!ˈ 
 
-
,ˈ 
-
 
.ˈ 
-
 
?!ˈ 
 
 
 
 
-
 
?ˈ 
 
-
ˈ 
 
-
-
.ˈ 
-
 
 
 
 
.ˈ 
ˈ 
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
-
?ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
-
 
.ˈ 
-
 
.ˈ 
-
 
-
 
 
-
 
?ˈ
-
ˈ 
 
 
 
 
 
 
 
-
.ˈ 
 
-
.ˈ 
,ˈ 
 
 
-
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
-
 
-
 
,ˈ 
!ˈ 
!ˈ 
 
 
?ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
ˈ 
 
.ˈ
 
-
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
,ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
-
 
-
 
-
.ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
 
 
.ˈ 
 
-
-
-
,ˈ 
 
-
,ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
-
.ˈ 
 
,ˈ 
-
 
-
 
-
,ˈ 
-
 
 
.ˈ 
 
-
 
 
?ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
,ˈ. 
-
 
-
-
-
ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
-
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
-
.ˈ 
ˈ 
.ˈ 
 
!ˈ 
 
!ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
 
-
 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
-
 
-
-
,ˈ 
 
 
 
 
-
.ˈ 
-
-
 
 
 
-
 
 
-
!ˈ 
 
 
 
?ˈ 
 
-
 
-
.ˈ 
-
 
-
,ˈ 
 
-
,ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
-
-
.ˈ 
 
 
-
 
-
-
 
-
-
 
.ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
-
 ... 
-
-
ˈ 
 
.ˈ 
 
 
-
-
ˈ 
-
 
-
-
ˈ 
-
 
 
ˈ 
-
-
-
 
 
.ˈ 
,ˈ 
 
-
-
-
.ˈ 
 
 
-
-
-
.ˈ 
 
 
-
,ˈ 
-
-
 
 
 
 
-
-
.ˈ 
 
 
 
-
-
.ˈ 
 
 
 
-
ˈ 
-
-
 
-
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
-
-
ˈ 
 
-
-
,ˈ 
-
-
-
 
 
 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
ˈ 
.ˈ 
 
 
-
-
ˈ 
 
 
-
-
,ˈ 
 
 
ˈ 
 
-
.ˈ 
 
-
?!ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
?!ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
-
 
-
,ˈ 
 
ˈ 
 
-
?ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
-
-
 
 
ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
-
 
 
-
-
-
.ˈ 
-
 
 
ˈ 
 
 
.ˈ
 
-
 
ˈ 
-
 
-
ˈ 
-
 
-
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
 
-
ˈ 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
-
ˈ 
 
 
-
 
ˈ 
 
-
 
ˈ 
 
-
 
!ˈ 
 
-
ˈ 
-
 
ˈ 
 
 
ˈ 
-
 
-
 
ˈ 
 
 
ˈ 
-
 
-
 
ˈ
 
-
.ˈ 
 
-
,ˈ 
-
 
-
-
 
ˈ 
-
,ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
-
-
ˈ 
,ˈ 
-
 
.ˈ 
 
 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
?ˈ 
-
 
ˈ 
-
-
 
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
-
 
-
-
 
 
-
 
-
,ˈ 
-
 
-
,ˈ 
-
-
 
,ˈ 
-
 
?ˈ 
 
 
 
-
ˈ 
-
 
ˈ 
-
-
 
 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
ˈ 
-
-
.ˈ 
-
 
 
 
-
?ˈ 
 
 
ˈ 
-
 
 
ˈ 
ˈ 
-
 
ˈ 
-
-
 
-
,ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
 
-
,ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
-
ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
-
.ˈ 
 
 
-
 
-
-
,ˈ 
,ˈ 
 
-
ˈ 
-
-
 
,ˈ 
-
-
ˈ 
 
-
,ˈ 
 
ˈ 
-
-
-
.ˈ 
 
 ... 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
-
 
 
-
.ˈ 
-
-
?ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
-
-
 
ˈ 
 
 
 
.ˈ 
!ˈ 
 
-
?ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
-
 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
-
,ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
 
 
.ˈ 
-
 
-
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
 
-
-
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
-
.ˈ 
ˈ 
 
 
 
 
-
 
 
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
-
-
ˈ 
-
ˈ 
-
 
 
-
 
,ˈ 
 
-
.ˈ 
 
ˈ 
-
 
-
-
ˈ 
 
-
 
ˈ 
-
-
 
-
ˈ 
-
.ˈ 
 
ˈ 
-
.ˈ 
-
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
,ˈ 
 
ˈ 
-
.ˈ 
 
-
 
 
 
 
-
 
 
,ˈ 
 
-
-
.ˈ 
 
 
 
?ˈ 
 
 
 
,ˈ 
-
-
 
ˈ 
-
 
 
.ˈ 
-
 
-
?ˈ 
 
.ˈ 
 
-
 
 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
-
-
 
ˈ 
 
 
-
.ˈ 
-
-
ˈ 
 
-
.ˈ
 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
-
 
 
 
 
 
 
.ˈ 
ˈ 
-
 
 
 
 
-
 
,ˈ 
-
 
-
,ˈ 
,ˈ 
-
,ˈ 
-
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
-
 
,ˈ 
-
-
 
,ˈ 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
-
-
 
 
 
-
.ˈ 
-
-
 
 
 
 
-
.ˈ 
 
-
-
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
.ˈ 
-
 
 
ˈ 
.ˈ 
-
 
 
ˈ 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
-
-
 
.ˈ 
-
 
 
 
-
ˈ 
-
ˈ 
 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
-
 
 
.ˈ 
-
 
-
 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
ˈ 
-
 
-
.ˈ 
-
-
 
,ˈ 
 
-
 
-
 
,ˈ 
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
-
ˈ 
-
-
?ˈ 
 
ˈ 
-
 
-
 ... 
 
 
-
ˈ 
ˈ 
 
-
,ˈ 
 
,ˈ 
 
-
,ˈ 
,ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
 
-
 
 
,ˈ 
-
 
 
.ˈ 
 
ˈ 
-
.ˈ 
.ˈ 
-
 
 
 
,ˈ 
 
-
ˈ 
-
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
-
-
 
-
-
 
-
ˈ 
-
 
 
.ˈ 
,ˈ 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
-
-
 
 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
ˈ 
 
ˈ 
-
 
-
 
 
.ˈ
-
 
ˈ 
 
-
ˈ 
 
-
 
ˈ 
-
 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
-
 
 
.ˈ 
 
-
-
 
-
.ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
-
ˈ 
 
ˈ 
-
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
-
-
 
.ˈ 
 
,ˈ 
-
,ˈ 
-
?ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
-
, 
-
?!ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
-
,ˈ 
-
 
,ˈ 
 
-
-
 
 
.ˈ 
 
-
ˈ 
-
 
-
.ˈ 
-
-
 
ˈ 
 
-
,ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
-
 
?ˈ 
 
 
 
ˈ 
-
-
-
ˈ 
 
-
,ˈ 
 
 
-
-
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
-
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
ˈ 
ˈ 
-
-
ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
-
 
 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
 
.ˈ
-
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
-
ˈ 
-
 
ˈ 
 
-
ˈ 
 
-
 
,ˈ 
 
 
 
 
-
 
-
 
,ˈ 
-
-
 
 
,ˈ 
-
 
-
-
 
,ˈ 
-
 
.ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
-
 
-
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
 
 
 
ˈ 
-
-
ˈ 
ˈ 
-
-
ˈ 
-
ˈ 
-
ˈ 
ˈ 
-
-
 
 
,ˈ 
-
 
-
 
 
,ˈ 
 
-
ˈ 
-
 
 
?ˈ 
 
 
 
 
 
 
?ˈ 
 
-
 
?ˈ 
 
.ˈ 
 
-
 
-
 
.ˈ 
ˈ 
 
-
-
.ˈ 
-
 
-
-
 
.ˈ 
 
-
ˈ 
 
 
-
 
 
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
 
ˈ 
-
-
-
 
-
ˈ 
 
,ˈ 
 
-
.ˈ 
-
-
 
-
 
-
.ˈ 
ˈ 
 
 
-
 
-
,ˈ 
-
-
 
.ˈ 
ˈ 
-
ˈ 
-
.ˈ 
 
-
ˈ 
-
 
 
-
 
.ˈ 
-
 
 
 
-
 
.ˈ 
 
-
 
ˈ 
 
 
-
 
 
 
-
,ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
-
 
-
 
 
 
 
-
 
 
?ˈ 
-
.ˈ 
 
ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
?ˈ 
 
ˈ 
-
 
.ˈ 
? 
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
-
,ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
 
-
.ˈ 
-
 
-
.ˈ 
-
.ˈ 
 
 
 
-
ˈ 
-
-
 
-
 
-
 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
-
-
.ˈ 
-
 
-
-
 
ˈ 
-
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
!ˈ 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
-
-
 
 
-
 
ˈ 
-
 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
-
 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
.ˈ 
-
 
 
-
.ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
 
-
 
ˈ. 
-
 
 
.ˈ 
-
 
 
-
 
-
.ˈ 
 
-
 
.ˈ 
-
ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 
ˈ 
.ˈ 
-
 
 
 
-
 
ˈ 
-
-
-
.ˈ 
-
 
ˈ 
-
 
.ˈ
 
 
-
ˈ 
-
 
-
.ˈ 
-
 
-
 
ˈ 
 
.ˈ 
-
 
-
.ˈ 
 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
 
 
 
 
ˈ 
-
 
 
ˈ 
-
-
-
-
 
 
-
.ˈ 
 
 
 
-
-
 
,ˈ 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
-
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
-
 
ˈ 
 
-
 
ˈ 
-
-
.ˈ 
 
 
 
.ˈ 
-
 
-
?ˈ 
 
 
 
 
-
 
.ˈ
 
-
,ˈ 
 
-
-
.ˈ 
 
 
 
-
-
.ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
,ˈ 
-
 
 
-
.ˈ 
 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
-
-
,ˈ 
-
.ˈ 
-
 
ˈ 
-
,ˈ 
-
 
 
-
 
-
.ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
-
,ˈ 
,ˈ 
,ˈ 
-
,ˈ 
-
.ˈ 
,ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
-
-
ˈ 
ˈ 
 
.ˈ 
 
 
-
 
-
?ˈ 
-
 
?ˈ 
-
 
 
.ˈ 
-
 
 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
ˈ 
 
 
 
ˈ 
-
 
 
 
-
 
ˈ 
 
.ˈ 
 
,ˈ 
-
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
-
 
 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
-
ˈ 
-
 
 
-
?ˈ 
-
!ˈ 
 
-
 
,ˈ 
-
 
 
.ˈ 
ˈ 
 
-
 
 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
-
 
-
 
-
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
-
-
 
 
 
-
.ˈ 
 
-
 
 
 
-
.ˈ 
.ˈ 
 
ˈ 
 
-
 
 
.ˈ 
-
-
ˈ 
 
-
 
 
-
.ˈ 
 
 
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
-
-
ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
,ˈ 
 
-
 
?ˈ 
ˈ 
,ˈ 
.ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
,ˈ 
-
 
.ˈ
 
-
,ˈ 
 
ˈ 
-
 
 
,ˈ 
ˈ 
-
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
-
-
 
 
-
?ˈ 
-
-
 
?ˈ 
 
-
ˈ 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
 
 
-
.ˈ 
 
.ˈ 
 
-
-
 
?ˈ 
 
-
-
.ˈ 
ˈ 
 
 
-
.ˈ 
-
-
 
,ˈ 
-
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
?ˈ 
 
 
-
 
,ˈ 
-
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
ˈ 
-
,ˈ 
.ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
. 
, 
 
-
 
,ˈ 
 
-
 
 
-
.ˈ 
-
 
-
ˈ 
 
-
 
-
?ˈ 
 
-
-
.ˈ 
 
 
-
,ˈ 
-
 
-
 
-
ˈ 
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
-
?ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
,ˈ 
.ˈ 
 
-
ˈ 
 
,ˈ 
.ˈ 
 
-
,ˈ 
 
-
?ˈ 
 
-
?ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
-
 
-
 
.ˈ 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
-
?ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
-
 
 
?ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
-
 
-
?ˈ 
 
-
 
.ˈ 
,ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
-
?ˈ 
-
 
-
ˈ 
-
 
 
-
,ˈ 
 
-
?ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
-
?ˈ 
 
-
 
.ˈ
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
 
.ˈ 
ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
-
 
?ˈ 
 
 
ˈ 
-
-
 
.ˈ 
-
-
?ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
-
?ˈ 
 
 
-
?ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
-
-
.ˈ 
, 
, 
.ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
-
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ 
-
 
 
!ˈ 
 
 
ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
 
-
 
.ˈ 
 
 
-
!ˈ 
 
-
!ˈ 
 
 
-
!ˈ 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
 
.ˈ 
 
-
-
 
ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
 
 
-
 
ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
!ˈ 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ
,ˈ 
 
 
,ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
-
 
 
-
,ˈ 
 
-
 
?ˈ 
 
-
 
,ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
 
-
-
,ˈ 
 
,ˈ 
 
 
-
 
!ˈ 
 
ˈ 
 
,ˈ 
-
 
 
-
?ˈ 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
-
.ˈ 
?ˈ 
 
!ˈ 
 
 
 
.ˈ 
-
,ˈ 
,ˈ 
-
,ˈ 
-
,ˈ 
,ˈ 
 
-
-
 
.ˈ 
 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
-
.ˈ 
-
 
,ˈ 
 
-
-
 
,ˈ 
 
.ˈ 
-
-
.ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
 
-
ˈ 
 
 
-
?ˈ 
 
-
-
.ˈ 
-
 
ˈ 
 
 
,ˈ 
 
-
-
,ˈ 
-
 
-
?ˈ 
-
 
 
 
-
,ˈ 
 
 
-
.ˈ 
-
 
 
-
.ˈ 
 
.ˈ 
-
!ˈ 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
-
 
 
ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
,ˈ 
-
 
,ˈ 
 
 
-
 
.ˈ 
,ˈ 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ
 
 
-
ˈ 
ˈ 
 
 
ˈ 
 
-
.ˈ 
-
ˈ 
 
 
 
-
.ˈ 
 
 
-
-
ˈ 
-
 
,ˈ 
 
-
 
 
-
-
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
-
.ˈ 
-
 
-
 
-
.ˈ 
-
 
-
 
 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
-
 
 
 
 
 
-
.ˈ
-
:ˈ 
-
 
 
-
 
-
.ˈ 
 
 
-
 
-
.ˈ
-
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
-
-
 
-
 
-
,ˈ 
,ˈ 
-
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
-
-
-
.ˈ 
-
,ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
ˈ 
-
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
!ˈ 
 
-
 
,ˈ 
 
?ˈ 
-
 
-
,ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
-
ˈ 
ˈ 
-
-
,ˈ 
 
-
 
,ˈ 
 
-
 
-
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
-
ˈ 
 
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
,ˈ 
-
-
ˈ 
 
-
 
-
-
.ˈ 
 
-
.ˈ 
-
-
-
,ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
,ˈ 
-
.ˈ 
-
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
-
,ˈ 
-
 
.ˈ 
-
 
-
?ˈ 
-
 
.ˈ 
 
-
 
-
-
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
-
.ˈ 
-
-
 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
-
,ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
-
,ˈ 
 
-
,ˈ 
-
 
 
,ˈ 
 
-
 
 
ˈ 
-
.ˈ 
 
-
 
-
 
-
 
.ˈ 
 
 
-
-
 
-
,ˈ 
-
-
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
?ˈ 
-
?ˈ 
-
?ˈ 
 
!ˈ 
 
-
.ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
, 
-
!ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
.ˈ 
 
-
-
.ˈ
-
-
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
-
,ˈ 
-
 
ˈ 
-
 
 
-
 
-
 
 
 
-
-
.ˈ 
 
 
 
-
 
-
 
,ˈ 
 
 
-
 
,ˈ 
-
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
-
.ˈ 
-
 
-
ˈ 
-
ˈ 
,ˈ 
-
 
:ˈ
 
ˈ 
 
ˈ 
-
-
 
ˈ
 
-
-
.ˈ 
 
 
-
-
 
.ˈ 
 
-
,ˈ 
-
 
-
-
.ˈ 
 
 
 
-
.ˈ 
 
-
,ˈ 
-
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
-
-
-
.ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
 
 
,ˈ 
 
-
,ˈ 
.ˈ 
 
.ˈ 
-
-
 
 
 
,ˈ 
 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
-
-
 
.ˈ 
 
 
 
-
 
.ˈ 
 
,ˈ 
-
.ˈ 
.ˈ 
 
ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
-
 
.ˈ
-
 
 
.ˈ 
ˈ 
-
 
 
,ˈ 
 
-
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
-
 
-
,ˈ 
-
 
 
.ˈ 
 
-
-
.ˈ 
 
 
 
 
-
 
 
.ˈ 
 
-
 
 
-
 
,ˈ 
 
-
 
-
 
 
-
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
 
 
 
.ˈ 
-
 
-
-
,ˈ 
.ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
-
-
 
.ˈ 
 
-
,ˈ 
-
 
 
 
-
-
 
ˈ 
-
 
.ˈ 
 
-
-
 
 
.ˈ 
 
-
 
-
 
-
-
 
ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
-
?ˈ 
-
 
?ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
 
-
 
,ˈ 
-
 
.ˈ 
,ˈ 
 
 
ˈ 
-
,ˈ 
 
-
 
ˈ 
.ˈ 
-
 
-
,ˈ 
 
 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
ˈ 
-
-
 
 
.ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
-
 
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
-
.ˈ 
-
 
-
-
 
,ˈ 
 
 
-
ˈ 
-
-
 
.ˈ 
-
 
.ˈ 
-
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
ˈ 
-
ˈ 
,ˈ 
.ˈ 
-
 
,ˈ 
 
-
?ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
.ˈ 
-
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
,ˈ 
-
-
 
-
 
.ˈ 
-
-
?ˈ 
 
-
 
-
-
ˈ 
 
 
.ˈ 
-
,ˈ 
 
 
.ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
 
ˈ 
-
 
-
 
-
 
 
-
.ˈ 
 
 
 
 
-
 
!ˈ 
-
 
 
-
.ˈ 
-
 
-
ˈ 
-
.ˈ 
.ˈ 
-
,ˈ 
 
-
ˈ 
 
.ˈ
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
.ˈ 
-
-
 
 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
 
-
,ˈ 
-
, 
-
.ˈ 
 
,ˈ 
 
-
 
 
-
-
 
ˈ 
-
-
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
,ˈ 
-
.ˈ 
ˈ 
-
 
 
,ˈ 
.ˈ 
 
-
 
 
 
-
-
.ˈ 
 
-
 
 
-
,ˈ 
.ˈ 
-
 
 
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
-
 
 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
 
-
-
,ˈ 
 
-
-
,ˈ 
 
-
-
,ˈ 
-
-
.ˈ 
-
-
 
-
-
.ˈ 
 
 
-
.ˈ 
-
,ˈ 
.ˈ 
 
 
 
!ˈ 
 
 
ˈ 
-
 
.ˈ 
-
ˈ 
-
 
 
 
?ˈ 
 
 
 
,ˈ 
 
-
,ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
 
 
 
 
 
 
 
.ˈ
-
 
 
-
.ˈ 
-
,ˈ 
 
.ˈ 
-
,ˈ 
 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
,ˈ 
 
-
 
-
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
-
-
-
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
-
 
 
-
ˈ 
.ˈ 
 
 
-
,ˈ 
-
 
?ˈ 
 
 
ˈ 
 
-
-
-
.ˈ 
-
 
 
-
-
ˈ 
-
.ˈ 
,ˈ 
-
ˈ 
 
,ˈ 
-
,ˈ 
 
.ˈ 
-
ˈ 
-
?ˈ 
-
 
?ˈ 
 
-
?ˈ 
-
 
 
 
-
-
 
.ˈ 
-
 
.ˈ 
-
 
ˈ 
 
 
-
-
-
 
-
,ˈ 
.ˈ 
-
 
 
 
 
-
 
 
.ˈ 
-
 
 
 
-
ˈ 
 
-
-
.ˈ 
 
-
-
-
,ˈ 
.ˈ 
-
?ˈ 
-
 
-
 
,ˈ 
.ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
 
-
.ˈ 
-
 
.ˈ 
-
 
-
 
 
 
-
 
.ˈ 
-
!ˈ 
-
 
ˈ 
-
 
 
 
 
.ˈ
 
-
ˈ 
 
 
.ˈ 
-
 
-
ˈ 
 
 
.ˈ 
 
-
-
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
ˈ 
ˈ 
 
 
ˈ 
 
 
-
.ˈ 
ˈ 
,ˈ 
 
 
-
-
ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
-
 
-
 
 
-
.ˈ 
 
-
,ˈ 
-
 
 
ˈ 
-
 
,ˈ 
 
 
-
 
 
,ˈ 
 
 
 
-
,ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
-
 
,ˈ 
 
-
-
.ˈ 
-
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
 
 
-
,ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
 
-
,ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
-
,ˈ 
,ˈ 
,ˈ 
-
 
 
 
.ˈ 
 
 
-
 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
 
 
-
,ˈ 
.ˈ 
-
 
-
,ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
 
 
 
-
-
.ˈ 
 
-
-
ˈ 
 
ˈ 
 
 
-
-
,ˈ 
 
 
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
-
,ˈ 
-
-
.ˈ 
ˈ 
 
-
.ˈ 
 
 
 
-
-
.ˈ 
 
 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
 
-
-
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
-
-
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
-
-
 
.ˈ 
 
 
?ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
-
ˈ 
 
-
 
-
-
ˈ 
,ˈ 
-
 
 
 ... 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
-
 
.ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
 
.ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
,ˈ 
,ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
 
-
 
!ˈ 
-
 
?ˈ 
 
-
ˈ 
-
,ˈ 
 
.ˈ 
, 
,ˈ 
,ˈ 
 
.ˈ 
-
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
 
 
,ˈ 
-
-
 
-
 
 
.ˈ 
 
-
-
ˈ 
 
 
.ˈ 
ˈ 
 
 
:ˈ 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
-
 
-
 
,ˈ 
,ˈ 
ˈ 
 
-
.ˈ 
-
 
 
 
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
 
 
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
, 
ˈ 
 
 
 
-
-
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
-
 
 
 
 
-
-
 
?ˈ 
 
 
.ˈ 
 
-
ˈ 
!ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
, 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
-
-
 
,ˈ 
 
-
 
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
?ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
 
-
-
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
ˈ 
ˈ 
-
 
-
 
.ˈ 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
-
 
 
,ˈ 
ˈ 
-
.ˈ 
ˈ 
 
ˈ 
-
ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
-
 
,ˈ 
-
-
-
 
ˈ 
 
-
 
-
,ˈ 
 
 
 
-
.ˈ 
-
 
ˈ 
,ˈ 
 
,ˈ 
-
.ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
-
,ˈ 
-
-
 
.ˈ
 
-
-
-
 
.ˈ 
ˈ 
-
 
?ˈ 
?ˈ 
 
!ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
?ˈ 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
.ˈ 
-
ˈ 
 
-
 
.ˈ 
 
 
-
ˈ 
 
?ˈ 
 
-
 
 
-
 
-
.ˈ 
-
-
 
 
 
-
 
-
.ˈ 
 
-
-
-
 
-
.ˈ 
-
 
 
 
 
,ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
-
-
 
-
.ˈ 
.ˈ 
-
 
ˈ 
.ˈ 
-
-
 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
-
.ˈ 
 
-
-
-
 
ˈ 
 
?ˈ 
 
-
 
-
.ˈ 
 
 
 
!ˈ 
 
 
-
ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
 
-
 
-
-
.ˈ 
-
 
 
.ˈ 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
 
?ˈ 
 
-
 
 
,ˈ 
-
,ˈ 
-
 
-
,ˈ 
.ˈ 
ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 
?ˈ 
-
 
-
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
-
-
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
-
,ˈ 
 
-
.ˈ 
-
,ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
 
ˈ 
-
-
-
,ˈ 
-
 
-
-
 
.ˈ 
 
 
-
 
-
ˈ 
-
-
.ˈ 
-
 
-
 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
,ˈ 
-
ˈ 
-
ˈ 
,ˈ 
-
 
.ˈ 
-
 
 
 
-
 
-
-
ˈ 
 
 
ˈ 
.ˈ 
 
-
-
 
-
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
-
ˈ 
 
.ˈ
-
 
 
.ˈ 
 
 
 
-
,ˈ 
-
-
-
.ˈ 
 
 
ˈ 
-
,ˈ 
 
 
 
 
-
ˈ 
.ˈ 
 
ˈ 
-
ˈ 
 
-
 
,ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
-
-
.ˈ 
-
 
 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
.ˈ 
-
,ˈ 
 
,ˈ 
-
.ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
ˈ 
-
 
,ˈ 
-
-
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
,ˈ 
ˈ 
-
-
 
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
-
ˈ 
-
 
,ˈ 
,ˈ 
 
-
.ˈ 
 
,ˈ 
ˈ 
-
 
-
.ˈ 
 
 
-
 
-
 
.ˈ 
 
 
-
-
-
,ˈ 
-
 
 
 
,ˈ 
 
-
 
,ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
-
.ˈ 
ˈ 
-
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
,ˈ 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
-
-
.ˈ 
 
-
-
-
,ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
-
 
?ˈ 
 
 
-
,ˈ 
-
-
-
 
.ˈ 
 
-
.ˈ
-
 
ˈ 
 
 
 
-
ˈ 
.ˈ 
,ˈ 
ˈ 
-
-
 
.ˈ 
 
-
 
 
-
 
-
,ˈ 
-
-
 
.ˈ 
 
-
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
ˈ 
 
-
 
.ˈ 
-
 
ˈ 
-
-
 
 
 
-
 
.ˈ 
 
 
?ˈ 
 
 
-
 
 
 
.ˈ 
 
,ˈ 
 
-
-
-
.ˈ 
 
-
ˈ 
 
,ˈ 
-
-
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
 
 
-
 
 
-
-
,ˈ 
?ˈ 
 
 
 
-
.ˈ 
-
-
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
-
 
-
,ˈ 
 
 
!ˈ 
-
-
 
 
-
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
-
-
.ˈ 
-
 
 
ˈ 
?ˈ 
 
 
 
ˈ 
-
.ˈ 
 
-
,ˈ 
-
 
 
 
ˈ 
-
-
 
.ˈ 
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
ˈ 
-
 
ˈ 
ˈ 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
-
-
 
.ˈ 
 
-
 
 
ˈ 
 
-
.ˈ 
 
-
 
 
ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
.ˈ 
ˈ 
 
 
.ˈ 
-
-
?ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
-
.ˈ 
-
 
 
-
.ˈ 
,ˈ 
-
ˈ 
 
-
 
ˈ 
 
-
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
 
 
-
.ˈ 
-
-
.ˈ 
 
 
,ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
ˈ 
-
,ˈ 
 
-
ˈ 
 
-
ˈ 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
-
-
 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
-
 
 
-
 
.ˈ 
-
 
 
-
 
 
 
ˈ 
 
 
?ˈ 
 
-
?ˈ 
-
-
 
?ˈ 
 
,ˈ 
 
!ˈ 
,ˈ 
,ˈ 
ˈ 
-
 
-
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
-
-
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
-
-
 
.ˈ 
-
 
ˈ 
 
 
 
 
-
-
 
.ˈ 
-
 
-
 
-
 
,ˈ 
,ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
 
ˈ 
 
-
ˈ 
-
-
 
,ˈ 
 
-
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
-
-
 
 
 
-
,ˈ 
 
-
 
 
,ˈ 
-
 
 
-
 
,ˈ 
 
-
.ˈ 
-
 
-
 
,ˈ 
-
 
-
.ˈ 
 
 
-
-
 
 
,ˈ 
 
 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
-
-
,ˈ 
-
-
 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
-
 
,ˈ 
 
 
 
ˈ 
-
-
 
 
-
-
ˈ 
.ˈ 
 
 
 
-
-
 
ˈ 
-
.ˈ 
-
,ˈ 
 
-
-
 
 
 
.ˈ 
-
 
,ˈ 
 
 
-
 
 
.ˈ 
 
-
 
 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
 
ˈ 
,ˈ 
 
-
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
 
.ˈ 
-
ˈ 
 
-
 
 
.ˈ 
-
-
 
,ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
-
 
.ˈ 
-
,ˈ 
-
 
-
-
-
.ˈ 
-
,ˈ 
-
.ˈ 
 
-
.ˈ 
.ˈ 
-
 
 
-
 
 
-
.ˈ 
 
-
 
-
ˈ 
,ˈ 
 
-
-
 
,ˈ 
-
-
.ˈ 
-
,ˈ 
 
,ˈ 
 
,ˈ 
-
,ˈ 
-
-
,ˈ 
 
-
!ˈ 
.ˈ 
 
,ˈ 
 
 
 
 
-
.ˈ 
-
 
-
 
-
-
 
 
 
 
-
 
-
-
 
 
.ˈ 
 
 
.ˈ
 
 
-
 
-
 
-
,ˈ 
-
 
-
.ˈ 
 
-
 
 
-
-
-
.ˈ 
 
 
 
-
 
-
.ˈ 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
 
ˈ 
 
-
 
 
-
-
-
 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
-
,ˈ 
-
ˈ 
 
-
.ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
 
 
-
 
 
 
,ˈ 
 
 
-
-
ˈ 
-
-
.ˈ 
-
 
 
-
 
 
-
.ˈ 
 
 
 
 
,ˈ 
-
-
-
 
-
.ˈ 
-
 
-
.ˈ 
 
-
ˈ 
 
 
-
 
 
 
.ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
-
,ˈ 
-
 
-
-
,ˈ 
ˈ 
-
-
 
ˈ 
ˈ 
 
.ˈ 
-
 
,ˈ 
ˈ 
 
 
,ˈ 
-
-
-
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
.ˈ 
-
 
 
-
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
-
,ˈ 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
 
 
-
 
.ˈ 
 
 
-
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
,ˈ 
 
-
,ˈ 
-
-
-
 
-
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
 
-
-
 
 
ˈ 
ˈ 
.ˈ 
,ˈ 
-
.ˈ 
 
-
 
 
.ˈ 
 
-
-
?ˈ 
 
-
,ˈ 
-
,ˈ 
 
 
 
-
 
 
 
,ˈ 
 
-
,ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
ˈ 
.ˈ 
-
 
 
-
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
ˈ 
-
-
.ˈ 
 
-
 
,ˈ 
-
-
 
.ˈ 
,ˈ 
ˈ 
-
.ˈ 
.ˈ 
 
 
-
.ˈ 
 
-
 
-
.ˈ
 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
-
-
,ˈ 
.ˈ 
 
 
 
 
-
-
.ˈ 
 
-
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
.ˈ 
-
 
-
 
-
.ˈ 
-
 
 
 
,ˈ 
 
-
-
.ˈ 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
-
-
 
.ˈ 
-
 
ˈ 
-
-
 
-
,ˈ 
 
-
ˈ 
 
-
-
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
. 
ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
?ˈ 
 
-
-
-
 
-
 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
-
 
?ˈ 
 
-
ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
,ˈ 
 
 
 
-
,ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
-
 
 
 
-
 
 
 
 
-
-
 
?ˈ 
-
 
 
ˈ 
 
-
 
 
 
,ˈ 
.ˈ 
 
 
-
-
 
?ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
-
ˈ 
 
 
-
 
,ˈ 
 
 
-
 
,ˈ 
 
 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
?ˈ 
 
-
 
,ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
?ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
ˈ 
-
-
-
,ˈ 
 
 
-
,ˈ 
 
 
ˈ 
-
 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
-
 
 
 
 
 
-
.ˈ 
 
 
 
-
 
-
-
 
-
 
 
-
 
,ˈ 
.ˈ 
 
-
,ˈ 
 
 
-
 
ˈ 
 
-
 
 
?ˈ 
 
 
?ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
 
 
 
 
.ˈ 
-
 
-
?ˈ 
? 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
-
 
 
-
.ˈ 
 
 
-
 
ˈ 
-
 
 
-
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
,ˈ 
.ˈ 
-
 
ˈ 
 
.ˈ 
-
!ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
-
,ˈ 
 
 
ˈ 
 
ˈ 
-
-
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
-
 
?ˈ 
-
 
-
 
-
 
 
 
-
,ˈ 
 
-
?ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
-
 
 
-
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
 
-
 
 
-
-
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
-
 
-
.ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
 
!ˈ 
 
 
ˈ 
-
-
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
 
-
,ˈ 
 
-
 
.ˈ 
-
 
-
 
 
 
.ˈ 
 
,ˈ 
-
,ˈ 
-
 
,ˈ 
-
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
?ˈ 
-
 
?ˈ 
-
 
 
-
 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
-
-
!ˈ 
 
-
.ˈ 
 
-
-
-
ˈ 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
.ˈ 
 
-
-
 
ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
-
-
 
-
,ˈ 
,ˈ 
 
-
 
 
-
 
.ˈ 
 
-
-
 
 
 
ˈ — 
 
 
ˈ — 
-
 
.ˈ 
 
-
 
!ˈ 
 
 
ˈ 
 
 
!ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
-
 
-
ˈ 
 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ
ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
-
 
-
.ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
ˈ 
 
-
 
-
.ˈ 
 
 
-
,ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
-
.ˈ 
 
ˈ 
 
-
-
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
-
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
-
ˈ 
-
-
.ˈ 
 
ˈ 
-
.ˈ 
-
 
-
ˈ 
 
?ˈ 
,ˈ 
-
 
.ˈ 
-
-
 
 
 
.ˈ 
-
 
 
-
-
 
 
-
.ˈ 
 
ˈ 
-
ˈ 
-
 
 
-
.ˈ 
-
-
 
.ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
 
ˈ 
-
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
-
 
-
 
-
-
 
ˈ 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
-
,ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
 
-
-
 
-
 
-
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
!ˈ 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
-
 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
-
-
-
.ˈ 
-
.ˈ 
 
 
-
 
.ˈ
 
-
.ˈ 
 
-
-
-
.ˈ 
-
 
 
 ... 
-
ˈ 
-
 
-
ˈ 
 
ˈ 
-
-
ˈ 
 
ˈ 
-
-
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
:ˈ 
!ˈ 
 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
-
,ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
ˈ 
ˈ 
-
!ˈ 
-
 
-
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
 
!ˈ 
 
!ˈ 
 
-
 
-
?ˈ 
 
 
-
 
?ˈ 
 
-
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
?ˈ 
-
!ˈ 
 
ˈ 
 
 
!ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
-
-
 
 
.ˈ 
-
.ˈ 
 
 
 
.ˈ
 
,ˈ 
 
-
-
 
 
.ˈ 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
-
-
 
ˈ 
-
 
-
-
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
-
 
 
,ˈ 
,ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
-
,ˈ 
-
ˈ 
.ˈ 
 
-
,ˈ 
-
,ˈ 
ˈ 
 
-
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
 
-
,ˈ 
,ˈ 
-
 
 
,ˈ 
 
?ˈ 
 
 
 
ˈ 
-
 
?ˈ 
 
-
 
ˈ 
 
-
-
 
?ˈ 
-
 
.ˈ
 
-
,ˈ 
-
 
-
 
.ˈ 
 
-
 
ˈ 
ˈ 
-
ˈ 
 
ˈ 
-
-
,ˈ 
 
ˈ 
-
-
 
?ˈ 
-
 
-
.ˈ 
 
 
-
?ˈ 
 
-
 
.ˈ 
-
 
 
-
ˈ 
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
?ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
ˈ 
ˈ 
-
 
-
.ˈ 
-
,ˈ 
 
,ˈ 
 
-
?ˈ
 
.ˈ 
 
-
-
.ˈ 
 
-
 
 
-
-
-
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
-
,ˈ 
 
.ˈ 
-
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
,ˈ 
 
 
,ˈ 
-
-
 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
 
-
 
,ˈ 
 
ˈ 
-
-
 
,ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
-
 
,ˈ 
-
 
-
-
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
,ˈ 
, 
.ˈ 
 
.ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
 
-
 
.ˈ 
-
.ˈ 
-
 
,ˈ 
 
ˈ 
,ˈ 
-
ˈ 
-
.ˈ 
-
-
.ˈ 
-
 
ˈ 
 
,ˈ 
-
-
 
-
 
 
.ˈ 
 
!ˈ 
-
 
,ˈ 
 
 
ˈ 
-
!ˈ 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
-
ˈ 
,ˈ 
 
.ˈ 
-
 
 
-
,ˈ 
-
 
 
,ˈ 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
.ˈ 
 
 
!ˈ 
 
 
 
-
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
-
-
 
ˈ. 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
-
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
?ˈ 
 
 
 
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
-
-
-
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
.ˈ 
-
 
ˈ 
-
-
ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ
 
-
ˈ 
-
-
,ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
-
 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
-
.ˈ 
-
 
-
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
-
!ˈ 
-
! 
 
!ˈ 
 
 
-
 
.ˈ 
ˈ 
 
 
 
-
 
,ˈ 
 
 
-
,ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
-
-
 
 
 
,ˈ 
-
 
.ˈ 
 
 
-
-
,ˈ 
-
,ˈ 
 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
!ˈ 
 
!ˈ 
-
 
 
,ˈ 
-
-
 
 
.ˈ 
 
 
 
?ˈ 
 
 
-
,ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
 
,ˈ 
 
 
-
 
-
-
-
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
!ˈ 
 
-
 
!ˈ 
 
!ˈ 
 
 
 
 
 
.ˈ 
-
ˈ 
 
-
 
 
-
.ˈ 
-
 
ˈ 
-
 
-
ˈ 
-
-
.ˈ 
 
 
.ˈ 
-
 
 ... 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
-
ˈ 
 
-
 
.ˈ
 
ˈ 
 
,ˈ 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
-
 
-
 
ˈ 
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
 
ˈ 
 
-
.ˈ 
 
 
-
 
-
 
 
 
ˈ 
-
 
ˈ 
-
 
-
 
ˈ 
-
 
-
-
.ˈ 
-
 
 
 
ˈ 
ˈ 
-
 
?ˈ 
!ˈ 
 
 
-
.ˈ 
-
 
ˈ 
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
?ˈ 
-
 
-
 
,ˈ 
.ˈ 
?ˈ 
 
 
-
 
-
.ˈ 
 
-
,ˈ 
-
 
-
 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
 
?ˈ 
ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
-
 
-
 
,ˈ 
ˈ — 
 
 
-
ˈ — 
 
,ˈ 
 
 
 
 
ˈ 
-
ˈ 
-
 
ˈ 
-
 
-
-
.ˈ 
 
-
 
.ˈ 
-
 
-
 
.ˈ 
 
,ˈ 
 
-
 
-
 
.ˈ 
ˈ 
 
 
-
ˈ 
-
.ˈ 
 
 
 
 
 
-
ˈ 
-
-
 
-
,ˈ 
-
,ˈ 
-
.ˈ 
ˈ 
 
-
 
 
-
,ˈ 
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
-
 
-
ˈ 
 
.ˈ 
 
 
 
 
 
-
-
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
.ˈ 
-
 
-
 
.ˈ 
-
 
-
-
-
ˈ 
-
-
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
 
ˈ 
 
-
-
 
-
ˈ 
 
-
 
ˈ 
 
 
 
-
-
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
-
 
 
-
!ˈ 
-
!ˈ 
-
 
 
-
 
,ˈ 
 
 
-
 
.ˈ 
 
?ˈ 
 
 
 
-
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
?ˈ 
 
 
 
 
ˈ 
-
-
 
-
.ˈ 
 
 
-
!ˈ 
-
!ˈ 
 
-
 
-
.ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
 
-
!ˈ
 
 
-
,ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
 
-
-
 
,ˈ 
-
.ˈ 
-
 
?ˈ 
 
 
-
 
-
.ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
 
 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
.ˈ 
?ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
 
-
 
-
.ˈ 
-
 
 
 
 
-
-
 
 
,ˈ 
-
 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
 
-
ˈ 
.ˈ 
 
,ˈ 
 
-
 
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
 
-
 
-
 
-
-
.ˈ 
-
 
-
 
 
 
-
-
 
.ˈ 
-
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
, 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
,ˈ 
 
 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ
-
 
 
 
.ˈ 
 
 
-
ˈ 
-
ˈ 
,ˈ 
-
 
 
,ˈ 
 
-
,ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
?ˈ 
ˈ 
-
ˈ 
-
ˈ 
-
,ˈ 
 
 
-
,ˈ 
-
 
 
.ˈ 
-
-
 
 
 
-
ˈ 
 
 
-
 
.ˈ 
-
 
 
,ˈ 
-
 
 
 
ˈ 
 
 
-
.ˈ 
-
ˈ 
 
-
 
-
 
ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
-
,ˈ 
 
-
ˈ 
-
-
ˈ 
-
 
,ˈ 
 
-
-
-
 
.ˈ 
-
ˈ 
-
 
 
 
 
-
ˈ 
-
 
 
 
-
-
 
.ˈ 
 
 
-
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
-
,ˈ 
-
 
-
,ˈ 
 
-
-
 
,ˈ 
-
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
 
,ˈ 
-
,ˈ 
 
-
 
-
 
 
-
-
 
-
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
 
-
 
 
?ˈ 
 
-
 
 
ˈ 
-
 
-
 
-
 
 
-
?ˈ 
 
,ˈ 
,ˈ 
 
-
.ˈ 
-
 
 
ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
 
 
-
 
-
 
 
.ˈ 
 
 
-
 
-
-
.ˈ 
-
 
 
.ˈ 
 
-
?ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
.ˈ 
,ˈ 
ˈ 
,ˈ 
 
-
-
ˈ 
 
-
ˈ 
-
 
 
-
-
-
 
-
 
 
.ˈ
 
 
ˈ 
ˈ 
 
 
-
,ˈ 
-
-
 
 
.ˈ 
-
ˈ 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
-
-
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
ˈ 
 
-
-
 
-
,ˈ 
-
 
-
 
-
,ˈ 
-
 
-
 
-
 
-
,ˈ 
-
 
-
-
 
-
.ˈ 
-
 
 
.ˈ 
-
 
 
 
-
ˈ 
 
-
-
 
-
.ˈ 
-
?ˈ 
 
 
-
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
-
 
-
-
,ˈ 
-
-
.ˈ 
-
 
 
-
 
 
-
,ˈ 
-
?ˈ 
 
-
-
.ˈ 
 
 
-
 
?ˈ 
 
-
?ˈ 
 
-
?ˈ 
 
-
-
 
 
?ˈ 
 
-
-
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
-
ˈ 
-
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
-
 
-
,ˈ 
-
.ˈ 
ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
-
-
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
 
-
 
ˈ 
-
.ˈ 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
-
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
-
,ˈ 
-
 
-
-
.ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
 
-
-
 
-
,ˈ 
-
 
 
 
-
,ˈ 
-
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
-
,ˈ 
 
 
 
!ˈ 
 
 
?ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
ˈ 
-
 
,ˈ 
-
-
-
 
 
-
 
 
 
 
-
 
.ˈ 
 
-
 
!ˈ 
 
,ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
?ˈ 
 
?ˈ 
?ˈ 
 
-
 
 
?ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
!ˈ 
 
-
 
 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
-
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
-
ˈ 
-
 
-
.ˈ 
 
 
 
?ˈ 
 
-
 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
 
-
.ˈ 
-
-
ˈ 
-
.ˈ 
 
-
-
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
-
.ˈ 
-
 
-
 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
 
ˈ 
 
-
?ˈ 
 
 
ˈ 
ˈ 
 
?ˈ 
 
 
-
ˈ 
 
-
 
-
.ˈ 
 
ˈ 
 
-
 
-
-
ˈ 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
-
 
 
.ˈ 
-
 
 
?ˈ 
 
 
ˈ 
-
-
.ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
 
 
 
,ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
-
,ˈ 
 
 
-
.ˈ 
-
.ˈ 
 
 
 
-
ˈ 
-
-
.ˈ 
 
ˈ 
-
 
.ˈ
-
 
,ˈ 
,ˈ 
 
 
-
 
 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
-
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
-
 
 
 
?ˈ 
 
ˈ 
-
ˈ 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ 
 
-
 
 
 
 
 
-
,ˈ 
-
?ˈ 
-
 
-
 
 
-
 
-
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
-
-
:ˈ 
 
ˈ 
 
 
-
ˈ 
 
,ˈ 
-
-
 
,ˈ 
 
-
.ˈ 
-
 
 
 
-
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
-
ˈ 
 
 
 
,ˈ 
 
!ˈ 
-
 
-
!ˈ 
 
 
!ˈ 
.ˈ 
 
 
,ˈ 
 
?ˈ 
 
-
 
-
ˈ 
 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
-
 
-
 
ˈ 
-
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
ˈ 
-
ˈ 
 
ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
-
ˈ 
-
 
-
?ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
?ˈ 
?ˈ 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
 
ˈ 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
,ˈ 
 
-
 
 
-
 
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
-
 
 
 
 
-
,ˈ 
 
ˈ 
-
?ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
-
 
-
 
.ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
-
,ˈ 
 
-
-
 
.ˈ 
 
.ˈ 
 
-
ˈ 
-
-
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
-
ˈ 
-
,ˈ 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
ˈ 
-
-
 
 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
?ˈ 
 
 
 
-
?ˈ 
 
ˈ 
-
-
 
-
,ˈ 
 
-
ˈ 
-
 
,ˈ 
-
 
 
-
-
-
.ˈ 
 
 
,ˈ 
-
 
 
 
 
-
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
-
,ˈ 
 
-
-
,ˈ 
 
 
-
 
.ˈ 
 
-
 
-
!ˈ 
 
-
 
.ˈ 
 
 
 
-
 
 
 
.ˈ 
-
 
-
-
ˈ 
.ˈ
ˈ 
-
,ˈ 
 
-
-
.ˈ 
 
-
 
,ˈ 
.ˈ 
 
-
-
.ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
-
-
-
.ˈ 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
-
.ˈ 
-
ˈ 
 
.ˈ 
 
-
ˈ 
 
-
ˈ 
-
.ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
-
.ˈ 
-
-
 
-
 
ˈ 
 
-
ˈ 
 
-
 
.ˈ 
 
-
ˈ 
 
ˈ 
-
 
.ˈ 
-
 
-
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
!,ˈ 
 
 
 
-
 
.ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
ˈ 
-
 
-
-
.ˈ 
.ˈ 
 
.ˈ 
 
!ˈ 
.ˈ 
 
-
.ˈ 
ˈ 
-
.ˈ 
-
.ˈ 
ˈ 
-
-
?ˈ 
ˈ 
 
-
-
 
-
ˈ 
-
-
-
-
ˈ 
-
-
 
-
ˈ 
 
-
 
.ˈ 
 
 
-
-
ˈ 
-
.ˈ 
ˈ 
 
 
ˈ 
-
 
 
 
ˈ 
-
-
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
 
 
-
-
 
,ˈ 
,ˈ 
-
-
.ˈ 
 
 
.ˈ 
ˈ 
-
,ˈ 
 
?ˈ 
ˈ 
-
 
 
 
-
 
-
.ˈ 
 
-
 
 
 
 
 
 
-
-
.ˈ 
,ˈ 
 
 
-
,ˈ 
 
-
 
-
ˈ 
-
 
-
?ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
,ˈ 
, 
, 
 
-
-
.ˈ 
,ˈ 
-
 
 
,ˈ 
 
-
 
 
-
.ˈ 
 
-
.ˈ 
-
!ˈ 
-
 
-
,ˈ 
 
!ˈ 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
,ˈ 
-
,ˈ 
 
ˈ
-
ˈ 
 
!ˈ 
!ˈ 
 
 
-
 
.ˈ 
-
 
-
 
-
?ˈ 
-
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
-
.ˈ 
-
ˈ 
 
 
?ˈ 
 
 
-
?ˈ 
 
 
-
 
-
 
-
?ˈ 
.ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
-
-
 
-
.ˈ 
-
.ˈ 
-
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
-
,ˈ 
-
?ˈ 
 
 
 
-
-
.ˈ 
 
-
-
 
.ˈ 
,ˈ 
 
ˈ 
-
-
-
,ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
-
 
ˈ 
-
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
 
-
-
-
.ˈ 
 
-
,ˈ 
 
 
-
,ˈ 
 
!ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
-
 
 
-
-
.ˈ 
 
-
-
-
,ˈ 
 
 
-
-
.ˈ 
 
 
 
 
-
?ˈ 
 
,ˈ 
-
-
 
 
-
-
-
?ˈ 
 
!ˈ 
 
.ˈ 
 
-
 
-
-
-
 
-
 
-
?ˈ 
 
.ˈ 
 
 
-
-
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
 ... 
 
 
 
 
-
,ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
,ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
-
 
!ˈ 
-
-
 
-
 
 
-
 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
-
?!ˈ 
-
 
 
.ˈ 
 
 
-
 
?ˈ 
 
.ˈ 
 
-
!ˈ 
 
-
 
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
-
?ˈ 
-
 
 
 
?ˈ 
 
 
 
 
-
 
-
ˈ 
-
-
 
 
 
ˈ 
-
 
,ˈ 
 
 
 
 
?ˈ 
 
 
 
-
?ˈ 
 
 
 
 
-
 
 
 
-
,ˈ 
-
 
 
-
-
 
,ˈ 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
ˈ 
-
 
 
 
 
.ˈ 
 
-
,ˈ 
-
 
 
-
.ˈ 
 
-
 
.ˈ 
 
-
 
-
 
-
.ˈ 
-
?ˈ 
 
,ˈ 
-
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
-
ˈ 
 
-
 
 
ˈ 
 
?ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
ˈ 
 
-
 
 
ˈ 
-
 
 
,ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
-
 
-
,ˈ 
-
 
-
.ˈ 
,ˈ 
 
 
 
-
-
 
 
-
 
.ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
-
 
-
 
ˈ 
,ˈ 
 
-
,ˈ 
 
-
-
 
?ˈ 
 
 
 
-
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
-
.ˈ 
 
-
.ˈ 
 
 
 
-
 
-
 
?ˈ 
 
 
 
 
-
ˈ 
-
-
 
-
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
.ˈ 
-
-
 
ˈ 
-
 
-
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
?ˈ 
 
 
-
.ˈ 
-
 
-
 
-
,ˈ 
-
-
 
-
-
 
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
-
-
 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
-
 
 
 
-
 
ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
-
 
.ˈ
-
 
 
-
 
-
-
.ˈ 
 
-
 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
-
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
?ˈ 
 
-
 
-
.ˈ 
-
 
 
?ˈ 
 
-
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
-
-
 
 
-
-
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
-
 
-
?ˈ 
ˈ 
,ˈ 
 
-
ˈ 
-
 
 
-
.ˈ 
-
 
-
 
-
 
-
?ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
 
-
-
ˈ 
 
-
 
-
ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
-
 
ˈ 
 
-
 
-
.ˈ 
 
?ˈ 
 
!ˈ 
 
-
 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
-
 
 
-
 
-
 
.ˈ 
 
-
 
-
-
 
-
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
-
 
?ˈ 
 
 
 
!ˈ 
 
-
 
,ˈ 
-
 
?ˈ 
 
 
.ˈ 
 
?ˈ 
 
-
!ˈ 
 
?ˈ 
!ˈ 
 
 
-
ˈ 
ˈ 
 
 
-
ˈ 
-
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
-
 
 
-
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
 
-
 
-
-
ˈ 
-
 
 
ˈ 
-
ˈ 
-
-
 
,ˈ 
 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
ˈ 
-
.ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
 
-
?ˈ 
 
-
!ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
ˈ 
-
?ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
-
ˈ 
-
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
-
-
 
 
.ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
-
 
 
-
 
-
.ˈ 
-
 
-
 
-
.ˈ 
 
-
 
 
?!ˈ 
 
 
?ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
-
 
.ˈ
 
 
-
-
 
.ˈ 
 
.ˈ 
-
ˈ 
 
ˈ 
-
ˈ 
ˈ 
-
-
 
 
.ˈ 
 
 
-
 
-
 
 
,ˈ 
.ˈ 
 
-
 
 
 
ˈ 
ˈ 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
-
 
?ˈ 
 
 
ˈ 
 
 
 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
-
 
 
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
 
 
 
-
.ˈ 
 
-
!ˈ 
ˈ 
-
 
-
 
 
-
.ˈ 
 
?ˈ 
 
.ˈ 
-
 
 
-
 
?ˈ 
 
-
-
 
 
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
-
 
-
 
,ˈ 
 
-
.ˈ 
 
 
 ... 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
-
 
-
-
?ˈ 
 
 
ˈ 
-
!ˈ 
 
 
ˈ 
 
-
 
!ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
-
 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
-
ˈ 
-
ˈ 
 
 
-
 
ˈ 
 
 
-
-
.ˈ 
 
 
-
 
 
.ˈ 
 
ˈ ... 
 
-
ˈ 
 
 
-
 
?ˈ 
 
ˈ 
 
ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
 
ˈ 
 
-
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
 
-
,ˈ 
 
-
 
-
 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
-
 
-
ˈ 
-
 
ˈ 
-
 
-
-
 
.ˈ 
 
 
?ˈ 
 
.ˈ
 
-
?ˈ 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
-
ˈ 
.ˈ 
 
-
,ˈ 
.ˈ 
 
,ˈ 
 
 
ˈ 
-
-
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
-
ˈ 
-
ˈ 
,ˈ 
-
-
 
,ˈ 
-
.ˈ 
 
 
 
ˈ 
 
-
 
-
?ˈ 
-
 
?ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
?ˈ 
 
-
 
-
ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
-
 
 
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
?ˈ 
-
 
 
 
-
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
-
-
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
ˈ 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
?ˈ 
-
?ˈ 
-
 
?ˈ 
 
-
?ˈ 
 
 
-
ˈ 
-
?ˈ 
 
 
 
 
 
-
 
-
.ˈ 
 
,ˈ 
,ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
-
 
-
,ˈ 
-
 
-
-
.ˈ 
 
?ˈ 
 
 
 
-
-
ˈ 
 
.ˈ 
 
,ˈ 
 
-
-
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
-
.ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
 
.ˈ 
,ˈ 
 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
-
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
-
-
ˈ 
-
-
 
 
-
.ˈ 
-
 
-
-
 
ˈ 
 
 
.ˈ 
-
-
 
 
.ˈ 
 
 
 
-
-
 
.ˈ 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
-
 
-
ˈ 
-
 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
 
,ˈ 
 
-
 
,ˈ 
 
-
,ˈ 
-
 
-
,ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
-
ˈ 
!ˈ 
!ˈ 
ˈ 
-
 
-
-
.ˈ 
-
 
 
.ˈ 
,ˈ 
ˈ 
-
 
.ˈ 
-
 
-
 
ˈ 
-
 
-
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
.ˈ
 
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
ˈ 
ˈ 
-
 
-
 
 
!ˈ 
 
-
 
-
.ˈ 
-
 
-
.ˈ 
 
!ˈ 
 
!ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
-
.ˈ 
-
ˈ 
 
ˈ 
 
!ˈ 
 
-
 
 
ˈ 
-
-
.ˈ 
 
-
 
 
 
-
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
-
-
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
-
-
 
.ˈ 
 
 
-
-
 
.ˈ 
-
-
 
.ˈ 
 
 
?ˈ 
-
 
ˈ 
-
 
 
-
 
ˈ 
-
 
-
-
-
ˈ 
-
-
-
ˈ 
-
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
.ˈ
 
 
ˈ 
 
ˈ 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
-
, 
.ˈ 
 
-
 
 
-
,ˈ 
-
.ˈ 
 
!ˈ 
 
!ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
-
 
.ˈ 
-
 
 
-
-
 
ˈ 
 
!ˈ 
 
 
?ˈ 
 
 
 
 
!ˈ 
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
 
-
 
ˈ 
-
.ˈ 
-
-
 
,ˈ 
 
 
-
-
.ˈ 
-
 
 
 
ˈ 
-
 
-
 
.ˈ
 
-
ˈ 
-
 
-
-
 
-
,ˈ 
-
 
ˈ 
 
.ˈ 
 
-
ˈ 
-
?ˈ 
 
?ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
 
 
ˈ 
-
-
 
 
-
-
 
-
ˈ 
-
,ˈ 
-
,ˈ 
-
-
 
-
 
.ˈ 
-
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
-
 
-
 
 
-
.ˈ 
 
 
-
 
-
?ˈ 
 
ˈ 
-
,ˈ 
.ˈ 
 
 
 
-
-
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
-
 
 
 
,ˈ 
 
!ˈ 
 
?ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
.ˈ 
 
-
?ˈ 
 
-
-
?ˈ 
 
 
ˈ 
 
-
-
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
-
.ˈ 
 
 
-
?ˈ 
 
 
-
ˈ 
-
 
!ˈ 
 
 
-
 
.ˈ 
 
-
ˈ 
-
-
 
 
-
-
-
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
.ˈ 
 
 
.ˈ 
.ˈ 
-
 
-
-
.ˈ 
-
 
-
-
.ˈ 
 
 
.ˈ 
 
 
 
 
-
ˈ 
-
-
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
.ˈ
-
,ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
 
-
 
-
.ˈ 
 
?ˈ 
 
 
 
ˈ — 
 
 
-
-
 
,ˈ 
 
,ˈ 
 
-
 
ˈ — 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
,ˈ 
-
?ˈ 
 
-
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
-
 
.ˈ 
 
!ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
-
 
 
 
 
-
 
,ˈ 
 
 
.ˈ 
-
-
-
,ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
-
-
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
 
?ˈ 
 
-
.ˈ 
 
-
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
?ˈ 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
-
-
 
 
.ˈ 
 
-
-
 
.ˈ 
 
ˈ 
-
-
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
-
?ˈ 
 
 
?ˈ 
-
 
-
-
 
 
-
 
-
 
-
 
.ˈ 
 
 
ˈ 
.ˈ 
 
-
 
,ˈ 
ˈ 
,ˈ 
 
-
,ˈ 
-
 
 
-
.ˈ 
ˈ 
 
ˈ — 
-
 
 
ˈ 
-
 
.ˈ — 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
 
ˈ 
-
?ˈ 
-
ˈ 
-
?ˈ 
 
-
?ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
-
 
ˈ 
-
 
-
 
,ˈ 
-
 
-
 
 
 
,ˈ 
 
,ˈ 
-
 
-
 
 
-
 
,ˈ 
-
.ˈ 
 
.ˈ 
 
!ˈ 
-
 
!ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
-
 
 
, 
 
.ˈ 
 
-
 
 
ˈ 
-
-
-
.ˈ 
-
-
,ˈ 
 
.ˈ 
-
 
-
-
,ˈ 
-
-
-
ˈ 
-
.ˈ 
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
 
-
 
ˈ 
? 
 
 
-
!ˈ
 
-
ˈ 
 
 
.ˈ 
 
ˈ, 
,ˈ 
-
ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
.ˈ 
 
-
-
 
.ˈ 
-
 
.ˈ 
 
 
 
 
-
-
-
 
-
ˈ 
 
-
.ˈ 
-
-
ˈ 
 
 
-
-
-
 
-
.ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
-
 
-
-
-
 
 
.ˈ 
-
-
-
 
 
,ˈ 
 
 
-
-
 
,ˈ 
 
 
-
 
-
-
.ˈ 
-
 
-
 
 
,ˈ 
 
-
-
,ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
-
-
-
 
.ˈ 
 
 
-
-
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
 
 
 
-
 
,ˈ 
 
 
 
,ˈ 
 
-
-
-
 
 
,ˈ 
 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
 
-
-
 
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
-
 
.ˈ 
-
ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
-
-
.ˈ 
-
 
.ˈ 
 
-
 
 
?ˈ 
 
-
 
.ˈ 
ˈ 
-
 
.ˈ 
 
-
 
-
-
.ˈ 
 
-
 
.ˈ 
-
 
 
 
 
 
-
 
-
 
.ˈ 
 
 
ˈ 
-
 
-
-
ˈ 
,ˈ 
-
 
-
.ˈ 
 
-
 
 
 
 
,ˈ 
 
 
-
 
 
-
.ˈ 
 
-
ˈ 
 
.ˈ
-
ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
-
 
 
-
,ˈ 
:ˈ 
 
 
-
 
 
,ˈ 
-
-
 
,ˈ 
-
-
 
.ˈ 
 
-
-
 
-
 
.ˈ 
-
ˈ 
 
 
 
-
ˈ 
-
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
-
,ˈ 
 
-
.ˈ 
 
!ˈ 
 
.ˈ 
 
-
 
 
 
-
 
 
-
ˈ 
-
-
,ˈ 
-
-
ˈ 
.ˈ 
 
ˈ 
 
 
 
-
 
-
 
-
,ˈ 
-
-
 
 
.ˈ 
-
-
 
 
.ˈ 
 
 
-
ˈ 
-
ˈ 
-
ˈ 
-
 
ˈ 
-
 
-
 
.ˈ 
 
 
-
 
-
,ˈ 
-
 
-
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
 
-
 
ˈ 
 
-
 
-
 
.ˈ 
 
-
 
-
?ˈ 
 
-
 
-
 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
?ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
-
ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
-
 
?ˈ 
 
-
-
 
 
 
.ˈ
ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
 
, 
 
.ˈ 
ˈ 
?ˈ 
-
.ˈ 
-
 
-
 
 
 
.ˈ 
-
ˈ 
.ˈ
 
 
ˈ 
 
 
-
ˈ 
-
-
 
 
-
ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
 
?ˈ
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
-
.ˈ 
ˈ 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
-
.ˈ 
-
-
 
 
-
.ˈ 
,ˈ 
 
 
 
 
,ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
-
,ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
 
 
 
-
 
.ˈ 
-
,ˈ 
-
,ˈ 
-
 
.ˈ 
 
 
.ˈ 
-
 
-
 
ˈ
-
 
 
ˈ 
-
 
 
ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ
ˈ 
-
ˈ 
 
ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
-
 
-
ˈ 
 
 
,ˈ 
-
 
-
 
.ˈ 
 
 
 
,ˈ 
-
 
 
-
-
,ˈ 
 
 
-
-
ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
-
 
-
ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
-
-
 
 
 
-
-
 
-
 
,ˈ 
.ˈ 
-
-
 
-
 
 
ˈ 
 
-
 
.ˈ 
-
 
 
-
.ˈ 
ˈ 
 
 
!ˈ 
 
 
,ˈ 
-
 
,ˈ 
!ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
 
ˈ 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
-
 
-
 
-
 
-
.ˈ 
-
 
-
 
.ˈ 
-
.ˈ 
ˈ
-
 
 
ˈ 
-
 
 
ˈ 
 
 
-
-
ˈ
 
 
.ˈ 
-
.ˈ 
 
-
-
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
-
 
 
-
-
ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
.ˈ
 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
-
ˈ 
-
 
-
ˈ 
 
ˈ 
 
 
-
ˈ 
-
-
 
.ˈ 
-
-
ˈ 
-
 
ˈ 
 
 
.ˈ 
ˈ 
 
-
 
ˈ 
 
-
ˈ 
 
-
 
-
.ˈ 
-
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
-
ˈ 
 
 
 
 
-
-
?ˈ 
 
-
.ˈ 
 
-
!ˈ 
 
 
-
 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
 
-
 
-
-
.ˈ 
 
-
.ˈ 
 
-
 
 
-
-
ˈ 
-
-
 
 
 
ˈ 
-
ˈ 
-
-
 
 
-
 
 
.ˈ 
-
 
-
 
 
,ˈ 
 
 
 
 
-
-
 
.ˈ 
 
 
 
-
 
ˈ 
-
-
-
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
 
-
 
-
.ˈ 
 
-
 
 
-
-
 
.ˈ 
 
-
 
-
-
 
.ˈ 
 
-
-
 
-
,ˈ 
-
 
-
 
-
 
.ˈ 
 
 
-
.ˈ 
-
-
 
.ˈ 
 
,ˈ 
 
-
 
-
.ˈ
 
-
 
-
-
.ˈ 
-
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
-
 
-
.ˈ 
 
-
 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
-
 
-
 
-
,ˈ 
-
 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
-
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
-
 
 
ˈ 
-
 
 
,ˈ 
-
 
-
.ˈ 
 
 
?ˈ 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
 
-
 
-
ˈ 
?ˈ 
-
-
-
 
ˈ 
 
-
-
 
 
-
,ˈ 
 
.ˈ 
 
-
-
 
?ˈ 
.ˈ 
-
 
 
 
.ˈ 
 
-
.ˈ 
 
,ˈ 
-
-
 
-
 
,ˈ 
 
-
,ˈ 
,ˈ 
-
,ˈ 
, 
, 
,ˈ 
 
 
-
ˈ 
,ˈ 
 
ˈ 
-
 
.ˈ 
-
 
 
-
 
ˈ 
-
-
.ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
-
,ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
-
,ˈ 
 
-
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
ˈ 
 
-
 
 
.ˈ 
 
-
 
.ˈ
,ˈ 
 
.ˈ 
 
ˈ 
-
-
 
 
 
-
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
-
 
 
.ˈ 
ˈ 
 
 
-
 
.ˈ 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
 
ˈ 
-
-
-
 
.ˈ 
-
-
 
 ... 
-
ˈ 
 
-
ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
,ˈ 
.ˈ 
:ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
-
 
.ˈ
 
 
 
.ˈ 
 
 
-
. 
 
 
ˈ 
.ˈ 
-
 
-
 
.ˈ 
 
-
 
-
 
,ˈ 
 
 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
-
.ˈ 
-
-
 
 
 
-
.ˈ 
-
-
 
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
-
-
 
ˈ 
-
.ˈ 
 
ˈ 
 
 
!ˈ 
 
ˈ 
 
-
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
ˈ 
.ˈ 
-
 
 
-
 
.ˈ 
-
 
 
-
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ 
-
,ˈ 
-
 
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
-
ˈ 
ˈ 
-
-
 
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
-
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
 
-
.ˈ
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
-
 
ˈ 
-
-
ˈ 
-
-
.ˈ 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
.ˈ 
-
 
 
-
-
,ˈ 
-
 
-
.ˈ 
-
 
 
.ˈ 
-
-
-
 
 
.ˈ 
-
-
-
 
.ˈ 
-
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
.ˈ
:ˈ 
,ˈ 
 
 
-
ˈ 
 
,ˈ 
 
 
-
 
,ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
 
-
 
 
-
-
-
 
 
-
-
 
.ˈ 
 
-
-
 
-
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
ˈ 
,ˈ 
-
,ˈ 
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
 
?ˈ 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
ˈ 
 
ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
-
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
-
-
.ˈ 
 
 
ˈ 
 
 
?ˈ 
-
ˈ 
 
-
 
?ˈ 
ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
-
-
 
ˈ 
-
-
.ˈ 
-
-
 
-
.ˈ 
 
 
 
-
?ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
-
ˈ 
 
-
 
-
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
-
!ˈ 
 
,ˈ 
 
-
-
 
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ
-
ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
-
 
 
ˈ 
-
,ˈ 
 
 
 ... 
-
.ˈ 
-
 
-
 
 
-
,ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ — 
 
 
 
ˈ — 
 
ˈ 
 
 
-
-
 
?ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
-
 
ˈ 
.ˈ 
-
 
 
ˈ 
ˈ 
 
-
 
-
.ˈ 
-
-
 
-
,ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
 
 
,ˈ 
 
-
 
-
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
-
 
-
,ˈ 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
-
,ˈ 
-
,ˈ 
-
-
 
-
ˈ 
-
-
-
.ˈ 
-
ˈ 
,ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
 
,ˈ 
-
 
-
-
ˈ 
-
 
-
-
.ˈ 
-
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
-
 
 
 
 
ˈ 
-
 
 
ˈ 
-
 
.ˈ 
-
 
 
 
-
,ˈ 
 
-
 
-
.ˈ 
-
 
-
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
-
 
. 
,ˈ 
-
-
 
,ˈ 
-
 
 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
-
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
 
ˈ 
-
-
ˈ 
-
.ˈ 
 
.ˈ
 
 
?ˈ 
,ˈ 
 
 
-
,ˈ 
,ˈ 
ˈ 
 
-
 
?ˈ 
-
?ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
 
-
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
-
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
-
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
-
.ˈ 
,ˈ 
ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
-
-
 
.ˈ 
 
-
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
ˈ 
 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
-
 
-
 
-
.ˈ 
 
 
 
ˈ 
. 
 
-
 
,ˈ 
ˈ 
 
 
 
 
ˈ 
-
 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
-
-
.ˈ 
-
 
-
-
.ˈ 
-
 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
?ˈ 
-
 ... 
 
 
?ˈ 
 
-
-
.ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
.ˈ 
,ˈ 
-
 
-
.ˈ 
-
 
-
ˈ 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
-
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
,ˈ 
 
 
?ˈ 
 
ˈ 
-
 
-
 
-
-
ˈ 
 
 
 
-
?ˈ 
.ˈ 
 
ˈ 
 
 
 
-
-
?ˈ 
 
ˈ 
-
 
-
.ˈ
 
 
,ˈ 
 
-
-
 
,ˈ 
 
-
 
,ˈ 
-
.ˈ 
,ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 
-
 
 
ˈ 
-
-
 
-
 
 
-
 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
ˈ 
-
 
 
-
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
-
 
.ˈ 
-
 
-
-
-
.ˈ 
 
 
-
ˈ 
-
 
 
-
 
 
 
-
.ˈ 
-
 
.ˈ 
 
,ˈ 
, 
, 
,ˈ 
-
 
 
ˈ 
-
-
.ˈ 
,ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
ˈ 
-
,ˈ 
 
-
ˈ 
 
 
-
.ˈ 
-
 
-
,ˈ 
-
 
 
 
,ˈ 
 
 
ˈ 
-
-
-
 
 
-
?ˈ 
-
,ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
 
-
 
-
.ˈ 
 
-
ˈ 
-
 
 
 
.ˈ 
 
 
?!ˈ 
-
 
 
-
!ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
 
-
ˈ 
-
,ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
-
 
-
 
.ˈ 
 
 
 
-
,ˈ 
 
 
ˈ 
-
ˈ 
 
-
 
,ˈ 
 
 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
-
,ˈ 
-
 
-
,ˈ 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
-
 
-
,ˈ 
 
,ˈ 
-
 
.ˈ
ˈ 
-
 
 
 
?ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
-
 
ˈ 
ˈ 
-
 
ˈ 
 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
ˈ 
-
ˈ 
-
 
-
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
-
 
,ˈ 
-
 
-
 
 
ˈ 
-
 
ˈ 
-
-
 
.ˈ 
-
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
-
 
 
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
ˈ 
 
 
-
ˈ 
 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
 
-
,ˈ 
ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
-
 
-
.ˈ 
ˈ 
 
-
-
 
-
ˈ 
.ˈ 
, 
, 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
.ˈ
 
-
.ˈ 
ˈ 
-
.ˈ 
 
 
-
,ˈ 
 
-
-
 
-
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
-
?ˈ 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
-
 
-
.ˈ 
 
-
ˈ 
 
 
.ˈ
 
 
 
,ˈ 
 
.ˈ 
-
-
 
 
-
 
.ˈ 
 
 
-
 
 
-
.ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
-
,ˈ 
 
-
 
 
,ˈ 
-
,ˈ 
, 
, 
, 
, 
 
-
-
.ˈ 
 
-
-
ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
ˈ 
 
-
-
ˈ 
 
.ˈ 
 
-
 
-
 
,ˈ 
 
 
 
-
-
,ˈ 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
-
 
ˈ 
-
,ˈ 
.ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
-
,ˈ 
,ˈ 
-
 
ˈ 
-
-
 
.ˈ 
-
 
-
.ˈ 
-
-
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
?ˈ 
 
 
 
?ˈ 
 
.ˈ 
-
 
.ˈ 
-
 
 
ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
-
-
.ˈ 
 
 
 
,ˈ 
-
!ˈ 
 
 
!ˈ 
ˈ 
 
,ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
-
-
.ˈ 
-
 
-
 
 
-
.ˈ 
 
ˈ 
 
!ˈ 
 
 
 
?ˈ 
-
 
-
-
?ˈ 
-
 
 
-
ˈ 
-
-
 
 
?ˈ 
-
 
-
?ˈ 
-
 
 
ˈ 
-
 
 
?ˈ 
-
 
 
-
.ˈ 
 
?ˈ 
 
 
 
 
-
 
.ˈ 
 
 
 
 
-
ˈ 
-
-
 
 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
?ˈ 
-
 
!ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
-
.ˈ 
-
 
 
 
-
,ˈ 
 
 
-
-
 
ˈ 
-
 
.ˈ 
 
.ˈ
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
-
,ˈ 
-
 
-
.ˈ 
-
 
ˈ 
-
,ˈ 
 
,ˈ 
 
ˈ 
-
 ... 
-
.ˈ 
 
 
-
ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
,ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ — 
-
-
?ˈ — 
.ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
-
ˈ 
-
 
ˈ 
-
 
-
ˈ 
-
 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
-
.ˈ 
 
-
 
-
.ˈ 
 
 
 
-
 
.ˈ 
-
 
 
-
.ˈ 
-
ˈ 
 
.ˈ 
-
-
-
,ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
ˈ 
ˈ 
-
.ˈ 
,ˈ 
ˈ 
 
 
-
-
.ˈ 
 
-
,ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
-
 
 
?ˈ 
 
 
 
-
 
.ˈ 
 
-
?ˈ 
 
 
-
?ˈ 
 
-
 
 
.ˈ 
 
-
 
 
-
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
-
 
 
.ˈ 
-
-
 
 
 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
 
 
?ˈ 
ˈ 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
ˈ 
-
 
.ˈ 
 
?ˈ 
 
,ˈ 
-
 
.ˈ 
-
.ˈ 
 
 
-
.ˈ
 
.ˈ 
ˈ 
-
ˈ 
 
-
 
 
,ˈ 
 
 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
-
 
-
,ˈ 
 
,ˈ 
.ˈ 
-
 
 
 
-
 
-
.ˈ 
,ˈ 
 
-
 
ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
-
 
-
 
 
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
-
 
-
-
.ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
-
 
 
-
ˈ ... 
 
-
 
 
 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
-
-
 
 
.ˈ 
 
ˈ 
-
ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
-
-
,ˈ 
 
-
 
.ˈ 
 
-
 
?ˈ 
 
ˈ 
-
.ˈ 
.ˈ
,ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
ˈ 
-
 
-
 
-
.ˈ 
 
-
-
 
.ˈ 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
-
 
-
-
.ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
-
 
,ˈ 
 
.ˈ
 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
-
 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
-
-
,ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
ˈ 
-
 
 
-
 
.ˈ 
 
ˈ 
 
 
!ˈ 
-
ˈ 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
 
,ˈ 
-
,ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
ˈ — 
-
 
-
 
,ˈ 
-
 
ˈ — 
 
 
ˈ 
 
-
 
 
ˈ 
 
-
 
-
ˈ 
-
-
 
-
.ˈ 
-
-
 
-
 
 
,ˈ 
 
-
 
ˈ 
-
 
,ˈ 
-
 
-
.ˈ
 
 
 
ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
-
ˈ 
 
-
 
-
-
ˈ 
-
-
ˈ 
-
-
-
,ˈ 
-
-
ˈ 
 
-
.ˈ 
ˈ 
 
 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
!ˈ 
ˈ 
ˈ 
-
-
-
?ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
,ˈ 
-
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
-
 
-
 
 
 
ˈ 
-
 
-
ˈ 
-
-
ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
 
 
,ˈ 
,ˈ 
-
 
ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
-
 
 
 
-
,ˈ 
.ˈ 
 
 
,ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
-
 
-
,ˈ 
 
 
 
-
?ˈ 
 
.ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
 
ˈ 
 
-
-
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
-
-
-
 
.ˈ 
 
 
?ˈ 
 
-
 
 
 
.ˈ 
-
-
 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
-
-
 
.ˈ 
 
 
-
-
.ˈ 
 
-
-
,ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
 
, 
, 
, 
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
-
.ˈ 
.ˈ 
 
ˈ 
 
 
-
 
-
-
ˈ 
,ˈ 
 
 
 
-
-
.ˈ 
,ˈ 
 
ˈ 
 
ˈ 
-
 
 
ˈ 
-
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ
 
 
 
-
 
.ˈ 
ˈ 
 
-
ˈ 
-
ˈ 
 
-
 
.ˈ 
ˈ 
-
ˈ 
 
 
.ˈ 
 
-
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
-
-
ˈ 
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
-
 
ˈ 
-
 
-
.ˈ 
 
 
-
ˈ 
 
 
-
-
.ˈ 
 
 
-
ˈ 
-
 
 
-
?ˈ 
 
,ˈ 
ˈ 
-
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
.ˈ 
,ˈ 
ˈ 
-
.ˈ 
 
-
 
 
ˈ 
-
?ˈ 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
-
 
 
 
-
,ˈ 
 
,ˈ 
,ˈ 
 
 
-
.ˈ 
!ˈ 
-
,ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
 
-
,ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
-
 
-
 
.ˈ 
-
 
 
-
,ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
-
 
 
,ˈ 
-
-
ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
-
-
 
 
,ˈ 
-
 
 
ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
-
 
.ˈ 
ˈ 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
?ˈ 
 
 
-
ˈ 
-
-
ˈ 
 
-
.ˈ 
 
ˈ 
 
-
 
,ˈ 
 
 
-
 
-
-
ˈ 
-
-
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
 
.ˈ 
-
 
-
-
 
 
-
 
 
.ˈ 
 
 
 
?ˈ 
-
 
-
 
?ˈ 
-
-
 
ˈ 
-
-
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
,ˈ 
-
ˈ 
 
?ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
-
 
 
 
.ˈ 
-
 
,ˈ 
-
.ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
 
ˈ 
ˈ 
,ˈ 
-
 
 
-
,ˈ 
 
-
 
-
 
-
 
 
.ˈ 
 
-
 
-
 
-
 
ˈ 
-
 
-
 
.ˈ 
-
 
-
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
-
 
-
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
?ˈ 
,ˈ 
ˈ 
 
 
-
,ˈ 
-
.ˈ 
,ˈ 
 
-
-
-
,ˈ 
 
 
-
ˈ 
.ˈ 
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ
 
-
.ˈ 
 
-
-
ˈ 
-
 
-
 
-
 
.ˈ 
-
 
 
 
-
 
-
-
,ˈ 
-
-
-
.ˈ 
 
 
 
-
,ˈ 
ˈ 
-
-
,ˈ 
 
?ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
-
-
 
ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
ˈ 
-
 
-
ˈ 
-
 
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 ...  
 
 
-
.ˈ 
 
-
-
 
 
?ˈ 
 
-
 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
-
 
-
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
-
-
 
ˈ 
 
ˈ 
 
-
-
 
-
ˈ 
-
-
.ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
-
,ˈ 
,ˈ 
ˈ 
-
 
 
.ˈ
 
 
-
 
 
,ˈ 
 
-
 
 
-
,ˈ 
 
,ˈ 
ˈ 
-
-
ˈ 
,ˈ 
ˈ 
.ˈ 
 
-
-
ˈ 
-
ˈ 
ˈ 
-
 
-
 
.ˈ 
 
 
-
 
ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
 
-
-
 
,ˈ 
 
-
 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
 
 
 
-
-
ˈ 
ˈ 
-
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
-
 
-
-
 
!ˈ 
 
 
-
 
-
 
?ˈ 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
ˈ 
 
 
 
-
ˈ 
-
 
-
 
 
.ˈ 
 
 
 
-
-
-
-
.ˈ 
 
-
 
-
 
-
,ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
-
 
-
ˈ 
-
 
.ˈ 
-
 
 
,ˈ 
-
-
.ˈ 
-
-
 
 
,ˈ 
-
 
.ˈ 
ˈ 
 
 
!ˈ 
-
-
 
 
-
.ˈ 
ˈ 
-
 
 
ˈ 
-
-
.ˈ 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
-
-
ˈ 
 
?ˈ 
 
 
.ˈ 
 
-
-
-
,ˈ 
 
-
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
-
-
 
 
-
,ˈ 
-
 
.ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
-
-
ˈ 
-
,ˈ 
 
-
-
 
 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
-
-
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
-
-
 
.ˈ 
 
-
.ˈ 
-
 
 
 
 
 
ˈ 
 
-
 
ˈ 
-
-
 
 
.ˈ 
 
-
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
 
 
ˈ 
 
!ˈ 
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
-
 
 
-
-
-
,ˈ 
-
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
-
ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
-
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
-
?ˈ 
-
-
 
-
?ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
-
 
?!ˈ 
 
 
 
 
,ˈ 
 
-
 
 
,ˈ 
-
 
-
 
-
-
ˈ 
-
ˈ 
-
 
 
 
,ˈ 
 
,ˈ 
-
 
 
-
 
.ˈ 
-
 
-
 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
ˈ 
-
,ˈ 
-
 
 
-
-
?ˈ 
 
 
-
 
?ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
ˈ 
-
-
.ˈ 
 
 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
-
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
 
,ˈ 
,ˈ 
 
?ˈ 
 
-
-
ˈ 
 
 
ˈ 
 
 
-
,ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
 
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
-
ˈ 
-
.ˈ 
-
-
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
 
-
 
-
.ˈ
 
 
 
 
-
.ˈ 
 
-
ˈ 
 
 
.ˈ 
ˈ 
-
-
 
 
 
-
.ˈ 
-
ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
 
ˈ 
-
ˈ 
-
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
-
 
.ˈ 
ˈ 
 
-
 
ˈ 
-
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ
 
ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
-
ˈ 
 
ˈ 
 
-
,ˈ 
-
.ˈ 
 
 
 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
-
 
-
ˈ 
-
 
-
 
.ˈ 
ˈ 
ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
-
 
 
 
 
-
!ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
-
ˈ 
-
 
 
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
,ˈ 
-
 
 
-
.ˈ 
 
 
-
-
ˈ 
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
-
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
 
ˈ 
-
-
,ˈ 
 
-
!ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
 
 
 
ˈ 
 
-
-
.ˈ 
 
 
-
ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
-
!?ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
 
-
!ˈ 
 
-
?ˈ 
 
-
-
 
ˈ 
-
 
-
 
.ˈ 
-
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
 
ˈ 
 
-
 
-
-
,ˈ 
 
-
 
-
-
ˈ 
 
-
 
-
-
-
.ˈ 
-
-
?ˈ 
.ˈ 
-
 
ˈ 
 
 
 
 
,ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
-
 
ˈ 
,ˈ 
 
 
,ˈ 
-
-
.ˈ 
ˈ 
 
 
-
.ˈ 
-
-
 
 
.ˈ 
 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
-
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
-
 
 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
-
ˈ 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
ˈ 
 
-
 
.ˈ 
-
 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
ˈ 
-
-
 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
-
 
ˈ 
-
 
-
-
.ˈ 
 
-
-
ˈ 
 
-
 
 
-
 
-
-
ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
ˈ 
-
-
ˈ 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
ˈ 
-
 
ˈ 
-
-
.ˈ
-
 
 
-
,ˈ 
-
-
ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
-
 
 
 
ˈ 
 
 
-
?ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
-
-
 
-
 
.ˈ 
 
ˈ 
-
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
-
-
 
 
-
ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
-
 
-
ˈ 
 
 
 
 
 
.ˈ 
 
-
-
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
-
 
 
 
.ˈ 
-
ˈ 
ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
-
.ˈ 
 
-
 
-
 
-
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
 
-
 
 
?ˈ 
 
 
 
 
-
-
ˈ 
 
.ˈ 
-
 
!ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
 
-
 
-
ˈ 
-
-
 
 
-
.ˈ 
 
-
ˈ 
 
 
?ˈ 
-
 
-
 
,ˈ 
-
 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
-
 
-
 
 
-
,ˈ 
 
.ˈ 
-
 
.ˈ 
,ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
-
 
 
ˈ 
ˈ 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
-
 
 
.ˈ 
-
 
 
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
-
 
-
ˈ 
 
 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
 
-
,ˈ 
-
.ˈ 
 
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
-
-
.ˈ 
 
ˈ 
-
 
-
 
.ˈ 
 
ˈ 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
.ˈ 
-
 
 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
-
 
ˈ — 
ˈ 
 
-
ˈ 
-
ˈ 
ˈ 
 
-
-
.ˈ 
-
 
,ˈ 
 
ˈ 
-
-
 
 
 
 
.ˈ
 
ˈ 
 
 
.ˈ 
-
-
.ˈ 
 
-
.ˈ 
 
ˈ 
 
-
,ˈ 
 
 
-
ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
 
 
-
 
,ˈ 
?ˈ 
 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
ˈ 
ˈ 
 
 
?ˈ 
-
 
.ˈ 
 
ˈ 
-
 
-
 
 
 
-
ˈ 
-
 
-
 
 
ˈ 
 
-
.ˈ 
 
-
 
 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
-
-
,ˈ 
ˈ 
-
-
ˈ 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
-
ˈ 
-
ˈ 
ˈ 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
-
-
 
-
.ˈ 
ˈ 
-
 
-
.ˈ 
 
ˈ 
-
-
,ˈ 
 
-
-
ˈ 
-
 
 
.ˈ 
ˈ 
 
ˈ 
-
 
,ˈ 
-
-
 
.ˈ 
-
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
 
ˈ 
 
-
-
.ˈ 
-
 
-
ˈ 
-
,ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
 
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
 
-
-
.ˈ 
-
 
-
 
 
-
ˈ 
 
 
ˈ 
 
-
 
-
 
.ˈ 
 
-
 
 
 
-
-
.ˈ 
-
 
.ˈ 
-
 
 
-
 
 
-
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
-
 
ˈ 
 
-
 
 
.ˈ 
-
ˈ 
-
-
ˈ 
 
 
-
.ˈ 
-
-
ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
-
ˈ 
-
 
,ˈ 
-
ˈ 
-
.ˈ 
-
 
-
-
 
 
?ˈ 
ˈ 
 
 
 
 
-
 
-
,ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
 
-
 
 
ˈ 
-
 
 
-
 
-
.ˈ 
 
-
 
-
,ˈ 
 
,ˈ 
-
 
.ˈ 
 
.ˈ
 
ˈ 
-
.ˈ 
 
-
-
 
,ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
.ˈ 
-
 
-
-
ˈ 
-
 
.ˈ 
-
ˈ 
.ˈ 
 
 
-
-
 
 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
-
-
,ˈ 
ˈ 
 
,ˈ 
-
 
-
 
ˈ 
 
,ˈ 
 
 
-
-
,ˈ 
-
-
 
 
 
-
,ˈ 
-
-
.ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
?ˈ 
ˈ 
ˈ 
 
 
-
 
-
.ˈ 
 
-
-
 
-
 
-
 
 
 
-
,ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
-
 
 
 
?ˈ 
-
ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
,ˈ 
-
 
 
 
,ˈ 
 
,ˈ 
-
 
ˈ 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
-
ˈ 
 
-
-
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
-
.ˈ 
ˈ 
,ˈ 
,ˈ 
-
ˈ 
 
-
 
-
ˈ 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
-
 
 
ˈ 
-
-
 
 
-
-
.ˈ 
 
 
 
.ˈ 
 
-
-
ˈ 
-
 
-
 
ˈ 
 
-
 
ˈ 
-
 
-
ˈ 
-
-
.ˈ 
 
.ˈ 
-
-
ˈ 
 
.ˈ 
-
ˈ 
ˈ 
 
 
 
-
,ˈ 
 
ˈ 
-
,ˈ 
 
 
-
-
 
 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
 
 
 
,ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
 
 
-
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
ˈ 
-
-
 
.ˈ 
-
 
 
 
 
 
,ˈ 
ˈ 
-
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
-
 
 
 
-
-
.ˈ 
 
 
 
 
-
-
.ˈ 
 
!ˈ 
 
 
ˈ 
 
-
,ˈ 
-
 
!ˈ 
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
ˈ 
ˈ 
-
ˈ 
-
 
-
-
 
.ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
 
 
-
 
-
ˈ 
-
 
 
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
 
.ˈ 
ˈ 
-
-
 
 
-
.ˈ 
ˈ 
.ˈ 
 
 
-
,ˈ 
ˈ 
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
-
ˈ 
ˈ 
.ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
,ˈ 
-
 
 
-
-
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
?ˈ 
 
 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
-
 
-
.ˈ 
-
 
.ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
-
 
.ˈ 
 
 
-
 
 
-
.ˈ 
 
 
,ˈ 
 
-
,ˈ 
 
 
-
-
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
-
 
-
-
 
-
.ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
-
ˈ 
-
 
 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
-
 
,ˈ 
-
ˈ 
 
ˈ 
-
 
 
.ˈ 
-
!ˈ 
-
 
-
,ˈ 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
-
-
ˈ 
 
-
ˈ 
-
-
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
-
-
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
 
-
.ˈ 
ˈ 
 
-
 
ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
-
 
-
 
-
.ˈ 
 
 
 
 
-
 
-
ˈ 
.ˈ 
-
-
 
 
-
.ˈ 
 
-
 
 
.ˈ
 
 
ˈ 
-
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
-
,ˈ 
-
-
 
ˈ 
-
ˈ 
-
 
,ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
-
.ˈ 
-
-
 
-
,ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
-
.ˈ
-
ˈ 
ˈ 
-
,ˈ 
ˈ 
-
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
.ˈ 
 
-
ˈ 
-
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
-
 
 
-
 
ˈ 
-
.ˈ 
 
 
.ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
-
 
-
,ˈ 
 
-
-
 
 
.ˈ 
 
.ˈ 
-
 
 
 
ˈ 
-
-
 
-
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
-
?ˈ 
 
,ˈ 
-
.ˈ
-
-
,ˈ 
 
?ˈ 
 
-
-
.ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
-
.ˈ 
,ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
 
-
-
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
-
ˈ 
-
.ˈ 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
ˈ 
-
ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
 
-
,ˈ 
-
 
-
ˈ 
 
 
-
-
ˈ 
ˈ 
-
.ˈ 
ˈ 
 
ˈ 
-
 
 
ˈ 
-
.ˈ 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
!ˈ 
ˈ 
 
 
ˈ 
-
.ˈ 
-
ˈ 
.ˈ 
-
 
-
.ˈ 
 
,ˈ 
-
 
-
 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
-
ˈ 
-
-
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
-
,ˈ 
.ˈ
ˈ 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
-
.ˈ 
-
-
ˈ 
ˈ 
 
ˈ 
-
.ˈ 
-
ˈ 
-
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
-
 
 
ˈ 
-
 
 
 
-
 
-
.ˈ 
 
-
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
-
 
 
-
ˈ 
.ˈ 
-
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
-
.ˈ 
-
-
 
 
-
,ˈ 
-
 
 
 
 
 
-
-
ˈ 
-
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
-
ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
 
.ˈ
 
 
,ˈ 
-
-
 
 
 
ˈ 
-
 
 
,ˈ 
-
 
 
 
.ˈ 
 
-
,ˈ 
 
-
ˈ 
 
.ˈ 
-
-
 
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
-
.ˈ 
-
 
 
,ˈ 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
-
-
 
ˈ 
-
-
.ˈ 
-
 
-
.ˈ 
-
 
-
 
 
 
.ˈ
ˈ 
-
 
 
,ˈ 
 
,ˈ 
ˈ 
-
-
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
,ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
 
-
,ˈ 
-
-
 
.ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
!ˈ 
!ˈ 
!ˈ 
-
?ˈ 
 
-
.ˈ 
 
 
-
-
ˈ 
-
 
-
.ˈ 
 
-
 
-
ˈ 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
-
?ˈ 
 
 
-
?ˈ 
-
?ˈ 
, 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
-
?ˈ 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
 
-
 
,ˈ 
,ˈ 
.ˈ 
-
!ˈ 
,ˈ 
 
-
 
.ˈ 
, 
, 
,ˈ 
 
-
,ˈ 
 
-
ˈ 
 
 
-
ˈ 
-
,ˈ 
-
-
.ˈ 
 
 
 
ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
 
?ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
 
 
.ˈ 
-
 
-
 
!ˈ 
 
 
 
.ˈ 
-
-
 
 
-
!ˈ 
,ˈ 
,ˈ 
ˈ 
, 
, 
, 
-
-
.ˈ 
-
 
-
-
-
.ˈ 
-
-
ˈ 
ˈ 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
 
 
-
-
ˈ 
-
 
-
-
,ˈ 
.ˈ 
 
 
ˈ 
-
-
,ˈ 
 
-
-
-
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
-
?ˈ 
 
 
-
ˈ 
-
 
,ˈ 
-
-
-
 
-
 
.ˈ 
-
 
 
ˈ 
-
 
 
-
 
ˈ 
 
-
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
 
 
-
ˈ 
-
 
.ˈ 
 
 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
-
ˈ 
-
-
ˈ 
?ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
,ˈ 
-
ˈ 
 
 
-
 
ˈ 
-
.ˈ 
-
ˈ 
-
 
-
ˈ 
-
 
.ˈ 
 
,ˈ 
 
?ˈ 
 
.ˈ 
-
 
.ˈ 
ˈ 
-
 
 
-
 
ˈ 
-
-
-
 
-
 
.ˈ 
 
 
ˈ 
 
-
-
 
-
 
,ˈ 
-
 
 
.ˈ 
 
 
?ˈ 
 
!ˈ 
-
-
!ˈ 
 
-
 
 
-
 
ˈ 
-
.ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
-
.ˈ 
ˈ 
ˈ 
-
-
-
 
.ˈ 
!ˈ 
 
-
.ˈ 
-
-
 
.ˈ 
-
?ˈ 
-
 
?ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
-
.ˈ 
 
 
 
ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
-
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
 
-
 
.ˈ 
-
-
 
 
-
-
-
 
.ˈ 
-
 
 
ˈ 
 
-
ˈ 
-
 
-
-
 
ˈ 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
-
-
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
.ˈ 
!ˈ 
 
 
-
.ˈ 
 
 
-
-
ˈ 
-
 
.ˈ 
-
ˈ 
.ˈ 
-
,ˈ 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
.ˈ
-
,ˈ 
.ˈ 
-
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
-
ˈ 
-
-
 
 
 
.ˈ 
-
-
 
 
 
,ˈ 
 
-
,ˈ 
-
ˈ 
.ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
-
.ˈ 
,ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ
-
ˈ 
ˈ 
-
-
 
ˈ 
 
,ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
-
-
ˈ 
 
,ˈ 
 
-
?ˈ 
 
ˈ 
 
-
-
 
 
.ˈ 
 
 
-
.ˈ 
-
-
-
 
-
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
-
 
ˈ 
-
 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
-
-
 
.ˈ
-
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
 
-
ˈ 
-
 
.ˈ 
-
-
.ˈ 
-
 
 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
-
,ˈ 
-
 
,ˈ 
 
!ˈ 
-
 
 
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
!ˈ 
,ˈ 
ˈ 
-
-
-
 
 
.ˈ 
-
 
.ˈ 
-
,ˈ 
-
 
-
.ˈ 
 
-
ˈ 
-
 
.ˈ 
-
 
 
-
 
 
-
 
-
.ˈ 
 
-
-
 
 
.ˈ 
 
,ˈ 
 
 
-
 
-
 
.ˈ 
 
ˈ 
-
-
ˈ 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
 
-
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
 
 
 
 
-
 
 
.ˈ 
 
ˈ 
-
 
.ˈ
 
-
 
 
.ˈ 
ˈ 
 
-
 
,ˈ 
-
-
 
.ˈ 
 
-
,ˈ 
-
-
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
-
,ˈ 
 
 
,ˈ 
-
 
-
 
-
.ˈ 
 
-
.ˈ 
:ˈ
 
ˈ 
-
 
ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
 
-
ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
-
 
-
ˈ
-
 
-
.ˈ 
 
.ˈ 
-
-
 
,ˈ 
-
-
 
.ˈ 
-
 
 
.ˈ 
-
 
:ˈ
-
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
-
 
-
ˈ 
 
 
?ˈ
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
-
?ˈ 
 
 
-
ˈ 
ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
 
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
:ˈ 
 
-
!ˈ 
-
.ˈ 
 
 
 
.ˈ 
, 
-
, 
-
 
-
.ˈ 
 
-
-
.ˈ 
 
 
 
-
?ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
-
 
 
-
ˈ 
-
 
 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ
 
 
ˈ 
 
ˈ 
-
 
 
.ˈ
 
 
 
.ˈ 
-
 
:ˈ 
!ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
-
-
-
ˈ 
-
.ˈ 
 
-
-
 
.ˈ 
-
 
-
-
.ˈ 
 
.ˈ 
 
-
 
-
?ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
?ˈ 
-
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
 
-
.ˈ
-
 
 
-
-
!ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
-
?ˈ
 
-
 
-
ˈ 
 
 
.ˈ 
-
 
-
-
 
-
ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
-
.ˈ 
-
 
 
-
ˈ 
?ˈ 
?ˈ 
 
 
 
.ˈ ... 
 
 
ˈ 
.ˈ 
 
 
 
-
 
.ˈ
 
-
.ˈ 
ˈ 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
 
:ˈ 
ˈ 
 
-
.ˈ 
 
-
 
-
,ˈ 
-
-
-
 
 
-
 
 
.ˈ 
.ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
-
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
-
,ˈ 
ˈ 
-
-
ˈ 
 
-
-
 
-
 ... 
.ˈ 
 
 
-
 
.ˈ 
-
ˈ 
 
 
 
 
-
-
 
.ˈ 
 
-
?ˈ 
 
 
-
.ˈ 
-
 
ˈ 
-
 
 
 
.ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
?ˈ 
 
 
-
 
?ˈ 
ˈ 
 
-
?ˈ 
 
-
 
 
 
-
.ˈ 
-
 
-
 
 
,ˈ 
-
 
-
-
 
.ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
-
 
.ˈ 
 
-
.ˈ 
-
-
ˈ 
 
-
.ˈ 
 
 
-
 
 
,ˈ 
 
-
,ˈ 
 
-
 
,ˈ 
-
 
-
 
.ˈ 
 
ˈ 
-
.ˈ 
-
 
-
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
-
 
?ˈ 
-
 
 
ˈ 
-
.ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
-
 
 
-
.ˈ 
, 
, 
,ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
ˈ 
-
ˈ 
.ˈ 
 
 
 
,ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
?ˈ 
 
-
 
 
-
.ˈ 
-
 
-
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
-
,ˈ 
-
-
-
 
 
ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
-
 
-
 
.ˈ 
ˈ 
-
,ˈ 
-
 
-
 
 
-
-
-
.ˈ 
-
-
 
,ˈ 
-
-
 
 
.ˈ 
 
ˈ 
 
-
-
 
,ˈ 
 
-
-
 
-
 
-
ˈ 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
?ˈ 
-
.ˈ 
 
 
-
-
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
 
-
-
 
 
-
.ˈ 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
-
 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
-
 
-
 
 
-
.ˈ 
-
-
 
-
 
,ˈ 
-
-
.ˈ 
 
ˈ 
-
ˈ 
-
-
-
ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
-
.ˈ 
-
ˈ 
-
-
-
,ˈ 
-
 
 
-
,ˈ 
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
ˈ 
 
-
 
.ˈ 
-
 
 
ˈ 
.ˈ 
-
-
 
 
ˈ 
.ˈ 
 
ˈ 
-
-
ˈ 
 
-
.ˈ 
-
ˈ 
 
-
-
ˈ 
ˈ 
-
.ˈ 
-
-
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
-
-
 
ˈ 
.ˈ 
 
-
 
ˈ 
 
 
 
 
-
.ˈ 
 
-
 
-
,ˈ 
 
-
-
 
ˈ 
 
-
,ˈ 
 
-
.ˈ 
-
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
-
-
 
 
,ˈ 
 
-
ˈ 
-
ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
 
ˈ 
?ˈ 
 
.ˈ 
 
?ˈ 
 
.ˈ
.ˈ 
.ˈ 
ˈ 
-
.ˈ 
 
-
,ˈ 
,ˈ 
-
-
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
.ˈ 
-
 
.ˈ 
 
-
 
-
 
-
 
-
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
-
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
ˈ 
-
.ˈ 
 
,ˈ 
 
-
 
 
-
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
-
 
-
,ˈ 
-
 
 
.ˈ 
 
 
 
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
 
-
 
 
-
ˈ 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
 
?ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
 
 
,ˈ 
 
-
 
 
ˈ 
-
.ˈ 
 
!ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
 
-
-
-
 
.ˈ 
-
 
-
ˈ 
-
 
 
 
.ˈ 
 
-
-
.ˈ 
 
.ˈ 
,ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
.ˈ 
-
 
-
-
.ˈ 
-
 
 
ˈ 
 
 
 
,ˈ 
-
-
,ˈ 
-
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
-
 
-
.ˈ 
 
-
.ˈ 
-
,ˈ 
-
,ˈ 
 
-
ˈ 
 
?ˈ 
 
-
-
-
 
ˈ 
-
 
!ˈ 
 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
-
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
-
.ˈ 
 
ˈ 
 
?ˈ 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
-
 
 
,ˈ 
 
-
 
.ˈ
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
-
 
,ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
,ˈ 
!ˈ 
-
-
 
,ˈ 
!ˈ 
 
-
 
,ˈ 
 
 
ˈ 
.ˈ 
.ˈ 
.ˈ 
 
-
 
 
 
ˈ 
-
 
-
 
 
 
.ˈ 
ˈ 
 
-
.ˈ 
-
 
 
 
ˈ 
-
ˈ 
.ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
-
ˈ 
.ˈ 
 
 
ˈ 
,ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
-
ˈ 
-
-
-
ˈ 
-
 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
-
-
-
ˈ 
ˈ 
 
 
-
,ˈ 
-
 
,ˈ 
ˈ 
-
?ˈ 
ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
-
-
 
 
.ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
-
,ˈ 
 
-
,ˈ 
 
.
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
 
-
-
.ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
-
-
 
 
,ˈ 
 
.ˈ 
-
-
ˈ 
-
 
ˈ 
-
.ˈ 
,ˈ 
 
 
-
,ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
-
,ˈ 
,ˈ 
 
 
.ˈ 
 
-
 
 
?ˈ 
-
 
?ˈ 
 
 
-
?ˈ 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
!ˈ 
-
 
 
 
.ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
.ˈ 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
-
 
.ˈ 
 
 
-
-
ˈ 
-
 
-
-
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
-
,ˈ 
 
-
.ˈ 
-
-
ˈ 
 
ˈ 
 
-
.ˈ 
.ˈ 
-
 
.ˈ 
 
ˈ 
-
,ˈ 
-
.ˈ 
-
 
 
-
,ˈ 
-
.ˈ 
 
-
-
.ˈ 
-
 
ˈ 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
.ˈ 
-
 
,ˈ 
-
-
 
-
ˈ 
-
.ˈ 
ˈ 
-
-
 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
-
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
.ˈ 
-
.ˈ 
 
,ˈ 
!ˈ 
-
-
 
,ˈ 
!ˈ 
-
.ˈ 
ˈ 
-
!ˈ 
 
-
,ˈ 
 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
-
 
 
-
 
 
-
.ˈ 
 
-
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
-
-
-
.ˈ 
 
 
-
-
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
?ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
.ˈ 
-
.ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
-
 
,ˈ 
-
 
-
,ˈ 
-
-
 
,ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
,ˈ 
 
 
-
-
,ˈ 
-
-
-
 
 
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
?ˈ 
 
-
 
-
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
-
.ˈ 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
,ˈ 
-
ˈ 
-
-
 
 
.ˈ 
 
 
 
 
-
-
ˈ 
-
 
.ˈ 
-
 
 
 
-
-
,ˈ 
-
 
.ˈ 
-
 
ˈ 
-
.ˈ 
-
 
ˈ 
-
.ˈ 
-
.ˈ 
-
 
 
-
-
,ˈ 
 
-
.ˈ 
 
 
?ˈ 
-
 
 
-
ˈ 
-
 
-
 
,ˈ 
-
 
-
-
.ˈ 
-
 
-
ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
-
-
 
-
-
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
!ˈ 
 
 
!ˈ 
 
 
!ˈ 
 
!ˈ 
-
 
.ˈ 
 
-
-
,ˈ 
 
,ˈ 
-
-
ˈ 
-
-
 
.ˈ 
 
!ˈ 
-
 
,ˈ 
 
 
,ˈ 
-
-
 
 
-
 
.ˈ 
.ˈ 
 
 
ˈ 
.ˈ 
 
-
 
-
 
.ˈ 
,ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
-
-
 
 
ˈ 
 
 
ˈ 
-
 
 
 
 
.ˈ 
-
,ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
,ˈ 
-
.ˈ 
 
 
 
!ˈ 
 
,ˈ 
 
 
 
 
-
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
-
.ˈ 
,ˈ 
 
 
 
ˈ 
-
ˈ 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
?ˈ 
 
-
-
 
.ˈ
-
ˈ 
ˈ 
 
-
,ˈ 
-
 
,ˈ 
-
 
.ˈ 
ˈ 
 
 
 
-
.ˈ 
-
ˈ 
 
-
 
-
 
-
.ˈ 
-
,ˈ 
 
,ˈ 
 
?ˈ 
-
 
-
.ˈ 
-
ˈ 
-
 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
-
 
 
 
ˈ 
 
!ˈ 
!ˈ 
-
-
 
-
 
ˈ 
 
.ˈ 
 
-
-
.ˈ 
 
 
!ˈ 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
-
 
 
 
-
.ˈ 
.ˈ 
-
 
.ˈ 
 
 
?ˈ 
 
 
-
,ˈ 
ˈ 
-
 
-
 
.ˈ 
 
 
-
 
 
,ˈ 
-
 
 
ˈ 
-
 
,ˈ 
-
-
 
 
,ˈ 
-
-
-
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
-
 
-
-
.ˈ 
 
-
 
,ˈ 
.ˈ 
 
-
 
-
,ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
!ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
-
.ˈ 
 
.ˈ 
-
ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
-
-
 
-
.ˈ 
,ˈ 
 
,ˈ 
 
-
.ˈ 
-
-
-
 
 
!ˈ 
-
 
?ˈ 
 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
 
 
,ˈ 
 
.ˈ 
-
!ˈ 
 
-
 
 
?ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
-
 
-
-
.ˈ 
 
-
 
-
.ˈ 
-
 
 
ˈ 
 
ˈ 
 
-
-
 
.ˈ 
 
-
.ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
-
 
-
ˈ 
 
-
ˈ 
-
ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
 
 
ˈ 
ˈ 
 
-
 
ˈ 
-
 
-
 
.ˈ 
 
 
?ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
,ˈ 
-
 
 
,ˈ 
-
 
-
 
.ˈ 
-
ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
-
-
 
 
 
-
.ˈ 
 
-
 
 
 
 
.ˈ 
-
,ˈ 
-
 
,ˈ 
 
,ˈ 
-
-
.ˈ 
-
,ˈ 
 
-
,ˈ 
 
-
,ˈ 
-
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
 
 
-
-
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
-
ˈ 
 
-
 
.ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
 
-
-
,ˈ 
-
 
 
.ˈ 
 
-
ˈ 
 
-
 
-
ˈ 
-
,ˈ 
.ˈ 
 
-
-
 
 
.ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
-
.ˈ 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
-
.ˈ 
-
 
 
ˈ 
-
.ˈ 
-
,ˈ 
 
ˈ 
 
-
.ˈ 
-
-
ˈ 
,ˈ 
 
-
 
.ˈ 
-
-
 
,ˈ 
 
-
 
 
ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
 
-
-
?ˈ 
 
, 
,ˈ 
 
 
.ˈ 
 
,ˈ 
-
.ˈ 
-
 
-
ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
-
.ˈ 
 
-
 
-
 
ˈ 
-
.ˈ 
 
-
ˈ 
ˈ 
 
-
.ˈ 
-
 
-
 
 
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
 
-
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
-
 
 
 
,ˈ 
.ˈ 
 
-
 
-
.ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
ˈ 
 
-
-
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
-
ˈ 
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
-
.ˈ 
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
-
 
 
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
?ˈ 
!ˈ 
 
 
?ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
 
 
-
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
-
-
 
.ˈ 
 
ˈ 
-
 
 
?ˈ 
 
-
ˈ 
,ˈ 
?ˈ 
 
 
-
-
.ˈ 
 
-
 
?ˈ 
 
-
?ˈ 
 
 
?ˈ 
 
-
 
-
 
.ˈ 
-
-
 
,ˈ 
.ˈ 
 
,ˈ 
-
 
 
 
-
,ˈ 
-
 
 
-
-
 
-
 
,ˈ 
 
-
?ˈ 
 
-
 
 
 
.ˈ
 
 
 
ˈ 
-
-
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
,ˈ 
,ˈ 
 
-
-
-
 
.ˈ 
-
-
-
ˈ 
-
 
 
 
 
 
-
-
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
-
-
 
.ˈ 
ˈ 
ˈ 
 
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
 
-
-
ˈ 
 
 
ˈ 
-
-
-
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
 
-
 
 
.ˈ 
-
-
 
 
ˈ 
-
 
-
.ˈ 
 
 
?ˈ 
?ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
 
-
,ˈ 
 
 
,ˈ 
-
-
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
.ˈ 
 
!ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
-
-
.ˈ 
 
 
-
-
.ˈ 
 
 
 
ˈ 
-
-
 
,ˈ 
-
-
 
.ˈ 
-
,ˈ 
-
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
-
?ˈ 
-
 
-
 
.ˈ 
 
 
-
 
?ˈ 
 
-
.ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
-
 
-
,ˈ 
.ˈ 
 
-
 
 
 
 
?ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
-
-
-
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
-
,ˈ 
 
 
 
,ˈ 
 
 
-
-
 
.ˈ 
 
 
,ˈ 
-
 
ˈ 
-
ˈ 
 
.ˈ 
 
ˈ 
-
ˈ 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
ˈ 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
-
-
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
-
-
.ˈ 
 
ˈ 
.ˈ 
-
-
 
,ˈ 
-
 
 
-
,ˈ 
ˈ 
ˈ 
ˈ 
-
 
-
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
.ˈ 
 
?ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
-
 
.ˈ 
ˈ 
-
ˈ 
.ˈ 
-
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
-
 
-
?ˈ 
 
 
-
-
.ˈ 
-
ˈ 
-
ˈ 
 
-
.ˈ 
ˈ 
-
 
ˈ 
,ˈ 
ˈ 
-
 
 
,ˈ 
-
 
-
 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
-
ˈ 
-
-
ˈ 
-
,ˈ 
 
-
.ˈ
 
 
 
-
.ˈ 
 
-
,ˈ 
, 
 
.ˈ 
,ˈ 
?ˈ 
-
-
 
?ˈ 
-
-
 
 
ˈ 
-
 
-
 
?ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
-
 
-
 
.ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
 
 
-
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
 
-
 
-
 
ˈ 
 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
 
-
 
-
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
.ˈ 
 
-
-
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
ˈ 
-
 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
-
 
ˈ 
 
.ˈ 
 
 
?ˈ 
.ˈ 
-
 
-
 
ˈ 
-
-
ˈ 
 
-
 
-
.ˈ 
 
ˈ 
ˈ 
-
-
 
-
 
.ˈ 
 
-
,ˈ 
,ˈ 
 
-
,ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
-
 
 
 
-
 
-
 
-
 
.ˈ 
ˈ 
,ˈ 
ˈ 
 
ˈ 
-
-
.ˈ
 
 
 
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
ˈ 
-
 
 
 
 
ˈ 
 
.ˈ 
-
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
-
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
-
-
 
ˈ 
-
-
-
,ˈ 
 
 
.ˈ 
-
-
-
 
 
 
,ˈ 
 
?ˈ 
ˈ 
-
ˈ 
.ˈ 
-
 
-
-
.ˈ 
-
 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
,ˈ 
 
 
?ˈ 
ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
-
,ˈ 
 
-
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
.ˈ 
 
 
 
-
?ˈ 
ˈ 
-
-
,ˈ 
-
,ˈ 
 
-
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
 
-
 
 
 
ˈ 
-
-
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
-
 
 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
-
,ˈ 
 
 
 
-
 
 
-
 
-
 
,ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
,ˈ 
 
 
 
 
ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
 
-
 
-
 
,ˈ 
 
-
,ˈ 
-
 
.ˈ 
-
-
 
 
 
-
 
 
 
,ˈ 
-
 
-
 
,ˈ 
-
,ˈ 
-
 
.ˈ 
 
.ˈ 
-
 
 
 
.ˈ
-
 
-
 
 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
 
-
ˈ 
.ˈ 
ˈ 
-
ˈ 
-
-
.ˈ 
.ˈ 
-
 
-
 
.ˈ
-
ˈ 
 
 
 
-
 
-
 
,ˈ 
 
ˈ 
-
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
ˈ 
-
ˈ 
 
 
-
ˈ 
 
 
 
.ˈ 
-
-
 
,ˈ 
 
 
 
 
-
 
.ˈ 
 
 
-
 
 
-
-
ˈ 
-
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
-
:ˈ 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
-
!ˈ 
-
 
.ˈ 
 
-
-
.ˈ 
-
 
 
 
 
 
-
,ˈ 
 
 
ˈ 
-
 
 
,ˈ 
-
 
 
 
ˈ 
 
 
-
,ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
!ˈ 
 
 
.ˈ 
 
-
-
,ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
-
 
 
-
 
-
.ˈ 
ˈ 
-
ˈ 
-
ˈ 
-
.ˈ
 
 
 
-
,ˈ 
 
ˈ 
-
 
,ˈ 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
.ˈ 
 
-
 
 
 
-
.ˈ 
.ˈ 
-
 
 
 
-
 
ˈ 
-
ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
-
 
-
-
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
-
 
 
-
ˈ 
-
.ˈ 
-
 
-
-
-
 
-
 
.ˈ 
 
 
 
-
 
 
 
 
 
?ˈ 
-
 
-
.ˈ 
 
-
 
 
 
,ˈ 
 
 
 
-
 
,ˈ 
 
.ˈ 
-
-
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
-
ˈ 
!ˈ 
-
 
 
 
?ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
 
 
 
 
-
 
?ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
-
-
 
-
ˈ 
-
 
,ˈ 
-
-
 
 
 
.ˈ 
 
 
-
ˈ 
,ˈ 
.ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
 
-
-
ˈ 
.ˈ 
-
 
 
 
-
-
.ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
.ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
 
-
 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
-
ˈ 
 
-
-
 
-
.ˈ 
 
,ˈ 
ˈ 
 
-
,ˈ 
 
 
-
.ˈ
 
-
,ˈ 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
 
-
 
-
 
-
-
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
 
 
-
 
 
 
-
-
 
.ˈ 
 
ˈ 
!ˈ 
-
 
ˈ 
 
-
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
 
-
 
 
.ˈ 
 
-
!ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
-
-
 
.ˈ 
 
ˈ 
-
 
-
 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
-
-
 
-
.ˈ 
-
.ˈ 
 
-
 
 
-
,ˈ 
 
 
-
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
-
 
ˈ 
 
ˈ 
-
 
 
-
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
-
-
,ˈ 
 
 
ˈ 
-
-
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
 
,ˈ 
-
-
 
-
-
 
,ˈ 
 
-
 
,ˈ 
 
-
-
,ˈ 
 
-
 
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
-
 
-
 
ˈ 
 
-
,ˈ 
-
,ˈ 
-
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
-
ˈ 
-
,ˈ 
-
 
-
 
-
ˈ 
-
 
-
.ˈ 
-
-
.ˈ 
 
-
 
-
 
 
ˈ 
 
-
-
 
-
-
-
 
-
 
 
.ˈ 
 
.ˈ 
 
-
 
-
 
.ˈ 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
 
 
-
,ˈ 
 
?ˈ 
 
-
-
ˈ 
 
 
-
 
.ˈ 
 
-
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
 
 
 
,ˈ 
-
 
.ˈ 
-
 
 
-
-
 
.ˈ 
 
ˈ 
?ˈ 
 
 
 
 
ˈ 
-
-
 
ˈ 
-
 
 
-
 
-
-
,ˈ 
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
 
-
-
ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
 
-
ˈ 
 
-
 
-
.ˈ 
 
 
 
-
-
 
,ˈ 
 
 
 
-
ˈ 
ˈ 
 
 
 
-
 
-
,ˈ 
-
 
 
.ˈ 
-
 
ˈ 
 
 
 
?ˈ 
 
 
,ˈ 
.ˈ 
 
 
ˈ 
-
!ˈ 
 
!ˈ 
,ˈ 
-
-
 
.ˈ 
 
 
-
ˈ 
 
ˈ 
-
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
-
 
 
 
-
,ˈ 
.ˈ 
-
.ˈ 
-
 
 
-
.ˈ 
 
-
ˈ 
 
 
.ˈ 
-
 
ˈ 
 
 
-
.ˈ 
-
 
 
 
ˈ 
-
-
 
-
.ˈ 
 
 
 
-
 
-
 
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
-
-
-
-
ˈ 
 
-
ˈ 
 
 
-
-
 
-
ˈ 
 
.ˈ 
 
-
-
-
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
 
-
 
.ˈ 
 
-
 
-
 
,ˈ 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
ˈ 
-
 
 
-
 
ˈ 
-
?ˈ 
 
 
-
 
.ˈ 
 
-
-
 
,ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
.ˈ 
-
-
-
 
 
-
-
 
.ˈ 
 
-
 
-
,ˈ 
-
,ˈ 
 
-
-
.ˈ 
 
-
 
,ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
ˈ 
-
 
-
 
,ˈ 
.ˈ 
 
-
ˈ 
-
 
,ˈ 
 
 
-
 
.ˈ 
ˈ 
 
 
-
 
-
-
 
.ˈ 
-
-
 
.ˈ 
,ˈ 
,ˈ 
 
 
 
-
ˈ 
-
 
-
 
 
 
-
-
.ˈ
 
-
-
 
 
-
 
-
ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
-
-
ˈ 
 
.ˈ 
-
 
-
,ˈ 
-
 
-
 
.ˈ 
-
 
-
-
 
 
-
 ... 
-
 ... 
 
-
-
.ˈ
 
ˈ 
 
ˈ 
 
-
 
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
ˈ 
-
 
-
 
 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
 
ˈ 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
-
-
ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
-
ˈ 
ˈ 
-
.ˈ 
-
 
 
-
-
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
-
-
-
 
ˈ 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
-
 
 
-
,ˈ 
-
-
 
 
 
 
-
-
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
-
 
 ... 
-
 
.ˈ 
 
-
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
-
 
 
ˈ 
-
 
 
 
-
 
.ˈ 
ˈ 
 
-
ˈ 
-
 
.ˈ 
,ˈ 
 
-
 
 
 
-
-
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
-
 
 
ˈ 
-
 
 
 
-
,ˈ 
-
.ˈ 
 
 
 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
-
-
 
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
-
 
-
-
,ˈ 
 
-
 
.ˈ 
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
-
ˈ 
-
 
ˈ 
-
-
-
 
 
ˈ 
 
 
-
-
.ˈ 
-
 
 
-
-
.ˈ 
 
 
 
-
ˈ 
-
 
-
-
 
-
 
 
-
.ˈ 
 
 
-
ˈ 
.ˈ 
-
 
-
-
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
 
-
 
 
,ˈ 
,ˈ 
 
 
-
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
,ˈ 
-
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
-
 
 
-
ˈ 
-
.ˈ 
 
-
 
 
 
,ˈ 
 
-
,ˈ 
 
 
 
-
-
-
,ˈ 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
-
 
 
 
,ˈ 
-
 
-
-
,ˈ 
-
-
,ˈ 
,ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
-
 
 
-
ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
-
 
 
ˈ 
-
-
,ˈ 
 
.ˈ 
 
 
-
-
,ˈ 
.ˈ 
 
-
 
 
 
-
.ˈ 
-
 
-
 
-
 
.ˈ
 
 
 
 
 
?ˈ 
 
ˈ 
-
 
ˈ 
 
-
ˈ 
-
-
-
,ˈ 
 
,ˈ 
-
ˈ 
-
-
,ˈ 
-
 
.ˈ 
-
 
 
 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
 
-
 
-
ˈ 
-
 
 
 
 
ˈ 
-
-
 
.ˈ 
-
 
.ˈ 
 
ˈ 
 
 
-
 
 
-
-
.ˈ 
-
-
 
-
 
-
 
-
 
ˈ 
 
-
-
 
 
,ˈ 
-
-
 
.ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
-
,ˈ 
ˈ 
-
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
ˈ 
 
 — 
 
 
 
?ˈ 
-
 
.ˈ
ˈ 
 
.ˈ 
,ˈ 
-
 
 
-
ˈ 
 
-
 
ˈ 
 
?ˈ 
 
 
 
-
?ˈ 
 
-
 
-
 
 
 
.ˈ 
 
 
 
-
-
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
-
-
-
.ˈ 
ˈ 
-
-
 
 
-
-
-
.ˈ 
 
ˈ 
-
 
-
 
ˈ 
-
 
.ˈ 
 
-
-
-
ˈ 
-
ˈ 
-
 
-
 
-
.ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
?ˈ 
 
 
.ˈ 
-
 
 
 
 
?ˈ 
 
 
-
 
ˈ 
-
 
 
ˈ 
 
 
,ˈ 
 
-
-
 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
 
 
!ˈ 
 
 
-
.ˈ 
 
 
-
-
-
.ˈ 
-
-
 
-
.ˈ 
 
-
-
?ˈ 
 
.ˈ 
ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
 
-
-
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
-
-
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
-
 
 
.ˈ 
 
 
 
 
-
-
,ˈ 
-
-
 
 
ˈ 
-
-
ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
 
-
.ˈ 
ˈ 
-
 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
 
-
 
ˈ 
-
-
,ˈ 
-
-
,ˈ 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
 
-
.ˈ 
,ˈ 
 
-
,ˈ 
-
 
-
ˈ 
-
 
 
,ˈ 
-
.ˈ 
ˈ 
-
-
 
-
 
.ˈ 
 
 
 
 
.ˈ 
-
 
-
,ˈ 
 
-
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
.ˈ 
-
-
 
-
 
ˈ 
-
.ˈ 
-
 
 
ˈ 
-
 
.ˈ
 
-
.ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
-
 
 
?ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
-
-
ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
-
-
 
-
 
-
-
 
 
-
.ˈ 
-
.ˈ 
.ˈ 
-
 
 
 
-
-
 
 
-
,ˈ 
 
-
ˈ 
 
-
-
,ˈ 
 
.ˈ 
 
-
-
 
-
.ˈ 
 
 
-
 
?ˈ 
 
.ˈ 
-
 
?ˈ 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
-
-
.ˈ 
-
 
-
-
 
?ˈ 
-
.ˈ 
-
.ˈ 
-
.ˈ 
 
 
-
,ˈ 
-
 
-
!ˈ 
-
 
ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
-
ˈ 
ˈ 
-
.ˈ 
.ˈ 
-
 
.ˈ 
 
-
 
 
-
-
-
-
 
.ˈ 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
-
 
 
,ˈ 
 
-
 
.ˈ 
-
ˈ 
 
 
 
 
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
,ˈ 
 
.ˈ 
-
-
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
-
,ˈ 
-
 
-
,ˈ 
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
-
 
 
.ˈ 
ˈ 
-
.ˈ 
 
 
-
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
-
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
 
 
ˈ 
-
 
.ˈ 
, 
, 
.ˈ 
 
 
 
?ˈ 
-
 
-
.ˈ 
 
 
 
-
-
.ˈ 
 
 
.ˈ 
 
?ˈ 
-
 
 
.ˈ 
 
-
-
 
ˈ 
-
.ˈ 
-
 
-
.ˈ 
-
 
 
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
-
-
ˈ 
-
-
-
.ˈ 
 
-
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
,ˈ 
-
-
 
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
 
?ˈ 
 
.ˈ 
.ˈ 
 
-
,ˈ 
-
.ˈ 
.ˈ 
-
-
 
.ˈ 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
-
 
 
 
.ˈ 
 
.ˈ 
 
-
-
 
 
,ˈ 
-
-
 
 
.ˈ 
 
 
ˈ 
-
 
-
-
-
,ˈ 
-
 
-
-
-
,ˈ 
-
-
 
.ˈ 
-
 
 
 
 
.ˈ 
-
 
 
 
 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
 
 
,ˈ 
-
.ˈ 
-
.ˈ 
 
ˈ 
-
-
 
 
 
-
ˈ 
 
-
-
.ˈ 
 
-
 
 
 
,ˈ 
-
 
-
ˈ 
-
 
 
-
 
,ˈ 
-
.ˈ 
 
 
 
-
 
 
.ˈ
 
 
 
ˈ 
ˈ 
-
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
:ˈ
 
-
.ˈ 
 
 
 
-
.ˈ 
-
 
ˈ 
 
 
-
 
 
 
-
ˈ 
-
ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
 
 
-
 
ˈ 
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
-
 
 
-
 
.ˈ 
-
 
ˈ 
-
ˈ 
 
?ˈ 
 
-
 
-
 
-
.ˈ 
 
 
 
-
.ˈ 
ˈ 
-
 
 
 
-
 
-
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
,ˈ 
-
 
-
.ˈ 
ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
.ˈ 
-
 
 
-
ˈ 
-
 
 
 
 
 
-
,ˈ 
 
 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
!ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
 
 
.ˈ 
-
-
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
.ˈ 
 
!ˈ 
 
?!ˈ 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
 
 
-
 
-
-
 
,ˈ 
-
 
 
-
?!ˈ 
 
-
 
-
-
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
 
-
.ˈ 
-
ˈ 
!ˈ 
-
 
-
ˈ 
 
-
?!ˈ 
 
-
ˈ 
 
.ˈ 
 
?ˈ 
 
-
 
 
 
ˈ 
-
 
-
 
.ˈ 
 
-
ˈ 
ˈ 
 
-
 
,ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
 
 
 
ˈ 
-
ˈ 
 
?ˈ 
 
-
 
-
ˈ 
 
.ˈ 
 
-
ˈ 
,ˈ 
.ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
-
 
 
.ˈ 
-
 
-
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
-
?ˈ 
 
 
-
 
 
-
,ˈ 
-
-
-
.ˈ 
 
!ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
 
-
?ˈ 
 
-
 
ˈ 
 
-
 
 
 
.ˈ 
! 
 
 
?!ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
-
 
 
.ˈ 
 
-
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
-
 
ˈ 
 
-
ˈ 
-
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
,ˈ 
-
 
 
 
 
.ˈ 
-
 
 
-
.ˈ 
 
 
-
 
 
ˈ 
-
 
.ˈ 
-
-
 
 
 
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
 
-
 
 
 
-
,ˈ 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
-
?ˈ 
 
-
 
-
 
 
-
,ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
-
.ˈ 
 
-
?ˈ 
 
ˈ 
 
-
 
-
 
-
,ˈ 
-
ˈ 
-
 
 
 
.ˈ 
,ˈ 
-
-
 
 
-
 
ˈ 
 
.ˈ 
 
-
-
-
 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
-
 
,ˈ 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
-
 
 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
!ˈ 
 
-
 
-
.ˈ 
 
-
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
-
?ˈ 
 
-
 
 
 
 
.ˈ 
 
-
 
-
!ˈ 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
-
 
-
.ˈ 
 
-
-
 
 
 
.ˈ 
-
 
-
 
 
!ˈ 
-
 
-
!ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
ˈ 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
-
-
 
-
-
.ˈ 
 
ˈ 
-
.ˈ 
 
-
 
-
-
.ˈ 
-
-
 
.ˈ 
-
-
 
-
.ˈ 
-
-
 
.ˈ 
 
-
-
.ˈ 
 
-
 
 
 
-
,ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
-
 
 
 
 
 
-
.ˈ 
-
 
ˈ 
 
 
 
 
 
-
.ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
 
-
 
 
 
-
.ˈ 
-
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
-
 
 
 
 
ˈ 
 
.ˈ 
 
 
-
 
 
 
ˈ 
 
 
-
 
-
 
,ˈ 
-
 
-
,ˈ 
-
 
-
.ˈ 
-
ˈ 
-
 
-
 
 
,ˈ 
 
-
.ˈ 
-
 
-
 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
-
ˈ 
 
-
-
-
 
-
 
-
ˈ 
 
.ˈ 
ˈ 
-
 
 
 
 
ˈ 
-
.ˈ 
-
 
 
-
 
-
-
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
-
 
.ˈ
 
-
ˈ 
ˈ 
 
-
.ˈ 
 
 
 
-
, 
-
, 
-
,ˈ 
-
 
 ... 
-
,ˈ 
 
 ... 
, 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
ˈ 
ˈ 
 
.ˈ 
-
 
ˈ 
 
-
ˈ 
 
-
-
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
-
-
?ˈ 
 
-
-
 
 
.ˈ 
-
 
.ˈ 
-
 
 
 
-
 
?ˈ 
 
 
.ˈ 
-
 
-
ˈ 
 
-
-
?ˈ 
-
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
-
 
?ˈ 
-
 
 
.ˈ 
 
 
-
 
 
?ˈ 
-
 
 
?ˈ 
-
 
 
ˈ 
-
-
 
 
-
 
,ˈ 
 
 
 
?ˈ 
-
 
-
.ˈ 
 
 
-
-
.ˈ 
 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
,ˈ 
,ˈ 
-
 
-
 
?ˈ 
 
ˈ 
 
-
ˈ 
-
 
-
!ˈ 
-
 
 
 
?ˈ 
 
 
-
 
 
,ˈ 
-
 
ˈ 
-
 
ˈ 
-
-
-
 
ˈ 
-
-
-
 
 
?ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
-
ˈ 
-
 
 
,ˈ 
.ˈ 
 
 
 
-
-
-
.ˈ 
-
 
ˈ 
 
-
-
-
 
,ˈ 
ˈ 
 
-
?ˈ 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
 
-
 
ˈ 
-
 
.ˈ 
 
-
.ˈ 
-
-
,ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
-
,ˈ 
 
 
 
 
,ˈ 
-
 
?ˈ 
-
?ˈ 
 
,ˈ 
-
?ˈ 
 
 
 
-
,ˈ 
 
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
 
?ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
-
-
?ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
-
?ˈ 
 
-
.ˈ 
-
ˈ 
?ˈ 
-
-
-
!ˈ 
 
 
-
-
?ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
-
-
 
?ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
-
 
 
ˈ 
-
,ˈ 
-
-
 
ˈ 
 
 
.ˈ 
 
-
?ˈ 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
 
,ˈ 
-
 
 
,ˈ 
-
 
 
ˈ 
-
-
 
 
-
-
 
-
.ˈ 
 
-
?ˈ 
 
-
.ˈ 
 
,ˈ 
!ˈ 
 
?ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
,ˈ 
 
.ˈ 
-
 
 
ˈ 
-
.ˈ 
 
 
 
-
ˈ 
!ˈ 
 
 
-
,ˈ 
-
ˈ 
-
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
!ˈ 
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
!ˈ 
 
-
?ˈ 
 
ˈ 
ˈ 
ˈ 
 
-
ˈ 
-
ˈ 
 
-
.ˈ 
 
 
-
?ˈ 
 
-
-
-
?ˈ 
 
.ˈ 
 
!ˈ 
 
-
ˈ 
-
.ˈ 
 
-
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
?ˈ 
 
-
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
-
ˈ 
-
 
 
-
-
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
.ˈ 
-
ˈ 
-
 
-
-
 
-
?ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
 
 
 
ˈ 
-
 
 
.ˈ 
 
-
 
-
 
-
ˈ 
 
-
.ˈ 
-
-
 
-
 
-
,ˈ 
 
 
-
-
-
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
-
ˈ 
 
-
 
,ˈ 
ˈ 
-
 
,ˈ 
 
-
 
 
?ˈ 
ˈ 
-
ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
?ˈ 
-
 
ˈ 
-
ˈ 
-
?ˈ 
ˈ 
-
?ˈ 
-
 
-
 
 
-
 
-
 
-
-
,ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
ˈ 
-
 
?ˈ 
-
 
 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
 
-
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
 
-
ˈ 
-
.ˈ 
 
-
,ˈ 
 
 
 
-
,ˈ 
-
-
 
 
 
-
-
 
.ˈ 
 
-
 
,ˈ 
 
-
,ˈ 
-
-
 
-
 
.ˈ 
-
 
 
 
-
-
 
 
 
,ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
-
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
?ˈ 
-
-
 
.ˈ 
-
ˈ 
-
 
!ˈ 
 
-
?!ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
ˈ — 
 
-
,ˈ 
-
 
ˈ — 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
ˈ 
ˈ 
-
ˈ 
-
 
 
 
 
,ˈ 
 
,ˈ 
-
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
 
-
-
-
ˈ 
 
-
 
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
?ˈ 
-
-
.ˈ 
 
ˈ 
 
-
,ˈ 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
-
,ˈ 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
ˈ 
 
 
 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
 
 
,ˈ 
,ˈ 
-
,ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
-
-
 
 
ˈ 
-
-
 
.ˈ 
-
-
 
 
 
ˈ 
-
-
 
-
.ˈ 
-
 
 
 
ˈ 
 
-
,ˈ 
,ˈ 
 
-
-
.ˈ 
 
.ˈ 
ˈ 
-
 
-
,ˈ 
 
 
 
-
,ˈ 
-
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
-
,ˈ 
ˈ 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
 
-
ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
ˈ — 
 
ˈ 
 
ˈ — 
 
-
-
 
,ˈ 
-
 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
-
:ˈ 
 
-
.ˈ 
ˈ 
-
 
 
-
 
-
 
-
.ˈ 
-
 
.ˈ 
 
-
 
-
 
-
.ˈ 
-
 
-
ˈ 
-
-
 
 
-
.ˈ 
-
 
 
-
ˈ 
-
 
-
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
-
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
-
 
-
.ˈ 
-
 
.ˈ 
 
-
-
-
ˈ 
 
?ˈ 
 
 
? 
 
 
?ˈ 
-
 
,ˈ 
-
-
 
,ˈ 
-
-
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
 
 
.ˈ 
-
-
-
 
 
.ˈ 
 
 
 
,ˈ 
 
-
,ˈ 
-
 
-
 
.ˈ 
-
 
-
.ˈ 
-
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
-
 
 
-
?ˈ 
 
 
-
ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
-
 
 
-
 
ˈ 
-
-
 
ˈ 
-
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
ˈ 
-
-
.ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
-
 
-
ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
-
 
 
 
 
 
ˈ 
-
-
.ˈ 
-
 
 
.ˈ
 
,ˈ 
-
ˈ 
-
.ˈ 
 
 
 
-
.ˈ 
ˈ 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
 
, 
.ˈ 
 
 
,ˈ 
 
 
-
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
-
ˈ 
 
-
ˈ 
 
 
-
 
 
-
?ˈ 
 
.ˈ 
 
-
 
ˈ 
-
-
-
 
,ˈ 
-
-
 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
-
!ˈ 
ˈ 
 
 
 
-
 
?ˈ 
 
 
-
 
 
,ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
-
 
-
 
 
.ˈ 
-
 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
 
?ˈ 
 
 
 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
?ˈ 
 
 
 
-
 
-
ˈ 
 
 
!ˈ 
 
-
 
 
-
?ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
: 
ˈ 
ˈ 
 
 
?ˈ 
 
 
 
 
-
.ˈ 
-
 
.ˈ 
 
 
-
-
.ˈ 
 
 
-
 
 
 
 
ˈ 
 
 
-
ˈ
 
,ˈ 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
-
ˈ 
-
 
-
 
.ˈ 
-
 
 
.ˈ 
:ˈ 
ˈ 
 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
 
-
-
.ˈ
 
 
-
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
-
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
-
 
 
 
-
 
.ˈ 
-
 
 
 
-
 
.ˈ 
:ˈ
-
 
-
-
ˈ 
-
 
-
 
ˈ 
-
 
 
ˈ 
-
 
 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ
-
 
 
-
 
 
.ˈ 
 
 
 
 
,ˈ 
 
-
-
!ˈ 
-
 
?ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
,ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
-
.ˈ 
-
?ˈ 
-
 
-
 
-
,ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ
-
 
 
 
-
 
ˈ 
ˈ 
-
.ˈ 
-
 
-
 
 
 
 
ˈ 
 
 
=
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
.ˈ 
-
-
 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
-
.ˈ 
-
 
 
ˈ 
-
 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
ˈ 
 
-
 
 
-
 
.ˈ 
-
 
-
 
ˈ 
-
 
 
 
 
-
 
.ˈ
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
. 
-
 
.ˈ 
=
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
 
-
 
.ˈ 
 
-
-
,ˈ 
-
,ˈ 
.ˈ 
-
ˈ 
-
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
?ˈ 
 
 
-
 
 
 
 
?ˈ 
!ˈ 
 
 
 
ˈ 
 
 
-
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
-
.ˈ 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
?ˈ 
 
 
-
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
-
 
 
-
ˈ 
 
-
.ˈ 
 
 
 
-
. 
-
 
ˈ 
ˈ 
?ˈ 
 
ˈ 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
?!ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
! 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
=
 
.ˈ 
 
 
 
 
=
.ˈ 
 
 
 
 
.ˈ 
=
 
-
.ˈ 
-
 
.ˈ 
 
.ˈ 
=
 
ˈ 
 
.ˈ 
=
 
 
-
 
 
,ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
. 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
-
 
 
 
,ˈ 
 
=
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
=
.ˈ 
ˈ 
-
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
 
 
 
 
-
.ˈ 
 
-
 
-
 
 
-
ˈ 
 
-
 
 
 
.ˈ 
=
 
 
-
-
.ˈ 
-
 
 
.ˈ 
 
-
 
 
?ˈ 
-
 
. 
 
 
ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
?!ˈ 
 
-
 
.ˈ 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
-
 
 
.ˈ 
=
 
 
-
 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
=
 
 
.ˈ 
 
-
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
=
 
-
 
 
 
 
.ˈ 
,ˈ 
 
ˈ 
=
 
-
 
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
?ˈ 
 
ˈ 
=
 
 
.ˈ 
=
 
ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
-
 
 
 
?ˈ 
 
 
-
,ˈ 
 
 
 
.ˈ 
 
=
 
.ˈ 
 
 
,ˈ 
-
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
-
 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
-
 
 
-
 
 
 
 
 
.ˈ 
=
 
 
 
 
.ˈ 
 
 
 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
=
ˈ 
 
.ˈ 
 
 
ˈ 
-
 ... 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
-
=
 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
-
 
?ˈ 
-
 
 
 
 
-
.ˈ 
 
 
,ˈ 
ˈ 
 
 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
-
.ˈ 
 
-
 
-
? 
 
ˈ 
 
=
 
.ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
-
=
 
 
 
.ˈ 
-
 
? 
-
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
-
ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
.ˈ 
 
-
.ˈ 
 
-
?ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
-
 
-
 
ˈ 
=
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
=
 
ˈ 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
=
 
.ˈ 
 
 
.ˈ 
, 
 
 
,ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
=
ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
 
 
-
.ˈ 
 
 
-
 
 
 
 
-
 
.ˈ 
 
ˈ 
-
?ˈ 
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
-
 
-
 
ˈ 
-
 
-
 
 
-
,ˈ 
 
-
 
-
,ˈ 
-
 
.ˈ 
 
?ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
-
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
? 
 
?ˈ 
=
 
ˈ 
 
-
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
-
 
 
 
 
ˈ 
=
 
 
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
.ˈ 
ˈ 
-
 
 
 
?ˈ 
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
,ˈ 
 
 
,ˈ 
-
-
 
 
-
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
-
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
-
 
 
?ˈ 
.ˈ 
 
-
-
 
 
 
.ˈ 
 ... 
 
-
 
.ˈ 
!ˈ 
 
 
 
=
 
-
 
 
 
,ˈ 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
 
,ˈ 
 
 
 
-
 
 
 
-
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
 
-
 
-
 
.ˈ 
-
 
ˈ 
 
.ˈ 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
-
.ˈ 
-
 
=
 
 
ˈ 
 
 
ˈ 
 
 
 ... 
.ˈ 
 
 
 
 
.ˈ 
-
 
 
 ... 
 
-
 
-
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
=
 
-
 
 
 
-
-
,ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
-
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
ˈ 
=
 
-
 
-
 
-
=
 
 ... 
,ˈ 
 
-
 
 
-
 
 
,ˈ 
 
 ... 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
 
-
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ
-
 
ˈ 
 
-
-
.ˈ 
-
ˈ 
 
 
ˈ 
-
ˈ 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
,ˈ 
ˈ 
-
 
 
=
,ˈ 
 
=
,ˈ 
 
=
.ˈ 
-
.ˈ 
 
 
 
-
-
.ˈ 
 
,ˈ 
 
 
 
 
-
 
,ˈ 
 
 
 
-
 
-
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
ˈ 
, 
 
-
 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
-
 
ˈ 
ˈ 
-
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
 
 
 
=
 
?ˈ 
 
ˈ 
-
 
=
.ˈ 
 
 
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
-
 
.ˈ
 
ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
-
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
-
 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
-
 
ˈ 
 
ˈ 
-
 ... 
ˈ 
-
-
 
 
ˈ 
ˈ 
 
ˈ 
 ... 
 
-
 
 
 
.ˈ 
-
 
=
.ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
-
 
ˈ 
 
 
 
-
-
ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
-
 
ˈ 
 
-
 
 
 
 ... 
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
-
 
 
=
 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
-
 
-
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
-
 
-
-
 
-
-
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
.ˈ 
-
-
-
 
-
 
 
-
-
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
-
 
-
-
 
-
 
 
-
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
-
-
 
 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
-
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
-
 
ˈ 
-
 
 
.ˈ 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
-
ˈ 
 
 
 
-
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
-
-
.ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
 
-
 
 
.ˈ 
-
 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 
ˈ 
 
.ˈ 
-
=
 
,ˈ 
 
 
-
 
ˈ 
 
-
 
-
 
 
-
,ˈ 
 
 
-
 
 
.ˈ 
 
 
-
 
 
 
-
 
ˈ 
 
 
 
 
 
,ˈ 
-
.ˈ 
-
 
-
ˈ 
-
 
-
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
-
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
 
 
-
-
 
 ... 
, 
 
.ˈ 
-
-
 
=
ˈ 
 
 
 ... 
 
ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
 
.ˈ 
 
 
 
-
-
 
.ˈ 
 
 
 
 
-
-
 
 
.ˈ 
.ˈ 
 
 
ˈ 
 
 
 
=
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
-
 
.ˈ 
ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
-
-
 
ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
-
 
-
 
 ... 
-
 
.ˈ 
 
 
-
 
?ˈ 
 
 
 
 
ˈ 
-
 
 
 
 
-
ˈ 
 
 
-
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
?ˈ 
ˈ 
ˈ 
-
 
?ˈ 
 
.ˈ 
 
-
 
 
 
ˈ 
 
-
ˈ 
 
 
-
-
 
.ˈ 
 
-
 
,ˈ 
 
-
 
ˈ 
 
.ˈ
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
-
 
-
?ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
,ˈ 
 
=
 
,ˈ 
-
 
 
ˈ 
,ˈ 
 
 
=
?ˈ 
 
,ˈ 
-
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
,ˈ 
,ˈ 
ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
.ˈ 
 
-
-
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
-
ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
?ˈ 
 
 
 
,ˈ 
-
 
 
-
.ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
-
-
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
=
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
-
ˈ 
 
 
 
,ˈ 
-
ˈ 
-
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
-
 
 
 
 
.ˈ 
 
-
ˈ 
=
.ˈ 
 
-
 
=
.ˈ 
-
 
 
-
,ˈ 
 
.ˈ 
 
-
-
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
-
.ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
=
ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
-
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
ˈ 
 
, 
-
.ˈ 
 
 
-
 
 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
.ˈ 
ˈ 
,ˈ 
ˈ 
,ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
-
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
?ˈ 
 
ˈ 
 
?ˈ 
ˈ 
-
ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
 
 
ˈ 
.ˈ 
-
-
 
 
.ˈ 
,ˈ 
-
ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
.ˈ 
-
 
 
 
,ˈ 
 
 
ˈ 
-
=
 
ˈ 
 
 
 
,ˈ 
 
 
 
-
.ˈ 
ˈ 
=
 
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
-
 
-
-
,ˈ 
,ˈ 
,ˈ 
-
 
-
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
,ˈ 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
=
-
 
.ˈ 
 
.ˈ 
-
 
 
?ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
?ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
-
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
-
-
 
 
ˈ 
-
 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
 
=
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
.ˈ 
,ˈ 
 
=
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
?ˈ 
 
 
 
ˈ 
=
 
.ˈ 
.ˈ 
 
-
.ˈ 
 
.ˈ 
=
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
-
 
,ˈ 
.ˈ 
 
!ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
 
 
-
,ˈ 
-
 
 
 
 
,ˈ 
-
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
 
 
-
 
 
,ˈ 
,ˈ 
=
 
.ˈ 
 
-
-
,ˈ 
,ˈ 
.ˈ 
, 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
=
 
,ˈ 
 
=
.ˈ 
 
-
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
=
 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
-
 
 
,ˈ 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
,ˈ 
 
-
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
, 
=
ˈ ... 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
ˈ 
,ˈ 
 
 
 
ˈ 
 
-
=
 
 
.ˈ 
 
.ˈ 
-
 
 
ˈ ... 
 
.ˈ 
 
 
ˈ 
-
 
,ˈ 
 
-
?ˈ 
 
 
ˈ 
-
 
-
?ˈ 
 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
 
?ˈ 
 
 
 
 
?ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
-
 
-
?ˈ 
-
-
 
.ˈ 
 
 
 
-
-
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
,ˈ 
-
?ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
-
 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
=
 
-
 
 
.ˈ 
-
=
 
 
 
.ˈ
 
 
-
.ˈ 
-
 
-
ˈ 
-
 
-
 
,ˈ 
ˈ 
-
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
-
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
-
 
-
?ˈ 
 
-
 
 
ˈ 
.ˈ 
 
ˈ 
-
 
-
 
ˈ 
-
 
-
!ˈ 
 
-
!ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
-
-
 
 
ˈ 
.ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
 
=
 
ˈ 
 
 
 
 
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
 
-
ˈ 
.ˈ 
 
ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
-
 
?ˈ 
-
 
?ˈ 
 
-
 
 
.ˈ 
 
!ˈ 
 
-
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
?ˈ 
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
-
 
 
-
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
-
 
?ˈ 
 
ˈ 
 
ˈ 
-
 
-
,ˈ 
 
-
 
-
.ˈ 
ˈ 
ˈ 
!ˈ 
-
 
 
 
,ˈ 
-
.ˈ 
ˈ 
 
 
 
ˈ 
=
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
=
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
 
=
 
 
 
-
.ˈ 
-
,ˈ 
 
-
ˈ 
 
-
.ˈ 
 
-
=
 
.ˈ 
 
 
 
.ˈ 
 
=
 
 
 
?ˈ 
-
 
-
 
 
 
?ˈ 
 
?ˈ 
 
?ˈ 
 
 
-
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
 
 
 
-
ˈ 
.ˈ 
-
 
-
 
-
ˈ 
 
 
-
-
,ˈ 
-
 
-
.ˈ 
=
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
=
ˈ 
 
-
ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
 
-
ˈ 
=
 
ˈ 
 
ˈ 
-
 
-
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
 
-
 
,ˈ 
 
-
 
ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
=
 
,ˈ 
=
 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
=
 
,ˈ 
 
 
=
ˈ 
 
-
=
 
 
 
-
-
.ˈ 
.ˈ 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
-
 
 
.ˈ 
ˈ 
 
 
 
.ˈ
-
 
 
 
 
 ... 
ˈ 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
-
!ˈ 
 
.ˈ 
-
ˈ 
-
 
 
-
.ˈ 
 
ˈ 
.ˈ 
=
 
ˈ 
 
ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 ... 
 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
,ˈ 
 
 
 
 
-
?ˈ 
 
 
 
-
 
 
-
.ˈ 
-
 
=
 
-
,ˈ 
=
 
-
.ˈ
-
 
 
 ... 
ˈ 
ˈ 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
-
 
ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
-
 
.ˈ 
-
 
 
-
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ
 
ˈ 
 ... 
 
 
ˈ 
 
.ˈ 
 
 
=
.ˈ 
.ˈ 
 
 
.ˈ 
 
=
.ˈ 
-
 
-
ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
,ˈ 
-
,ˈ 
-
ˈ 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
 
-
.ˈ 
 
ˈ 
 
-
 
-
 
ˈ 
-
,ˈ 
-
,ˈ 
-
 
-
 
.ˈ 
 
-
.ˈ 
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
=
,ˈ 
 
 
-
ˈ 
-
ˈ 
 
.ˈ 
 
 
ˈ 
-
-
 ... 
 
.ˈ 
-
 
 
 
,ˈ 
-
 
-
 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
-
-
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
-
,ˈ 
 
 
.ˈ 
 
 
-
 
 ... 
 
 
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
=
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
777970	 
 
ˈ 
ˈ 
ˈ 
-
 
 
,ˈ 
-
=
 
 
-
-
 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
-
-
 
 
.ˈ 
-
 
 
 
 
 
 
.ˈ 
.ˈ 
 
,ˈ 
 
=
.ˈ 
 
 
,ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
-
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
.ˈ 
=
.ˈ 
 
ˈ 
 
 
-
-
 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
ˈ 
 
 
ˈ 
 
,ˈ 
-
 
ˈ 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
-
-
 
-
 
-
-
ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
-
 
,ˈ 
 
 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
,ˈ 
-
-
 
-
=
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
,ˈ 
=
ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
778199	 
 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
ˈ 
 ... 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
 
ˈ 
 
-
ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
-
-
 
 
 
ˈ 
-
 
 
 
,ˈ 
-
 
 
.ˈ 
-
 
 
-
-
 
.ˈ 
 
 
-
ˈ 
-
,ˈ 
 
 
 
.ˈ 
 
-
-
-
,ˈ 
,ˈ 
-
-
 
.ˈ 
 
,ˈ 
 
-
 
 
-
,ˈ 
,ˈ 
, ˈ 
ˈ 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
 
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
 
 
 
=
.ˈ 
 
ˈ 
 
 
,ˈ 
-
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
-
 
 
-
ˈ 
.ˈ 
-
 
 
.ˈ 
,ˈ 
 
 
 
=
ˈ 
.ˈ 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
-
-
 
ˈ 
 
,ˈ 
-
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
-
 
-
,ˈ 
-
 
=
,ˈ 
,ˈ 
 
ˈ 
 
-
ˈ 
-
=
 
.ˈ 
 
-
-
,ˈ 
 
-
=
,ˈ 
 
 
,ˈ 
-
-
,ˈ 
-
 
.ˈ 
-
 
 
ˈ 
 
-
 
 
.ˈ 
-
 
-
-
 
=
.ˈ 
 
 
-
-
 
 
 
-
-
 
-
=
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
=
 
ˈ 
 
 
?ˈ 
 
-
=
.ˈ 
-
 
 
 
-
ˈ 
 
 
 
ˈ 
 
 
 
-
ˈ 
=
 
ˈ 
-
 
.ˈ 
-
 
 
-
 
.ˈ 
 
.ˈ 
 
 
-
 
 
-
ˈ 
 
.ˈ 
 
 
=
ˈ 
-
 
 
 
ˈ 
-
 
 
ˈ 
-
-
 
-
=
 
ˈ 
ˈ ... 
 
,ˈ 
 
-
?ˈ 
-
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
-
-
 
 
-
 
-
-
ˈ 
=
 
.ˈ 
 
 
=
.ˈ 
 
 
,ˈ 
 ... 
-
 
 
 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
-
 
ˈ 
 
 
-
ˈ 
 
=
ˈ 
 
=
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
.ˈ
 
 
-
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
ˈ 
,ˈ 
 
ˈ 
ˈ 
ˈ 
-
 
 
.ˈ 
-
 
ˈ 
 
-
,ˈ 
ˈ 
=
 
 
ˈ 
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
 
 
-
 
.ˈ 
ˈ 
 
 
-
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
=
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
 
=
.ˈ 
 
?ˈ 
 
 
-
 
-
 
.ˈ 
 
 
-
?!ˈ 
 
 
, 
 
.ˈ 
 
ˈ 
-
ˈ 
=
ˈ 
 
-
 
-
 
.ˈ 
 
-
?!ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
.ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
 
-
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
-
ˈ 
-
-
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
-
.ˈ 
,ˈ 
 
 
=
 
.ˈ 
 
=
 
ˈ 
 
.ˈ 
 
-
ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
 
ˈ 
-
 
-
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
 
-
ˈ 
ˈ 
-
,ˈ 
-
 
.ˈ 
,ˈ 
 
ˈ 
-
.ˈ 
 
-
 
 
ˈ 
-
 
,ˈ 
=
 
.ˈ 
 
 
=
 
!ˈ 
 
 
 
,ˈ 
ˈ ... 
-
.ˈ 
-
ˈ 
ˈ 
ˈ 
-
,ˈ 
-
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
ˈ 
-
-
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
-
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
-
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
-
=
 
?ˈ 
 
 
 
,ˈ 
ˈ 
 
 
 
ˈ 
-
-
 
 
 
 
?ˈ 
 
ˈ 
-
ˈ 
,ˈ 
-
 
,ˈ 
 
-
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
-
,ˈ 
 
 
 
-
,ˈ 
 
ˈ 
 
-
.ˈ 
-
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 ... 
ˈ 
 
 
.ˈ 
 
 
ˈ 
!ˈ 
 
-
ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
-
?ˈ 
 
?ˈ 
-
 
!ˈ 
ˈ 
 
-
ˈ 
 
-
 
-
-
?ˈ 
ˈ 
-
 
 
 
-
-
?ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
ˈ 
 
-
ˈ 
-
-
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
-
-
.ˈ 
 
 
 
=
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
-
-
.ˈ 
 
-
ˈ 
ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
?ˈ 
 
ˈ 
 
 
ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
 
-
-
ˈ 
 
 
?ˈ 
 
-
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
 
-
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
=
 
 
-
-
 
ˈ 
-
-
 
-
ˈ 
-
-
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
-
-
 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
-
-
ˈ 
 
-
 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
-
 
-
ˈ 
 
 
.ˈ 
 
-
 
 
 
 
?!ˈ 
 
 
-
 
 
 
ˈ 
.ˈ 
=
 
 
.ˈ 
 
 
.ˈ
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
-
 
?ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
-
?ˈ 
 
-
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
-
,ˈ 
 
-
 
 
-
.ˈ 
 
-
-
ˈ 
-
=
 
 
 
.ˈ
-
ˈ 
ˈ 
,ˈ 
 
-
-
.ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
ˈ 
.ˈ 
,ˈ 
-
ˈ 
 
-
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
-
ˈ 
=
 
 
 
 
-
ˈ 
 
-
 
-
ˈ 
ˈ 
,ˈ 
 
ˈ 
-
 
ˈ 
-
ˈ 
-
 
-
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
-
 
.ˈ
-
ˈ 
 
ˈ 
 
-
ˈ 
 
ˈ 
-
,ˈ 
 
-
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
=
,ˈ 
,ˈ 
-
 
.ˈ 
ˈ 
ˈ 
 
-
 
-
.ˈ 
 
 
 
-
 
.ˈ 
-
=
ˈ 
 
-
 
.ˈ 
ˈ 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
-
 
,ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
ˈ 
-
ˈ 
ˈ 
-
 
.ˈ 
-
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
 
 
 
-
ˈ 
-
 
ˈ 
-
ˈ 
 
 
,ˈ 
-
,ˈ 
 
.ˈ 
 
-
 
,ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
 
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
-
 
 
ˈ 
 
 
-
 
.ˈ 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
-
.ˈ 
-
ˈ 
-
 
ˈ 
 
ˈ 
=
 
-
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
.ˈ 
 
 
-
ˈ 
ˈ 
 
-
.ˈ 
ˈ 
,ˈ 
-
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
-
ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
-
-
 
.ˈ 
 
 
 
 
-
?ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
-
 
 
 
 
.ˈ 
-
,ˈ 
!ˈ 
-
.ˈ 
 
 
=
ˈ 
.ˈ 
 
-
 
 
ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
-
 
 
 
 
.ˈ 
 
-
ˈ 
ˈ 
?ˈ 
 
 
-
-
ˈ 
 
 
.ˈ 
 
 
 
 
 
-
 
ˈ 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
-
?!ˈ 
 
-
ˈ 
-
 
 
ˈ 
 
-
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
-
 
ˈ 
-
 
 
 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
 
,ˈ 
 
-
ˈ 
 
 
.ˈ 
-
 
ˈ 
 
 
?ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
 
-
,ˈ 
-
ˈ 
-
.ˈ 
 
 
?ˈ 
 
 
 
-
,ˈ 
-
 
-
.ˈ 
,ˈ 
-
 
ˈ 
-
!ˈ 
 
?ˈ 
 
?!ˈ 
 
-
 
 
 
,ˈ 
-
-
ˈ 
=
 
.ˈ 
 
=
 
-
!ˈ 
 
ˈ 
 
?ˈ 
 
 
-
?ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
-
?ˈ 
-
?ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 ˈ 
-
 
 
ˈ 
 
,ˈ 
ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
ˈ 
 
-
 
ˈ 
-
-
ˈ 
 
-
.ˈ 
ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
-
-
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
.
-
ˈ 
 
-
ˈ 
ˈ 
 
-
ˈ 
-
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
 
,ˈ 
 
-
,ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
.ˈ 
 
-
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
-
-
 
?ˈ 
 
-
 
?ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
-
 
 
 
-
=
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
 
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 
=
.ˈ 
 
 
.ˈ 
=
 
 
 
ˈ 
-
,ˈ 
 
,ˈ 
ˈ 
-
 
 
ˈ 
 
 
?ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
 
,ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
-
.ˈ 
-
 
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
=
 
.ˈ 
 
 
ˈ 
ˈ 
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
 
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
-
 
ˈ 
, 
,ˈ 
 
 
 
-
,ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
-
-
 
 
.ˈ 
 
 
 
 
-
-
-
 
.ˈ 
 
ˈ 
 
?ˈ 
ˈ 
ˈ 
 
 
ˈ 
-
 
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
ˈ 
-
 
.ˈ 
 
 
 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
 
-
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
-
 
?!ˈ 
 
?!ˈ 
=
 
 
,ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
 
ˈ 
=
 
-
 
.ˈ 
 
 
-
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
-
 
-
ˈ 
 
ˈ 
 
.ˈ 
-
-
 
 
-
 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
,ˈ 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
 
-
-
ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
=
 
-
 
.ˈ 
 
ˈ 
=
.ˈ 
 
.ˈ 
 
 
-
ˈ 
 
=
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
,ˈ 
 
-
 
 
.ˈ 
 
 
-
ˈ 
-
-
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
?ˈ 
 
 
-
=
ˈ 
.ˈ 
 
-
 
=
.ˈ 
 
 
?!ˈ 
-
 
 
-
 
-
 
 
-
.ˈ
ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
-
,ˈ 
 
-
ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
=
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
-
 
 
,ˈ 
,ˈ 
-
-
-
 
 
,ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
?ˈ 
ˈ 
 
 
.ˈ 
 
 
 
=
 
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
-
 
ˈ 
 
-
 
 
,ˈ 
 
 
 
-
ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
 
ˈ 
-
.ˈ 
,ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
,ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
-
 
 
-
-
 
-
-
ˈ 
 
-
 
ˈ 
 
 
.ˈ
 
.ˈ 
=
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
-
 
 
ˈ 
-
 
-
.ˈ 
,ˈ 
 
-
,ˈ 
ˈ 
-
ˈ 
.ˈ 
?ˈ 
 
-
 
ˈ 
ˈ 
-
.ˈ 
-
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
=
 
-
 
-
ˈ 
?ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
-
 
-
 
 
.ˈ
ˈ 
 
-
ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
-
ˈ 
 
-
.ˈ 
-
ˈ 
-
ˈ 
ˈ 
-
ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
 
-
ˈ 
-
 
 
,ˈ 
 
ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
-
ˈ 
-
 
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
-
 
-
.ˈ 
 
-
 
 
 
 
-
ˈ 
ˈ 
-
ˈ 
 
 
-
.ˈ 
,ˈ 
-
ˈ 
-
 
 
.ˈ 
,ˈ 
 
-
-
.ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
-
 
-
 
 
-
 
 
.ˈ 
 
 
,ˈ 
-
 
 
,ˈ 
 
-
 
ˈ 
-
.ˈ 
 
ˈ 
 
 
 
 ... 
.ˈ 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
-
 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 ... 
 
,ˈ 
 
-
.ˈ 
 
-
ˈ 
-
 
 
-
.ˈ 
 
 
 
-
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
.ˈ 
ˈ 
ˈ 
 
-
 
-
ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
ˈ 
 
 
,ˈ 
 
ˈ 
-
 
 
 
 
ˈ 
-
 
-
ˈ 
.ˈ 
ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
 
,ˈ 
 
 
-
-
.ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
 
,ˈ 
 
 
 
ˈ 
,ˈ 
 
 
 
ˈ 
 
 
-
 
ˈ 
 
.ˈ
=
ˈ 
-
.ˈ 
.ˈ 
-
 
-
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
=
ˈ 
ˈ 
-
.ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
 
,ˈ 
-
ˈ 
ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
 
=
ˈ 
 
-
 
ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
.ˈ 
 
-
. 
 
ˈ 
 
-
 
.ˈ
-
 
-
 
.ˈ 
-
 
-
.ˈ 
 
ˈ 
-
 
-
ˈ 
.ˈ 
-
ˈ 
 
ˈ 
.ˈ 
-
 
-
ˈ 
-
,ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
-
 
ˈ 
.ˈ 
,ˈ 
=
 
ˈ 
-
 
 
 
-
.ˈ 
-
 
.ˈ 
,ˈ 
 
-
-
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
-
.ˈ 
 
-
 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
 
 
-
.ˈ 
ˈ 
,ˈ 
-
.ˈ 
ˈ 
 
=
 
 
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
-
.ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
 
-
-
 
.ˈ 
ˈ 
-
 
 
.ˈ 
 
-
,ˈ 
-
 
-
 
 
-
-
.ˈ 
-
 
 
 
-
.ˈ
 
 
ˈ 
 
 
-
-
ˈ 
 
ˈ 
 
-
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
 
-
 
ˈ 
 
-
 
 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
 
ˈ ... 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
-
 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
-
.ˈ 
,ˈ 
-
,ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
,ˈ 
ˈ 
 
 
-
 
-
.ˈ
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
-
,ˈ 
 
 
 
-
.ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
 
-
,ˈ 
-
ˈ 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
.ˈ 
 
 
-
 
 
 
 
?ˈ 
 
-
 
 
 
,ˈ 
 
 
 
,ˈ 
-
 
.ˈ 
-
 
-
ˈ 
-
 ... 
-
.ˈ 
-
 
 
-
,ˈ 
 
-
 
-
 
 
,ˈ 
-
-
ˈ 
-
 
-
ˈ 
-
 
 
-
 
.ˈ
-
ˈ 
-
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
-
 
ˈ 
 
-
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
=
.ˈ 
 
ˈ 
 
ˈ 
-
 
-
-
ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ
ˈ 
-
 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
-
 
ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
-
 
ˈ 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
ˈ 
-
ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
.ˈ 
ˈ 
-
 
-
-
 
-
ˈ 
ˈ 
-
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
-
.ˈ 
ˈ 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
-
 
 
 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
-
.ˈ 
-
 
 
,ˈ 
-
,ˈ 
,ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
 
ˈ 
 
-
,ˈ 
 
-
ˈ 
ˈ 
.ˈ 
-
ˈ 
ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
 
-
 
-
 
.ˈ 
-
 
-
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
-
-
ˈ 
 
 
-
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
.ˈ 
-
ˈ 
-
ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
-
-
ˈ 
 
 
-
-
,ˈ 
 
-
-
.ˈ 
 
 
 
-
.ˈ 
?ˈ 
 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
-
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
-
 
.ˈ 
 
-
ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
 
-
 
 
 
ˈ 
 
-
ˈ 
 
ˈ 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
-
 
.ˈ 
-
 
 
-
 
,ˈ 
-
.ˈ 
 
-
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
-
,ˈ 
-
 
 
,ˈ 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
-
ˈ 
.ˈ 
 
 
ˈ 
ˈ 
-
 
.ˈ 
 
-
 
-
 
-
ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
-
ˈ 
 
 
.ˈ 
,ˈ 
 
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
-
 
-
ˈ 
 
.ˈ
ˈ 
 
-
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
-
,ˈ 
-
ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
.ˈ 
ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
 
 
 
-
ˈ 
-
.ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
-
 
,ˈ 
-
=
 
-
 
 
ˈ 
.ˈ 
 
 
-
.ˈ 
-
ˈ 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
-
 
ˈ 
 
,ˈ 
 
 
 
-
 
,ˈ 
.ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
 
-
.ˈ 
 
 
 
 
-
 
-
ˈ 
 
 
 
-
.ˈ 
 
 
-
,ˈ 
ˈ 
 
,ˈ 
ˈ 
 
 
 
-
 
ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
-
 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
?ˈ 
 
ˈ 
 
,ˈ 
 
-
ˈ 
 
 
-
ˈ 
 
-
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
ˈ 
,ˈ 
 
 
-
 
ˈ 
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
-
 
-
ˈ 
ˈ 
-
 
ˈ 
ˈ 
 
-
.ˈ 
 
 
.ˈ
-
ˈ 
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
-
ˈ 
 
.ˈ 
-
 
ˈ 
,ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
 
,ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
-
 
-
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
 
.ˈ 
ˈ 
-
ˈ 
ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
-
.ˈ 
ˈ 
-
ˈ 
 
 
ˈ 
-
 
-
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
-
,ˈ 
.ˈ 
-
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
 
 
-
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
?ˈ 
 
ˈ 
-
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
-
-
 
 
-
ˈ 
,ˈ 
 
.ˈ 
=
 
-
 
-
.ˈ 
ˈ 
 
ˈ 
 
 
-
 
 
-
,ˈ 
 
 
.ˈ 
=
 
 
-
,ˈ 
 
ˈ 
ˈ 
-
 
 
-
.ˈ
-
 
 
 
 
ˈ 
ˈ 
-
 
ˈ 
ˈ 
-
 
,ˈ 
 
 
-
?ˈ 
 
 
-
 
?ˈ 
ˈ 
-
 
ˈ 
-
 
-
 
.ˈ 
-
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
-
ˈ 
.ˈ 
-
 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
.ˈ 
 
ˈ 
-
 
-
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
-
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
-
-
 
-
-
.ˈ
-
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
=
.ˈ 
?ˈ 
 
.ˈ 
ˈ 
ˈ 
-
?ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
-
 
-
,ˈ 
 
-
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
ˈ 
 
?ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ
ˈ 
-
ˈ 
 
 
ˈ 
 
-
 
ˈ 
,ˈ 
 
ˈ 
-
ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
=
ˈ 
=
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
ˈ 
=
 
.ˈ 
-
=
 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ
-
ˈ 
 
 
-
 
 
,ˈ 
-
,ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
ˈ 
=
 
 
-
 
-
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
-
ˈ 
 
ˈ 
-
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
 
ˈ 
ˈ 
-
 
,ˈ 
 
ˈ 
 
 
 
 
-
 
ˈ 
 
-
.ˈ 
 
-
 
ˈ 
-
 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
,ˈ 
 
=
,ˈ 
 
-
 
.ˈ 
.ˈ 
.ˈ 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
-
,ˈ 
-
 
 
.ˈ 
-
-
,ˈ 
 
-
.ˈ
 
ˈ 
-
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
,ˈ 
 
ˈ 
 
,ˈ 
 
-
ˈ 
 
ˈ 
 
 
-
 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
-
ˈ 
 
-
.ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
-
 
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
,ˈ 
 
 
 ... 
 
=
ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
 
-
-
ˈ 
 ... 
 
,ˈ 
 
,ˈ 
ˈ 
=
 ... 
-
 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
ˈ 
=
 
 
ˈ 
-
 
-
 
.ˈ 
 
-
 
ˈ 
 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
-
ˈ 
 
 
 
-
 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
.ˈ
-
ˈ — 
 
ˈ — 
-
ˈ 
 
 
-
ˈ 
,ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
?ˈ 
 
 
-
 
-
,ˈ 
 
 
-
-
 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
,ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
-
 
-
 
ˈ 
-
.ˈ 
ˈ 
 
,ˈ 
.ˈ 
-
 
 
 
,ˈ 
 
-
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
... 
-
 
ˈ 
ˈ 
 
=
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ
-
ˈ 
 
-
.ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
,ˈ 
-
-
 
 
,ˈ 
-
 
 
.ˈ 
=
 
 
 
 
-
-
 
,ˈ 
 
 
-
 
 ... 
ˈ 
 
,ˈ 
.ˈ 
-
=
ˈ 
ˈ 
 
-
-
.ˈ 
-
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 ... 
 
.ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
-
-
ˈ 
-
.ˈ
 
?ˈ 
-
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
ˈ 
-
 
-
 
-
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
 
ˈ 
 
-
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
ˈ 
 
-
 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
-
ˈ 
-
.ˈ 
-
-
 
 
-
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
 
ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
ˈ 
-
 
ˈ 
 ... 
 
 
-
ˈ 
 
.ˈ 
-
 
 
 
 ... 
,ˈ 
.ˈ 
,ˈ 
-
-
,ˈ 
 
-
 
ˈ 
 
-
 
 
-
?ˈ 
 
 
ˈ 
 
,ˈ 
!ˈ 
-
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
 ... 
 
.ˈ 
-
 
,ˈ 
-
-
ˈ 
 
 
.ˈ 
 ... 
ˈ 
-
 
ˈ 
 
,ˈ 
-
 
ˈ 
 
ˈ 
-
ˈ 
-
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
=
 
-
 
,ˈ 
 
.ˈ 
-
-
=
 
 
.ˈ 
-
 
ˈ 
 
?ˈ 
 
 
 
 
 
ˈ 
-
=
 
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 ... 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
-
ˈ 
-
-
 
-
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 ... 
 
 ... 
-
=
 
 
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
-
 
-
 
 
-
?ˈ 
 
 
-
,ˈ 
 
-
-
 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
-
 
 
 
 
ˈ 
 ... 
ˈ 
 
 
 
 
?ˈ 
 
 
 
-
 
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
=
... 
 
 
ˈ 
 
.ˈ 
 
-
 
-
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
-
-
.ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
 
-
ˈ 
,ˈ 
-
.ˈ 
 
ˈ 
=
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
=
.ˈ 
 
ˈ 
 
.ˈ 
-
=
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
ˈ 
 
-
 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
=
ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
-
-
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
-
ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
-
 
 
-
ˈ 
 
.ˈ 
ˈ 
=
 
-
 
-
 
ˈ 
 
 
.ˈ 
 
-
-
 
 
.ˈ 
 
-
.ˈ 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
 
.ˈ 
-
ˈ 
 
,ˈ 
-
 
ˈ 
 
-
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
-
.ˈ 
 
,ˈ 
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
 
 
-
 
 
ˈ 
 
.ˈ 
-
ˈ 
ˈ 
 
-
 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
ˈ 
-
 
 
 
-
.ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
-
-
ˈ 
-
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
ˈ 
-
 
ˈ 
-
ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
 
-
 
 ... 
ˈ 
 
 ... 
 
 
-
 
ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
-
 
 ... 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
 
 
-
,ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
 ... 
 
 
 
-
ˈ 
-
ˈ 
 ... 
ˈ 
-
,ˈ 
-
-
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
-
 
 
-
-
ˈ 
-
 
ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
-
-
 
ˈ 
 
 
 
 
-
.ˈ 
 
-
,ˈ 
-
,ˈ 
-
ˈ 
-
,ˈ 
-
ˈ 
-
,ˈ 
-
,ˈ 
-
-
,ˈ 
ˈ 
 
.ˈ 
 
-
-
 
-
ˈ 
 
,ˈ 
-
 
 
 
-
 
.ˈ 
-
ˈ 
 
ˈ 
-
 
ˈ 
 
 
.ˈ
 
ˈ 
 
 
 
ˈ 
,ˈ 
,ˈ 
-
ˈ 
ˈ 
-
 
 
 ... 
 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
-
,ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
-
-
ˈ 
 
-
.ˈ 
ˈ 
 
... 
 
ˈ 
 ... 
-
 
ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
-
,ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
-
-
 
.ˈ 
ˈ 
-
-
ˈ 
.ˈ 
 
-
,ˈ 
ˈ 
ˈ 
!ˈ 
 
 
!ˈ 
,ˈ 
-
 
 
 
-
 
.ˈ 
 
 
 
-
-
?ˈ 
 
,ˈ 
 
,ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
 
!ˈ 
-
 
=
 
 
,ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
=
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
-
ˈ 
 
,ˈ 
,ˈ 
 
 
 
,ˈ 
ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
=
?ˈ 
!ˈ 
 
-
,ˈ 
-
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 ... 
-
 
ˈ 
 
,ˈ 
 
ˈ 
-
=
 
ˈ 
.ˈ 
 
 
,ˈ 
-
 
-
-
.ˈ 
 
 
.ˈ 
-
 
-
-
,ˈ 
-
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
=
?ˈ 
!ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
?ˈ 
!ˈ 
!ˈ 
!ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
 
=
,ˈ 
.ˈ 
 
 
?ˈ 
-
 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
=
 
?ˈ 
-
 
 
?ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
!ˈ 
-
!ˈ 
 
!ˈ 
 
 
 
-
?ˈ 
-
 
 
ˈ 
-
 
?ˈ 
 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
-
 
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
 
 
.ˈ
 
 
ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
 
-
 
?ˈ 
 
!ˈ 
-
 
.ˈ 
 
 
 
 
-
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
-
 
 
=
.ˈ 
 
 
 
 
.ˈ 
-
,ˈ 
.ˈ 
 
,ˈ 
 
ˈ 
=
 
 
ˈ 
 
 
 ... 
,ˈ 
-
 
.ˈ 
-
,ˈ 
 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
.ˈ 
=
?ˈ 
 
-
 
ˈ 
 
 
 
-
... 
ˈ 
 
-
ˈ 
-
,ˈ 
 
 
-
.ˈ 
-
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
,ˈ 
-
 
 
ˈ 
-
 
 ... 
 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 ... 
ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
-
!ˈ 
-
 
=
 
 
-
-
,ˈ 
 
ˈ 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
-
 ... 
 
.ˈ 
-
 
,ˈ 
 
-
 
ˈ 
-
-
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
-
,ˈ 
.ˈ 
 
?ˈ 
!ˈ 
 
 
-
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
-
 
 
.ˈ 
 
 
 
 ... 
ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
 
 
,ˈ 
 
-
 
 
 
?ˈ 
 
 
,ˈ 
 
 
ˈ 
=
 
=
.ˈ 
ˈ 
 
-
ˈ 
-
ˈ 
ˈ 
ˈ 
 
-
 
?ˈ 
 
ˈ 
-
-
ˈ 
 
.ˈ 
-
 
 
 ... 
 
 
.ˈ 
 
 ... 
 
,ˈ 
 
 
-
 
?ˈ 
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
ˈ 
-
 
?ˈ 
ˈ 
-
 
ˈ 
 
 
-
 
,ˈ 
-
 
?ˈ 
ˈ 
 
-
ˈ 
 
 
 
ˈ 
-
 
 
 
.ˈ 
 
-
-
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
-
ˈ 
 ... 
,ˈ 
.ˈ 
 
-
ˈ 
-
 
-
 
,ˈ 
-
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
 
.ˈ 
ˈ 
-
 
-
 
=
?ˈ 
 
 
-
-
-
,ˈ 
-
-
-
ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
 
-
 
-
 
 
-
-
 
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
 
-
 
 
ˈ 
 
-
?ˈ 
 
 
 
.ˈ 
-
 
-
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
 
ˈ 
-
 
 
-
.ˈ 
-
-
ˈ ... 
 
,ˈ 
-
.ˈ 
 
 
 
-
 
ˈ 
 
 
 
 
 
ˈ 
-
 
 
,ˈ 
 
 
-
,ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
 
 
-
785981	,ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
?ˈ 
 
 
-
 
ˈ 
 
-
.ˈ 
ˈ 
 
 
-
ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
.ˈ 
 
 
=
 
 
-
 
 
-
 
 
-
.ˈ 
 
ˈ 
-
 ... 
-
ˈ 
 
... 
 
 
-
=
 
-
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
-
 
ˈ 
ˈ 
 
 
=
.ˈ 
-
 
 
-
 
 
-
ˈ 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
=
 
 
-
ˈ 
-
-
.ˈ 
 
-
=
 
?ˈ 
 
!ˈ 
 
ˈ 
 
.ˈ 
 
 
 
?!ˈ 
 
 
 
 
,ˈ 
,ˈ 
?ˈ 
 
?ˈ 
 
-
 
 
 
 
 
 
ˈ 
-
 
-
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 ... 
786132	.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
-
.ˈ 
,ˈ 
ˈ 
-
,ˈ 
-
-
.ˈ 
 
-
 
ˈ 
ˈ 
-
ˈ 
ˈ 
 
-
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
=
 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
-
 
 
 
ˈ 
-
 
 
-
 
 
-
ˈ 
 ... 
 
.ˈ 
 
 
 ... 
786239	,ˈ 
 
-
,ˈ 
-
-
.ˈ 
 
-
ˈ 
-
 
ˈ 
 
 ... 
ˈ 
=
?ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 ... 
 
ˈ 
 ... 
 
.ˈ 
 
.ˈ 
ˈ 
-
 
 
ˈ 
 ... 
.ˈ 
 
=
 
,ˈ 
 
 
 
 
,ˈ 
?ˈ 
 
 ... 
 
-
786302	ˈ 
 
-
.ˈ 
-
 
ˈ 
 ... 
 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
?ˈ 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
-
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
,ˈ 
.ˈ 
 
 
 
?ˈ 
!ˈ 
ˈ 
.ˈ 
 
 
-
ˈ 
-
 
ˈ 
 ... 
 
 
 
.ˈ 
 
-
 
-
,ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
-
 
 
 
 
?ˈ 
 
 
-
 
-
-
 
?ˈ 
 
 
 
.ˈ 
=
 
?ˈ 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
ˈ 
-
 
,ˈ 
 
-
 
 
,ˈ 
.ˈ 
-
 
 
 
.ˈ 
 
 
 ... 
ˈ 
 
 
? 
?ˈ 
?ˈ 
=
?ˈ 
 
 
 
ˈ 
 ... 
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
 
ˈ 
-
,ˈ 
 
?ˈ 
 
-
-
 
 
ˈ 
-
 
 
 
 
 
 
,ˈ 
 
 
ˈ 
?ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
-
-
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
ˈ 
ˈ 
 
 
-
,ˈ 
 
-
ˈ 
 
 ... 
ˈ 
.ˈ 
 
 
 ... 
 ... 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
-
.ˈ 
 
 
-
 
-
ˈ 
 
 
ˈ 
-
 
.ˈ 
=
 
 
ˈ 
-
ˈ ... 
-
 
 
ˈ 
 
ˈ 
-
 
,ˈ 
-
,ˈ 
-
,ˈ 
 
=
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
 
 
-
ˈ 
-
,ˈ 
 
 
 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
 
ˈ 
-
-
,ˈ 
-
,ˈ 
-
ˈ 
-
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
-
-
 
-
,ˈ 
-
 
 
ˈ 
-
 
-
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
 
-
-
,ˈ 
 
-
 
 
-
.ˈ 
 
-
 
 
-
ˈ 
 
ˈ 
 
-
-
,ˈ 
ˈ 
-
 
-
,ˈ 
 
 
-
 
 
-
-
 ... 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
 
 
 
 
 
-
-
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
-
 
-
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
-
 
 
 
-
 
-
.ˈ 
-
ˈ 
-
ˈ 
 
-
 
,ˈ 
.ˈ 
 
 
=
?ˈ 
 
, 
.ˈ 
-
ˈ 
 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
,ˈ 
,ˈ 
,ˈ 
!ˈ 
.ˈ 
 
.ˈ 
=
 
-
.ˈ
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
-
.ˈ 
 
 
=
 
ˈ 
,ˈ 
 
,ˈ 
 
 
-
 
-
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
-
-
.ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
-
 
 
-
.ˈ 
-
ˈ 
-
ˈ 
 
 
 
,ˈ 
=
 
 
 
-
.ˈ 
-
 
 
 
-
 
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
=
 
.ˈ 
-
ˈ 
 
ˈ 
-
 
 
-
,ˈ 
ˈ 
-
-
 
ˈ 
-
 
-
 
 
.ˈ 
 
 
 ... 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
.ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
-
.ˈ 
ˈ 
ˈ 
 
.ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
.ˈ 
-
 
ˈ 
-
 
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
 
,ˈ 
-
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
,ˈ 
 
-
ˈ, 
-
,ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
ˈ 
-
-
ˈ 
 
-
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
-
-
ˈ 
 
-
,ˈ 
.ˈ 
-
 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
-
ˈ 
-
 
ˈ 
 
-
ˈ 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
.ˈ 
-
-
-
 
-
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
-
=
.ˈ 
.ˈ 
-
 
-
 
 
 
ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
.ˈ 
-
ˈ 
 
 
 
ˈ 
-
-
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
 
-
 
!ˈ 
-
 
 
.ˈ 
-
 
-
ˈ 
 
-
 
ˈ 
 
 
,ˈ 
-
 
-
 
 
 
-
,ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
ˈ 
ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
,ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
 
-
-
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
-
-
 
-
ˈ 
.ˈ 
ˈ 
 
 
-
 
,ˈ 
-
 
-
 
-
.ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
-
 
-
-
.ˈ 
 
 
-
-
ˈ 
-
,ˈ 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
ˈ ... 
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
 
 
 
ˈ 
-
,ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
-
-
ˈ 
 
=
 
ˈ 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
,ˈ 
.ˈ 
 
-
,ˈ 
-
 
 
.ˈ
ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
 
.ˈ 
-
 
ˈ 
 
ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
 
-
 
,ˈ 
 
 
 
-
 
-
ˈ 
 
ˈ 
 
 
 ... 
 
-
 
-
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
:ˈ 
ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
-
 
-
ˈ 
 
-
.ˈ 
 
-
 
 
 
.ˈ 
-
,ˈ 
-
 
 
 
 
 
ˈ 
 
-
-
 
-
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
-
 
.ˈ 
 
-
 
 
ˈ 
 
 
-
 
-
 
,ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
=
 
-
 
 
ˈ 
-
ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
 
.ˈ
-
 
 ... 
 
,ˈ 
 
=
 
,ˈ 
 
.ˈ 
-
 
 
ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
-
 
 
 
 
 
.ˈ 
-
 
 
 
-
ˈ 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
-
ˈ 
-
 
-
,ˈ 
 
 
,ˈ 
 
-
ˈ 
 
=
 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
-
ˈ 
 
 
.ˈ
ˈ 
 
ˈ 
-
 
,ˈ 
 
 
 ... 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
ˈ 
-
 
,ˈ 
-
ˈ ... 
,ˈ 
 
 
 
... 
,ˈ 
 
ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
,ˈ 
 
 
 
 
-
ˈ 
-
,ˈ 
-
 
-
,ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
-
 
-
,ˈ 
 
-
-
 
 
-
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
-
 
 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
-
 
 
 
 
 
-
ˈ 
-
 
 
 
 
.ˈ 
 
-
 
 
-
ˈ 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
ˈ 
 
 
-
=
ˈ 
 
 
ˈ 
 
 
ˈ 
 
-
 
 
 
ˈ 
-
 
.ˈ
 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
-
 
 
-
,ˈ 
 
 
 
-
 
,ˈ 
 
-
 
-
 
 
 
-
ˈ 
 
,ˈ 
-
-
 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
 
.ˈ
 
 
ˈ 
 
 
 
-
 
 
-
ˈ 
ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
ˈ 
,ˈ 
ˈ 
-
,ˈ 
 
 
 
,ˈ 
ˈ 
 
-
ˈ 
-
 
-
 
.ˈ 
-
 
 
ˈ 
=
 
 
ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
 
-
=
.ˈ 
=
 
ˈ 
 
-
ˈ 
ˈ 
-
 
,ˈ 
-
 
ˈ 
 
-
-
,ˈ 
 
.ˈ
 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
ˈ 
-
 
,ˈ 
-
 
 
-
 
-
 
.ˈ 
=
 
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
-
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
-
 
.ˈ
 
,ˈ 
 
 
,ˈ 
-
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
=
 
 
,ˈ 
 
ˈ 
=
ˈ 
-
 
-
ˈ 
=
 
 
-
.ˈ 
-
 
 
-
.ˈ 
-
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
=
 
 
 
 
 
=
 
-
 
.ˈ 
 
-
-
-
,ˈ 
 
 
-
 
,ˈ 
 
 
-
ˈ 
-
-
 
 
-
 
 
,ˈ 
 
 
 
 
 
,ˈ 
-
.ˈ 
 
 
.ˈ
 
ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
 
.ˈ 
-
 
-
 
 
-
ˈ 
 
 
 
-
.ˈ 
 
-
ˈ 
-
,ˈ 
 
-
 
-
ˈ 
 
=
 
-
 
,ˈ 
 
.ˈ 
 
-
 
-
,ˈ 
 
-
,ˈ 
 
 
-
 
-
.ˈ
 
ˈ 
,ˈ 
ˈ 
 
 
 
 
 
ˈ 
-
 
 
-
 
,ˈ 
 
-
 
,ˈ 
-
 
-
 
-
-
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
-
,ˈ 
 
-
 
-
.ˈ 
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
-
 
 
 
,ˈ 
-
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
=
?ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
-
-
ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
,ˈ 
.ˈ 
 
=
.ˈ 
 
 
-
.ˈ 
 
 
 
-
 
 
 
-
,ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 ... 
-
 
ˈ 
-
 
-
,ˈ 
-
 
-
 
 
ˈ 
-
 
-
ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
 
ˈ 
 
=
,ˈ 
 
=
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
-
 
 
-
 
-
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ
ˈ 
,ˈ 
 
 
,ˈ 
-
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
-
ˈ 
 
ˈ 
.ˈ 
-
 
ˈ 
 
.ˈ 
-
 
 
 
-
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
-
ˈ 
-
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
-
 
,ˈ 
ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
-
 
-
 
ˈ 
ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
,ˈ 
-
 
 
-
,ˈ 
-
 
.ˈ 
 
-
.ˈ
 
 
,ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
-
 
-
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
.ˈ 
-
 
-
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
-
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
=
ˈ 
 
 
ˈ 
,ˈ 
 
-
,ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
-
 
-
.ˈ 
?ˈ 
 
,ˈ 
-
 
,ˈ 
 
ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ
 
? 
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
-
 
,ˈ 
 
.ˈ 
-
ˈ 
-
 
 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
-
ˈ 
.ˈ 
,ˈ 
-
 
 
,ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
-
 
.ˈ 
 
,ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
-
.ˈ 
-
 
.ˈ 
=
 
.ˈ 
?ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
.ˈ 
-
 
 
.ˈ 
 
 
=
 
.ˈ 
.ˈ 
 
 
-
 
-
,ˈ 
ˈ 
-
 
 
 
=
.ˈ 
 
 
.ˈ 
-
 
ˈ 
ˈ 
.ˈ 
 
-
.ˈ 
-
 
-
 
 
,ˈ 
-
 
-
 
,ˈ 
-
 
 
-
 
ˈ 
ˈ 
-
 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
 
 
-
,ˈ 
 
-
 
-
.ˈ 
,ˈ 
 
 
.ˈ 
 
-
 
-
 
 
 
,ˈ 
 
 
 
 
.ˈ 
=
 
-
.ˈ
? 
ˈ 
-
 
-
,ˈ 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
-
 ... 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
-
 
.ˈ 
=
 
 
.ˈ 
,ˈ 
-
,ˈ 
-
ˈ 
 
-
.ˈ 
 
-
 
 
 ... 
ˈ 
 
.ˈ 
,ˈ 
 
-
,ˈ 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
 
,ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
.ˈ 
=
 
-
.ˈ 
ˈ 
 
 
 
-
.ˈ
 
,ˈ 
ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
ˈ 
-
 
.ˈ 
-
,ˈ 
-
,ˈ 
,ˈ 
-
.ˈ 
 
 
ˈ 
-
ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
-
ˈ 
ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
 
-
ˈ 
 
 
-
.ˈ 
.ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
-
.ˈ 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
ˈ 
,ˈ 
-
 
-
 
-
-
 
.ˈ 
 
-
.ˈ 
?ˈ 
ˈ 
 
 
 
-
.ˈ 
.ˈ
ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
.ˈ 
 
-
 
.ˈ 
 
-
 
,ˈ 
 
ˈ 
=
,ˈ 
.ˈ 
 
 
-
,ˈ 
=
.ˈ 
?ˈ 
-
,ˈ 
 
.ˈ 
 
-
ˈ 
 
ˈ 
 
.ˈ 
-
,ˈ 
-
 
 
ˈ 
-
 
 
 
,ˈ 
 
-
.ˈ 
-
 
-
 
-
-
ˈ 
-
 
.ˈ 
-
 
 
-
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
,ˈ 
-
 
 
-
.ˈ 
-
 
 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
-
,ˈ 
.ˈ 
-
 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
-
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
-
.ˈ 
 
,ˈ 
=
 
,ˈ 
-
 
.ˈ 
ˈ 
-
 
ˈ 
 
ˈ 
.ˈ 
-
 
 
 
 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
-
 
-
.ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
-
 
 
ˈ 
,ˈ 
-
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
-
 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
-
,ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
.ˈ 
 
.ˈ 
,ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ
-
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
-
ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
 
 
 
-
-
.ˈ 
-
 
ˈ 
 
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
 
-
 
ˈ 
,ˈ 
 
-
ˈ 
 
.ˈ 
 
?ˈ 
 
?ˈ 
 
.ˈ 
-
-
,ˈ 
 
,ˈ 
.ˈ 
,ˈ 
-
 
-
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
 
 
?ˈ 
 
 
-
 
-
 
ˈ 
 
 
ˈ 
-
,ˈ 
-
 
 
 
 
.ˈ
-
 
 
 
 
ˈ 
 
 
,ˈ 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
.ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
ˈ 
,ˈ 
 
 
 
 
ˈ 
-
 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
!ˈ 
 
-
ˈ 
-
 
-
 
 
,ˈ 
 
 
-
ˈ 
,ˈ 
ˈ 
-
-
.ˈ 
 
-
-
.ˈ 
=
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
-
-
 
-
.ˈ 
 
?ˈ 
 
 
 
 
 
 
.ˈ 
 
!ˈ 
!ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
 
!ˈ
-
ˈ 
-
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
-
-
ˈ 
ˈ 
.ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
-
?ˈ 
-
 
-
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
-
 
-
-
.ˈ 
 
 
-
 
-
ˈ 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
 
=
?ˈ 
.ˈ 
ˈ 
-
,ˈ 
-
,ˈ 
 
-
 
-
 
-
 
-
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
-
-
,ˈ 
 
-
-
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
-
 
 
-
.ˈ 
-
,ˈ 
-
 
 
 
-
 
-
,ˈ 
-
ˈ 
ˈ 
 
-
,ˈ 
 
-
,ˈ 
 
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
 
 
 
,ˈ 
 
-
,ˈ 
-
-
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
-
-
 
 
,ˈ 
-
-
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
-
 
,ˈ 
-
-
 
,ˈ 
-
 
,ˈ 
 
 
-
 
,ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
 
-
-
.ˈ 
 
ˈ 
-
 
-
 
 
 
 
 
.ˈ 
 
 
-
-
 
.ˈ 
 
 
ˈ 
 
-
 
?ˈ 
 
?ˈ 
 
ˈ 
-
.ˈ 
 
 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
?ˈ 
 
 
=
?ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
 
 ... 
ˈ 
ˈ 
?ˈ 
-
 
.ˈ 
 
ˈ 
-
ˈ 
 
,ˈ 
ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
ˈ 
ˈ 
 
 
-
ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
=
 
.ˈ 
=
ˈ 
-
-
ˈ 
-
-
ˈ 
 
.ˈ 
-
=
 
 
.ˈ 
 
ˈ 
 
-
 
-
 
-
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
-
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
=
 
 
ˈ 
ˈ 
ˈ 
-
ˈ 
-
-
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
.ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
,ˈ 
,ˈ 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
,ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
 
 
 
-
?ˈ 
 
-
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
-
 
,ˈ 
 
 
,ˈ 
ˈ 
ˈ 
ˈ 
-
,ˈ 
 
ˈ 
 
ˈ 
!ˈ 
.ˈ 
,ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
!ˈ 
 
-
 
=
 
?ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
-
 
 
-
,ˈ 
-
.ˈ 
 
 
-
.ˈ 
-
 
 
-
 
 
,ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
-
!ˈ 
 
 
 
 
-
?ˈ 
 
 
 
=
ˈ 
=
 
 
.ˈ 
 
 
-
-
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
-
 
-
-
.ˈ 
 
,ˈ 
.ˈ 
.ˈ 
-
 
.ˈ 
 
-
ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
 
 
?ˈ 
ˈ 
 
 
?ˈ 
 
 
-
ˈ 
-
-
 
ˈ 
,ˈ 
 
.ˈ 
 
-
-
-
ˈ 
 
?ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
=
-
 
 
 
-
,ˈ 
-
ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
ˈ 
 
 
ˈ 
-
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
-
,ˈ 
-
 
-
 
 
,ˈ 
 
-
 
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
ˈ 
 
!ˈ 
 
!ˈ 
 
!ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
-
 
ˈ 
 
-
ˈ 
 
-
 
-
.ˈ 
,ˈ 
 
-
ˈ 
-
ˈ 
 
 
-
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
 
 
ˈ 
-
 
?ˈ 
ˈ 
 
=
 
 
.ˈ 
.ˈ 
 
 
?ˈ 
 
 
 
 
 
-
-
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
-
-
ˈ 
-
-
ˈ 
 
 
 
-
 
ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
-
-
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
-
-
ˈ 
 
-
.ˈ 
 
-
 
 
 
 
ˈ 
 
,ˈ 
 
-
 
.ˈ
-
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
 
=
?ˈ 
?ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
 
-
 
 
-
?ˈ 
-
 
 
-
ˈ 
-
.ˈ 
 
 
 
 
-
ˈ 
ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
ˈ 
-
 
.ˈ
-
 
 
ˈ 
-
ˈ 
.ˈ 
ˈ 
.ˈ 
-
 
 
 
ˈ 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
=
 
 
 
.ˈ 
 
 
 
 
ˈ 
-
?ˈ 
 
-
 
 
 
 
ˈ 
 
-
 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
=
 
ˈ 
-
 
 
.ˈ
-
 
 ... 
 
-
.ˈ 
-
 
 ... 
ˈ 
,ˈ 
ˈ 
ˈ 
-
 
-
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
-
 
 
-
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 ... 
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
-
.ˈ 
 ... 
-
.ˈ 
 
ˈ 
-
?ˈ 
-
 
 
 ... 
-
.ˈ 
 
-
.ˈ 
 
ˈ 
 
-
=
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
-
 
 
ˈ 
 
ˈ 
-
.ˈ 
 
,ˈ 
ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
 
=
 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ
-
 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
?ˈ 
 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
-
,ˈ 
 
,ˈ 
ˈ 
 
-
.ˈ 
 
ˈ 
-
 
-
 
 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
.ˈ 
 
 
-
-
,ˈ 
 
-
 
 
ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
-
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
,ˈ 
.ˈ 
ˈ 
-
 
 
?ˈ 
-
 
 
-
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
?ˈ 
 
 
ˈ 
,ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
,ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
-
-
ˈ 
ˈ 
 
-
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
=
 
 
,ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
=
 
 
 
,ˈ 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
ˈ 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
-
 
,ˈ 
 
 
 
-
 
ˈ 
 
ˈ 
-
 
-
ˈ 
ˈ 
 
-
 
-
ˈ 
ˈ 
.ˈ 
-
 
 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
-
ˈ 
ˈ 
 
?ˈ 
-
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
,ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
-
-
 
 
ˈ 
-
ˈ 
 
 
 
 
-
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
-
 
ˈ 
 
-
,ˈ 
-
,ˈ 
-
 
 
,ˈ 
 
-
 
ˈ 
 
 
 
ˈ 
=
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
?ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
 
-
 
-
 
ˈ 
 
.ˈ 
-
 
=
?ˈ
 
-
-
ˈ 
ˈ 
 
-
 
.ˈ 
-
 
 
-
,ˈ 
-
-
,ˈ 
-
-
 
.ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
 
-
.ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
-
 
-
.ˈ 
-
ˈ 
 
 
-
 
 
 
-
.ˈ 
 
 
 
 
-
 
 
 
 
-
.ˈ 
-
 
 
ˈ 
 ... 
ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
 
 ... 
 
-
 
-
 ... 
 
-
ˈ 
 
ˈ 
-
 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
 
-
 
-
ˈ 
 
 ... 
 
,ˈ 
-
 
-
 
 
,ˈ 
-
,ˈ 
-
 
.ˈ 
-
ˈ 
 
 
-
 
-
 
 
.ˈ 
-
ˈ 
 
-
ˈ 
-
 
 
 
 
 
 
-
 
ˈ 
 
 
ˈ 
-
 
-
 
=
-
 
 
-
.ˈ 
 
-
 
 
 
ˈ 
-
 
ˈ 
-
 
-
.ˈ 
 
 
 
-
 
-
 
.ˈ 
 
 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
-
 
-
 
 
.ˈ 
-
-
 
-
,ˈ 
 
 
,ˈ 
 
.ˈ 
 ... 
 
 
-
ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
-
ˈ 
-
.ˈ 
-
ˈ 
 
 
 
ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
ˈ 
ˈ 
 
-
 
ˈ 
-
ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
,ˈ 
-
 ... 
-
,ˈ 
 
.ˈ 
-
 
 
 
-
ˈ 
 
-
 
 
 
 
 
.ˈ 
-
ˈ 
 
 
-
 
.ˈ 
 
-
ˈ 
-
ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
-
-
ˈ 
ˈ 
-
 
-
.ˈ 
 
 
 ... 
 ... 
 
 
 
 
?ˈ 
 
ˈ 
 
-
 
 
 
 
-
-
ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
.ˈ 
-
 
=
 
 
 
-
-
 
-
 
ˈ 
 
ˈ 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
-
=
 
-
 
 
 
,ˈ 
 
 
 
-
,ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
 
ˈ 
 
 
ˈ 
=
 
 
-
.ˈ 
 
,ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
-
 
ˈ 
 
=
 
 
-
ˈ 
-
 
,ˈ 
 
 
-
 
-
ˈ 
 
=
 
 
-
 
-
.ˈ 
 
-
ˈ 
-
 
ˈ 
-
ˈ 
-
ˈ 
-
-
 
 
-
 
-
.ˈ 
-
 
=
 
-
ˈ 
 
=
 
 
-
 
-
ˈ 
-
-
 
 
ˈ 
 
=
 
.ˈ
-
 
 
 
ˈ 
-
ˈ 
 
 
 
 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 ... 
ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 ... 
 
 
ˈ 
 
.ˈ 
 
 
=
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
-
ˈ 
 
 
.ˈ 
 
 ... 
 
 ... 
-
 
 
,ˈ 
-
 
 
?ˈ 
-
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
 
 
 
-
-
 
-
 
.ˈ 
 
?ˈ 
 
ˈ 
 
.ˈ 
 
=
 
-
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
-
-
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
-
 ... 
.ˈ 
 
 ... 
 
.ˈ 
 
!ˈ 
 
 
=
?ˈ 
 
 
 
 
 
 ... 
 
.ˈ 
-
 
.ˈ 
 
 
 
-
 
 
-
-
 
!ˈ 
 
 
-
 
-
.ˈ 
=
 
 
-
 
-
 
-
ˈ 
-
 
.ˈ 
 
 
ˈ 
 
 ... 
 
 
ˈ 
-
 
-
-
-
ˈ 
 
ˈ 
 
ˈ 
-
-
ˈ 
-
.ˈ 
 
-
 
 
 
 
 ... 
ˈ 
-
.ˈ 
-
-
 
-
 
 
 
=
 
.ˈ 
 
-
-
.ˈ 
 
 
 
ˈ 
=
 
 
 
.ˈ
-
 
 
ˈ 
 
 
.ˈ 
 
-
-
ˈ 
 
 
ˈ 
-
ˈ 
 
 
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
-
=
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
ˈ 
 
?ˈ 
 
 
 
?ˈ 
 
 
!ˈ 
 
 
 
!ˈ 
 
-
,ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
-
=
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
=
 
.ˈ 
-
-
 
-
 
-
 
,ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ
 
.ˈ 
 
 
 
 
ˈ 
 
-
-
=
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
-
-
 
-
 
 
 
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
ˈ 
-
 
-
=
ˈ 
 
-
,ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
-
-
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
 
ˈ 
 
ˈ 
-
ˈ 
-
ˈ 
,ˈ 
,ˈ 
-
 
,ˈ 
-
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
-
 
 
,ˈ 
 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
-
 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
ˈ 
-
 
-
 
.ˈ 
-
 
 
-
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
=
 
-
ˈ 
 
 
,ˈ 
,ˈ 
-
 
 
-
.ˈ 
ˈ 
 
 
 
 
 
 
-
 
.ˈ 
-
ˈ 
-
 
-
ˈ 
ˈ 
 
 
ˈ 
 
 
-
.ˈ 
-
 
-
,ˈ 
-
 
-
ˈ 
ˈ ... 
 
ˈ 
-
 
-
 
-
 
-
.ˈ 
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
 
 
 
,ˈ 
 
ˈ 
=
 
 
 
 
 
 
-
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
-
 
-
,ˈ 
-
 
ˈ 
-
 
-
 
ˈ 
-
 
-
 
 
ˈ 
-
 
 
-
ˈ 
 
,ˈ 
-
ˈ 
-
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
-
,ˈ 
-
ˈ 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
-
.ˈ 
-
ˈ 
 
 
 
-
 
-
.ˈ 
-
 
 
 
ˈ 
-
 
-
 
-
ˈ 
-
 
-
 
-
.ˈ 
-
ˈ 
 
-
ˈ 
 
 
-
 
.ˈ 
-
 
 
ˈ 
 
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
=
 
 
 
,ˈ 
-
 
 
 
ˈ 
-
 
-
.ˈ 
 
-
 
 
 
-
 
 
 
-
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
=
 
ˈ 
 
ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
-
,ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
=
ˈ 
-
,ˈ 
 
 
 
-
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
=
ˈ 
-
 
ˈ 
 
 
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
=
ˈ 
 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
 
 
 
 
 
-
 
-
.ˈ 
ˈ 
 
 
=
 
 
 
ˈ 
.ˈ 
-
 
 
=
 
 
 
ˈ 
 
-
 
ˈ 
-
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
 
-
 
-
 
 
-
.ˈ 
 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
 
 
.ˈ 
-
 
-
 
-
 
,ˈ 
-
 
-
,ˈ 
-
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
 
ˈ 
 
=
ˈ 
 
ˈ 
 
 
-
.ˈ 
-
 
 
-
 
 
-
 
,ˈ 
 
 
-
,ˈ 
=
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
.ˈ 
-
 
 
 
 
ˈ 
-
ˈ 
-
 
.ˈ 
-
 
-
 
ˈ 
 
 
=
ˈ 
 
 
 
,ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
-
ˈ ... . 
=
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
-
ˈ 
ˈ 
 
 
-
 
 
ˈ 
-
 
.ˈ 
 
.ˈ
 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
.ˈ 
ˈ 
 
-
 
-
ˈ 
ˈ 
=
 
ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
 
-
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
-
ˈ 
 
 
 
-
.ˈ 
,ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
-
,ˈ 
 
ˈ 
-
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
=
,ˈ 
 
=
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
,ˈ 
 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
-
ˈ 
 
-
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
-
-
.ˈ 
-
 
-
,ˈ 
 
ˈ 
 
-
ˈ 
-
,ˈ 
-
,ˈ 
 
793363	ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
,ˈ 
 
 
-
ˈ 
.ˈ 
,ˈ 
 
=
 
-
 
 
-
-
,ˈ 
=
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
-
ˈ 
=
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
-
-
ˈ 
ˈ 
 
 
-
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
=
 
 
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
-
 
-
-
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
-
ˈ 
 
=
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
 
 
 
-
 
 
ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
.ˈ
-
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
=
 
 
ˈ 
 
 
?ˈ 
 
,ˈ 
 ... 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
-
 
 
 
ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
.ˈ
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
ˈ 
 
-
 
 
,ˈ 
 
 
-
 
.ˈ 
 
-
 
 
-
.ˈ 
-
 
-
 
ˈ 
 
 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
 
-
 
,ˈ 
.ˈ 
-
ˈ 
.ˈ 
ˈ 
-
,ˈ 
 
-
,ˈ 
-
 
 
 
ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
=
-
ˈ 
-
 
,ˈ 
 
.ˈ 
-
ˈ 
 
-
=
 
 
,ˈ 
-
 
-
,ˈ 
-
 
-
,ˈ 
-
,ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
-
=
 
-
,ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
,ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
-
,ˈ 
 
ˈ 
-
.ˈ 
-
 
.ˈ 
-
 
-
ˈ 
 
-
=
 
-
.ˈ 
-
=
 
-
 
ˈ 
=
ˈ 
-
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
=
 
,ˈ 
 
-
,ˈ 
 
ˈ 
-
.ˈ 
-
 
-
ˈ 
ˈ 
ˈ 
ˈ 
 
-
 
,ˈ 
 
 
 
,ˈ 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
ˈ 
-
?ˈ 
 
-
-
?ˈ 
 
-
?ˈ 
 
ˈ 
 
 
=
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
 
 
 
,ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
-
,ˈ 
 
ˈ 
 
-
 
 
 
 
,ˈ 
-
 
-
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
.ˈ 
,ˈ 
 
 
,ˈ 
=
 
 
-
.ˈ 
-
 
.ˈ 
-
=
 
ˈ 
-
 
 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
,ˈ 
-
 
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
-
 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
,ˈ.
ˈ 
-
-
,ˈ 
-
 
 
 
,ˈ 
-
-
.ˈ 
 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
-
 
 ... 
-
.ˈ 
-
 
 
 
 
.ˈ 
-
 
.ˈ 
 
 
=
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
-
,ˈ 
-
-
 
 
.ˈ 
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
-
 
,ˈ 
-
 
 
,ˈ 
.ˈ 
-
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
-
=
 
,ˈ 
=
-
-
.ˈ 
=
 
,ˈ 
 
,ˈ 
=
 
.ˈ 
=
-
-
,ˈ 
 
=
 
 
 
,ˈ 
 
.ˈ 
-
 
.ˈ 
ˈ 
.ˈ 
,ˈ 
,ˈ 
 
-
 
 
 
.ˈ 
=
 
 
-
ˈ 
 
ˈ 
 
 
,ˈ 
 
-
ˈ 
 
 
-
 
.ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
-
 
 
.ˈ 
 
-
ˈ 
,ˈ 
 
-
 
,ˈ 
-
.ˈ 
-
 
 
,ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
 
-
ˈ 
 
,ˈ 
 
-
-
,ˈ 
-
-
-
,ˈ 
 
-
-
ˈ 
-
-
,ˈ 
-
-
.ˈ 
 
 
 
 
-
 
 
 
 
.ˈ 
 
.ˈ 
 
 
-
 ... 
-
,ˈ 
.ˈ 
ˈ 
 
 
-
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
 
 
,ˈ 
-
 
 
ˈ 
 
 
,ˈ 
-
 
ˈ 
-
 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
ˈ 
,ˈ 
 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
,ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
-
ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
 
-
ˈ 
 ... 
 
 
-
 
ˈ 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
-
 
,ˈ 
-
 
-
 
.ˈ 
 
-
 
,ˈ 
,ˈ 
 
 
-
 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
ˈ 
 
-
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
-
 
 
ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
ˈ 
 ... 
 
 
 
.ˈ 
ˈ 
 
-
ˈ 
 
 
 
.ˈ 
-
 
.ˈ 
 
-
 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
ˈ 
-
 
-
.ˈ 
 
 
 
,ˈ 
 
 
-
-
ˈ 
 
-
-
.ˈ 
.ˈ 
-
=
 
-
 
-
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
,ˈ 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
-
-
=
ˈ 
 
 
 
=
.ˈ 
 
 
 
.ˈ 
-
=
 
-
.ˈ 
=
 
 
.ˈ 
 
 
-
ˈ 
=
 
 
 
-
=
.ˈ 
ˈ 
-
=
 
ˈ 
=
-
-
=
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
-
-
ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
 
 
!ˈ 
 
.ˈ 
 
 
=
 
 
 
.ˈ 
 
 
 
-
.ˈ 
-
-
 
 
ˈ 
ˈ 
 
!ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
=
 
-
 
 
ˈ 
 
 
-
.ˈ 
 
=
 
ˈ 
-
-
=
 
ˈ 
ˈ 
 
.ˈ 
=
 
ˈ 
 
 
 
=
 
.ˈ 
=
-
-
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
ˈ 
 
-
 
-
 
 
 
 
,ˈ 
 
-
?ˈ 
 
.ˈ 
 
ˈ 
-
-
,ˈ 
 
=
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
ˈ 
ˈ 
-
ˈ 
-
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
-
 
 
 
-
,ˈ 
 
-
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
?ˈ 
-
 
 
ˈ 
 
 
 
-
 
.ˈ 
 
 
 ... 
 
 
-
.ˈ 
 
 
 
 
-
ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
-
 
ˈ 
 
-
 
 
 
ˈ 
 
 
-
 
-
 
-
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
.ˈ 
 
-
 
-
.ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
-
-
 
 
 
 
 
.ˈ 
 
 
ˈ 
=
 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
-
 
,ˈ 
 
 
-
ˈ 
-
 
-
ˈ 
ˈ 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
 
-
ˈ 
 
 
 
 
 
-
ˈ 
 
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
.ˈ 
ˈ 
 
 
ˈ 
-
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
-
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
ˈ 
-
 
 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
-
 
 
-
.ˈ 
 
=
 
=
 
 
 
 
ˈ 
-
ˈ 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
=
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
=
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
 
 
 
 
,ˈ 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
-
 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
 
-
 
 
 
ˈ 
,ˈ 
 
 
ˈ 
-
 
 
 
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
-
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
-
 
-
ˈ 
 
 
ˈ 
 
ˈ 
-
 
-
-
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
-
-
,ˈ 
-
-
,ˈ 
-
 
-
-
 
.ˈ 
 
 
 
-
 
 
 
-
 
-
 
-
 
ˈ 
 
-
 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
 
=
 
ˈ 
 
=
 
.ˈ 
-
 
 
ˈ 
 
 
 
,ˈ 
 
 
-
 
ˈ 
-
ˈ 
.ˈ 
-
 
=
 
ˈ 
 
ˈ 
 
 
 
 
-
.ˈ 
-
 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
-
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
-
 
-
 
,ˈ 
 
=
 
 
 
.ˈ 
 
-
 
 
.ˈ 
-
 
 
-
-
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
=
 
 
-
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
-
-
 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 ... 
 
-
.ˈ 
 
-
 
ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
 
 
-
?ˈ 
ˈ 
 
ˈ 
 
-
 
,ˈ 
 
?ˈ 
-
=
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
=
 
-
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
-
 
-
 
 
-
 
ˈ 
 
-
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
-
ˈ 
 
 
,ˈ 
 
-
. 
 
.ˈ 
=
 
-
 
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
 
ˈ 
ˈ 
,ˈ 
ˈ 
-
 
ˈ 
-
 
?ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
=
-
-
=
 
,ˈ 
=
-
=
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
 
.ˈ 
.ˈ 
-
 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
 
 ... 
 
 
ˈ 
 
ˈ 
 
 
 
 
,ˈ 
 
 
=
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
-
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
=
 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
-
 
 
-
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
 
-
ˈ 
-
-
.ˈ 
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
=
 
.ˈ 
.ˈ 
 
 
 
 
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
-
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
-
-
 
 
 
 ... 
ˈ 
 
,ˈ 
 
 
 
 
 
-
 
.ˈ 
 
ˈ 
 
-
 
-
-
?ˈ 
,ˈ 
 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
=
 
-
=
.ˈ 
 
 
-
 
-
.ˈ 
-
 
-
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
ˈ 
 
-
 
 
.ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
ˈ 
 
-
 
.ˈ 
 
-
 
 
 
 
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
-
 
-
ˈ 
-
 
-
.ˈ 
-
-
 
-
 
-
.ˈ 
-
 
ˈ 
.ˈ 
-
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
=
ˈ 
=
 
.ˈ 
 
-
 
.ˈ 
=
,ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
-
 
=
.ˈ 
 
=
ˈ 
 
-
-
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
ˈ 
-
-
ˈ 
 
=
ˈ 
=
 
 
 
ˈ 
-
 
 
-
.ˈ 
 
 
-
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
ˈ 
-
.ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
 
-
 
ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
 
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
ˈ 
-
 
ˈ 
ˈ 
 
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
.ˈ 
 
 
=
 
?ˈ 
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
.ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
 
,ˈ 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
,ˈ 
 
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
ˈ 
 
 
-
ˈ 
-
-
 
 
?ˈ 
-
 
?ˈ 
 ... 
 
 
,ˈ 
 
 
-
ˈ 
-
.ˈ 
ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
.ˈ 
,ˈ 
=
 
.ˈ 
 
-
-
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
=
ˈ 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
ˈ 
-
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
!ˈ 
-
!ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
-
 
.ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
-
,ˈ 
 
 
 
 
.ˈ 
 
 
-
ˈ 
-
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
=
.ˈ 
 
.ˈ 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
-
ˈ 
-
 
-
 
.ˈ 
=
.ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
-
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
.ˈ 
ˈ 
=
 
 
-
.ˈ 
 
 
ˈ 
=
 
 
-
,ˈ 
 
 
ˈ 
=
 
 
.ˈ 
 
=
 
 
.ˈ 
=
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
-
=
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
=
 
.ˈ 
 
!ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
=
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
=
 
 
ˈ 
-
 
 
ˈ 
 
-
ˈ 
 
 
 
 
 
-
 
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
=
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
!ˈ 
 
.ˈ 
 
=
.ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
=
 
ˈ 
 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
=
 
 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
=
 
 
 
-
 
 
ˈ 
 
 
-
.ˈ 
-
ˈ 
-
 
-
 
-
.ˈ 
-
 
ˈ 
-
.ˈ 
-
 
 
ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
-
 
-
.ˈ 
-
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
ˈ 
ˈ 
 
 
 
 
=
.ˈ 
 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ
 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
.ˈ 
-
 
.ˈ 
ˈ 
ˈ 
-
 
 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
 
 
-
ˈ 
?ˈ 
 
 
 
? 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
-
-
 
 
ˈ 
ˈ 
 
-
-
 
.ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
 
-
ˈ 
 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
 
 
 
 
 
.ˈ 
ˈ 
 
-
?ˈ 
.ˈ 
 
 
 
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
,ˈ 
 
-
 
 
-
,ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
-
 
,ˈ 
-
 
 
 
-
.ˈ 
.ˈ 
 
 
ˈ 
 
 
-
 
 
.ˈ 
 
-
-
,ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
-
-
 
!ˈ 
 
ˈ 
-
=
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
=
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
-
.ˈ 
ˈ 
ˈ 
-
 
ˈ 
 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
,ˈ 
=
 
-
ˈ 
-
ˈ 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
 
-
 
.ˈ 
 
 
 
 
 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
-
 
-
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
 
 
 
?ˈ 
 
 
-
ˈ 
 
 
 
 
-
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
=
,ˈ 
.ˈ 
 
=
 
.ˈ 
 
 
-
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
!ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
-
 
-
.ˈ 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
ˈ 
 
 
-
ˈ 
 
 
-
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
-
 
 
-
.ˈ 
=
.ˈ 
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
-
 
ˈ 
-
 
-
... 
 ... 
797372	ˈ 
 ... 
 
.ˈ 
 
 
ˈ 
 ... 
-
 
-
, ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
-
 
 
ˈ 
-
-
ˈ 
 
 
 
.ˈ 
-
=
 
 
 
ˈ 
 
 
 
-
ˈ 
-
 
-
 
 
-
ˈ 
 
 
ˈ 
-
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
-
-
ˈ 
 
-
-
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
 
=
,ˈ 
 
 
 
-
 
.ˈ 
 
 
 
ˈ 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
-
-
 
ˈ 
 
ˈ 
 
=
ˈ 
 
-
-
 
.ˈ 
-
ˈ 
 
-
 
,ˈ 
 
-
-
.ˈ 
,ˈ 
 
-
.ˈ 
=
 
 
 
-
.ˈ 
 
 
-
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
 
-
-
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
.ˈ 
ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
 
 
ˈ 
,ˈ 
 
-
 
-
.ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
 
 
-
 
.ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
 
ˈ 
-
 
.ˈ 
 
=
?ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
.ˈ 
ˈ 
-
 
 
-
 
ˈ 
 
?ˈ 
ˈ 
 
?ˈ 
 
ˈ 
-
-
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
-
 
 
 
 
ˈ 
-
 
,ˈ 
 ... 
 
 
.ˈ 
 
-
 
.ˈ 
 
ˈ 
-
-
.ˈ 
-
 
 
-
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
-
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
-
,ˈ 
.ˈ 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
?ˈ 
 
 
 
-
 
-
?ˈ 
 
 
 
-
.ˈ 
.ˈ 
-
-
 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
 
-
 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
-
 
-
 
?ˈ 
 
 
 
.ˈ 
 
 
-
 
ˈ 
ˈ 
=
ˈ 
 
ˈ 
 
 
=
.ˈ 
 
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
-
,ˈ 
.ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
=
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
ˈ 
 
?ˈ 
 
?ˈ 
.ˈ 
 
-
-
.ˈ 
 
-
-
 
-
.ˈ 
,ˈ 
ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
.ˈ 
 
 
 
-
-
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
ˈ 
 
 
?ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
ˈ 
-
=
 
.ˈ 
 
 
,ˈ 
=
 
.ˈ 
ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
-
,ˈ 
 
-
 
-
 
,ˈ 
 
-
ˈ 
=
 
-
.ˈ 
ˈ 
 
 
-
?ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
ˈ 
-
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
ˈ 
 
 
 
-
-
 
?ˈ 
 
 
-
.ˈ 
-
 
-
 
,ˈ 
=
-
 
-
-
-
 
,ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
-
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
-
 
 
ˈ 
 
-
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
?ˈ 
 
-
?ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
-
 
-
ˈ 
 
-
,ˈ 
 
-
ˈ 
-
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
ˈ 
.ˈ 
 
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
ˈ 
 
 
-
 
 
ˈ 
! 
 
.ˈ 
 
-
ˈ 
 
ˈ 
=
?ˈ 
=
ˈ 
=
,ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
 
.ˈ 
 
-
.ˈ 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
-
 
-
,ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
-
-
 
.ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
ˈ 
-
 
 
-
.ˈ 
-
ˈ 
-
 
=
 
-
 
.ˈ 
ˈ 
 
.ˈ 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
-
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
=
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
-
.ˈ 
 
 
-
 
 
?ˈ 
 
 
-
 
 
?ˈ 
-
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
-
 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 
 
-
=
 
 
-
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
-
 
 
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
-
ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
-
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
-
-
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
!ˈ 
 
 
-
 
 
-
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
-
-
.ˈ 
 
.ˈ 
 
-
 
-
,ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
-
?ˈ 
.ˈ 
 
-
 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
, 
-
 
 
-
ˈ 
 
-
 
.ˈ 
ˈ 
-
 
 
-
 
.ˈ 
 
-
-
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
-
.ˈ 
 
ˈ 
 
, 
-
.ˈ 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
-
-
 ... 
 
 
-
ˈ 
-
 
.ˈ 
.ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 ... 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
-
-
,ˈ 
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
-
 
ˈ 
 
 
=
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
=
ˈ 
 
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
,ˈ 
.ˈ 
 
-
 
 
-
.ˈ 
?ˈ 
 
?ˈ 
 
 
 ... 
 
 
 
.ˈ 
=
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
=
 
 
=
.ˈ 
 
 
,ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
=
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
,ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
 
 
-
-
 
.ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
;ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
=
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
 
-
. 
 
ˈ 
 
 
 
-
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
=
 
 
?ˈ 
 
 
,ˈ 
=
 
?ˈ 
 
 
 
,ˈ 
 
?ˈ 
 
-
ˈ 
 
 
 
 
?ˈ 
 
 
 
 
-
?ˈ 
 
 
ˈ 
-
=
 
 
 
 
ˈ 
 
.ˈ 
 
 
-
=
.ˈ 
-
ˈ 
 
=
.ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
ˈ 
!ˈ 
!ˈ 
 
ˈ 
 
ˈ 
!ˈ 
.ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
=
 
 
-
ˈ 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
 
 
 
=
 
 
-
 
.ˈ 
 
 
 
 
 
,ˈ 
 
 
,ˈ 
=
 
 
 
 
-
.ˈ 
 
=
 
 
-
,ˈ 
=
 
,ˈ 
 
-
.ˈ 
 
=
 
 
 
.ˈ 
-
 
ˈ 
-
 
:ˈ 
 
 
.ˈ 
-
 
 
-
ˈ 
-
 
 
ˈ 
-
 
-
,ˈ 
-
 
-
.ˈ 
 
-
.ˈ
 ... 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
 ... 
 
.ˈ 
 
-
 
.ˈ 
-
ˈ 
-
 
ˈ 
 
=
?ˈ 
 
-
 
-
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 ... 
 
,ˈ 
 
.ˈ 
 
=
.ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
,ˈ 
=
.ˈ 
 
-
 
-
 
 
ˈ 
-
 
?ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
-
.ˈ 
,ˈ 
-
=
.ˈ 
 
-
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
=
 
 
.ˈ 
 
 
ˈ 
-
-
ˈ 
 
ˈ 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
 
 
-
ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
 
-
 
ˈ 
 
,ˈ 
 
 
.ˈ 
.ˈ 
=
?ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
 
 
 
-
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
,ˈ 
 
 
 
-
?ˈ 
-
-
 
,ˈ 
-
=
 
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
-
-
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
=
 
 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
 
-
ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
-
 
-
,ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
 
 
 
.ˈ 
-
.ˈ 
,ˈ 
 
ˈ 
 
 
ˈ 
!ˈ 
 
!ˈ 
 
, 
, 
, 
,ˈ 
-
 
ˈ 
 
ˈ 
.ˈ 
=
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
 
-
 
,ˈ 
 
ˈ 
 
-
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
-
 
 
ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
=
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
-
,ˈ 
 
-
.ˈ 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
 
?ˈ 
 
?ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
.ˈ 
 
 
,ˈ 
ˈ 
 
 
 
=
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 ... 
 
-
?ˈ 
-
?ˈ 
.ˈ 
=
 
-
.ˈ 
-
?ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
?ˈ 
 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
-
 
 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
-
 
 
 
ˈ 
ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
-
 
ˈ 
 
,ˈ 
 ... 
 
.ˈ 
 
 
-
,ˈ 
!ˈ 
 
-
=
 
ˈ 
-
=
 
.ˈ 
 
.ˈ 
 
 
 
 
-
,ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
-
 
 
.ˈ 
=
 
ˈ 
-
 
 
 
ˈ 
 
 
-
ˈ 
 
-
ˈ 
-
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
-
ˈ 
-
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
-
 
 
 
!ˈ 
 
ˈ 
.ˈ 
 
-
 
ˈ 
ˈ 
! 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
=
 
.ˈ 
 
-
 
 
 
?ˈ 
 
 
 
-
 
 
.ˈ 
 
-
 
 
-
-
 
-
ˈ 
 
 
-
?ˈ 
 
 
.ˈ 
ˈ 
-
 
,ˈ 
ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
=
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
-
 
 
,ˈ 
 
ˈ 
 
 
=
 
 
.ˈ 
-
 
 
.ˈ 
 
 
-
 
 
 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
-
=
.ˈ 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
 
ˈ 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
-
 
-
 
.ˈ 
 
ˈ 
 
 
 
?ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
=
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
.ˈ 
 
,ˈ 
ˈ 
-
 
.ˈ 
 
 
-
-
.ˈ 
-
-
 
 
.ˈ 
 
 
=
?ˈ 
 
ˈ 
ˈ 
ˈ 
-
 
 
-
 
ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
-
 
 
,ˈ 
 
.ˈ 
 
-
 
 
 
ˈ 
-
=
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
=
?ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
 
-
,ˈ 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
-
-
 
ˈ 
,ˈ 
-
-
,ˈ 
 
-
 
-
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
-
-
 
,ˈ 
 
 
 
-
,ˈ 
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
 
.ˈ 
 
-
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
=
 
-
.ˈ 
=
 
 
 
ˈ 
 
 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
-
 
 
-
,ˈ 
 
 
.ˈ 
 
-
 
-
?ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
.ˈ 
 
ˈ 
 
?ˈ 
 
ˈ 
 
-
,ˈ 
 
-
 
ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
-
ˈ 
 
-
 
.ˈ 
 
-
-
 
,ˈ 
 
-
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
-
ˈ 
 
-
-
 
.ˈ 
=
 
.ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
-
 
 
-
?ˈ 
ˈ 
-
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
=
?ˈ 
 
 
ˈ 
 
-
?ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
-
 
.ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
,ˈ 
 
-
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
=
 
ˈ 
 
 
=
 
 
-
.ˈ 
 
ˈ 
 
-
ˈ 
 
 
ˈ 
,ˈ 
 
-
ˈ 
 
 
-
,ˈ 
,ˈ 
 
-
.ˈ 
ˈ 
-
 
=
 
 
-
.ˈ 
 
 
.ˈ 
 
-
?ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
-
ˈ 
-
 
 
 
 
ˈ 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
ˈ 
-
 
-
 
.ˈ 
 
 
 ... 
 
=
?ˈ 
=
 
 
-
?ˈ 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
-
ˈ 
,ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
=
 
 
.ˈ 
 
-
 
?ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
 
-
 
-
 
.ˈ 
 
 
.ˈ 
=
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
.ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
ˈ 
-
ˈ 
 
 
-
-
.ˈ 
 
=
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
.ˈ 
ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
-
 
.ˈ 
-
 
 
-
?ˈ 
 
?ˈ 
 
 
ˈ 
-
 
?ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
=
ˈ 
 
-
 
 
.ˈ 
ˈ 
 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
?ˈ 
 
.ˈ 
-
 
? 
 
ˈ 
-
.ˈ 
 
 
=
 
ˈ 
.ˈ 
 
ˈ 
ˈ 
-
 
 
 
.ˈ 
.ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
-
,ˈ 
 
-
.ˈ 
 
!ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
-
 
-
 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
-
 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
ˈ 
801331	 
 
 
 
-
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
?ˈ 
 
 
 
?ˈ 
 
 
?ˈ 
 
?ˈ 
ˈ 
 
 
-
 
ˈ 
=
 
 
.ˈ 
 
 
=
 
,ˈ 
.ˈ 
=
 
 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
801413	 
 
 
.ˈ 
,ˈ 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
=
ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
 
-
,ˈ 
-
 
 
ˈ 
=
 
 
,ˈ 
-
 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
=
 
.ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
=
?ˈ 
=
?ˈ 
 
=
 
 
 
 
.ˈ 
.ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
?ˈ 
 
 
-
?ˈ 
-
 
 
ˈ 
ˈ 
-
 
-
,ˈ 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ
-
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ 
-
 
ˈ 
-
,ˈ 
-
 
 
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
-
ˈ 
 
-
 
 
ˈ 
 
,ˈ 
 ... 
 
.ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
=
 
 
ˈ 
-
 
 
?ˈ 
 
ˈ 
-
... 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
?ˈ 
-
 
?ˈ 
 
ˈ 
 
ˈ 
!ˈ 
 
 
ˈ 
-
 
ˈ 
 
-
 
 
 
,ˈ 
 
ˈ 
 
-
 
 
ˈ 
-
 
 
-
-
.ˈ
 
 
ˈ 
-
ˈ 
-
 
ˈ 
 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
ˈ 
ˈ 
 
 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
,ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
=
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
 
,ˈ 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
=
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
=
 
-
 
-
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
?ˈ 
 
 
ˈ 
.ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
 
=
-
ˈ 
 
-
 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
=
 
-
 
 
-
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
ˈ 
-
 
 
 
 
,ˈ 
 
 
-
 
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
-
 
ˈ 
 
-
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
ˈ 
 
 
=
ˈ 
 
ˈ 
 
ˈ 
-
.ˈ 
-
=
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
ˈ 
ˈ 
 
 
-
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
=
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
=
 
,ˈ 
-
=
 
 
.ˈ 
 
 
.ˈ 
-
ˈ 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
- 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
 
- 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
=
.ˈ 
-
-
 
 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
ˈ 
 
-
 
-
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
 
ˈ 
 
ˈ 
-
 
 
 
ˈ 
 
-
 
.ˈ 
 
-
 
.ˈ 
=
 
ˈ 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
ˈ 
-
 
 
ˈ 
ˈ 
 
 
 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
-
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
ˈ 
 
 
,ˈ 
 
=
 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
=
 
 
 
,ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
.ˈ 
ˈ 
 
 
-
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
 
 
 
.ˈ
ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
-
 
 
 
ˈ 
 
 
 
-
 
,ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
-
ˈ 
-
 
 
-
.ˈ 
-
 
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
 
-
 
 
 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
=
 
 
 
 
ˈ 
ˈ 
 
 
-
 
-
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
 ... 
 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
=
 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
ˈ 
-
ˈ 
-
.ˈ 
-
 
ˈ 
 
ˈ 
-
 
 
 
-
-
ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
-
.ˈ 
 
-
 
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
 
 ... 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
-
 
 
.ˈ 
-
 
 
 
?ˈ 
-
 
 
 
-
 ... 
 
ˈ 
 
-
-
?ˈ 
-
 
 
 
ˈ 
 
 
 
 
 
 
 
,ˈ 
-
 
 
 
 
-
 
 
 
 
,ˈ 
 
 
-
 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
 
 
 
-
,ˈ 
-
 
,ˈ 
 
-
 
,ˈ 
 
 
 
,ˈ 
 
 ... 
 
ˈ 
-
ˈ 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
 
 
 
=
 
-
-
 
,ˈ 
-
 
 
.ˈ 
ˈ 
-
ˈ 
 
ˈ 
ˈ 
 
-
 
 
ˈ 
-
ˈ 
-
ˈ 
 
 
-
 
 
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
=
 
 
 
 
ˈ 
-
 
 
 
-
 
.ˈ
 
-
 
-
-
 
.ˈ 
 
-
ˈ 
-
 
-
 
ˈ 
 
-
 
 
-
.ˈ 
-
-
 
 
 
 
,ˈ 
 
-
 
-
 
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
ˈ 
 
-
 
-
 
ˈ 
 
 
ˈ ... 
-
 
-
ˈ 
ˈ 
.ˈ 
 
,ˈ 
-
=
 
.ˈ 
 
 
-
-
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
 
-
ˈ 
-
 
-
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
ˈ 
-
ˈ 
-
 
,ˈ 
-
 
 
.ˈ 
 
 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
-
 
 
.ˈ 
 
 
 
 
 
 
ˈ ... 
 
ˈ 
-
 
 
ˈ 
 
ˈ 
-
=
 
-
.ˈ 
 
 
.ˈ 
 
-
 
 
-
ˈ 
-
 
 
 
 ... 
 
-
 
 
 
.ˈ 
 
 ... 
 
 
,ˈ 
 
,ˈ 
 
=
,ˈ 
 
 
=
.ˈ 
 
 
-
 
 
.ˈ 
-
ˈ 
 
 
,ˈ 
-
 
-
 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
-
,ˈ 
 
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
-
 
,ˈ 
-
,ˈ 
 
=
 
 
 
ˈ 
-
?ˈ 
ˈ 
 
 
 
 
 
 
.ˈ 
=
 
,ˈ 
-
 
 
 
ˈ 
 
 
-
 
 
ˈ 
 
-
 
 
 
-
.ˈ 
 
 
 
 
-
ˈ 
.ˈ 
=
 
 
-
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
=
 
 
 
ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
=
 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
-
 
 
ˈ 
-
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
 
,ˈ 
 
-
 
 
 
 
-
 
,ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
-
.ˈ 
 
 
 
=
ˈ 
 
-
ˈ 
-
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
=
 
-
ˈ 
 
.ˈ 
-
 
 
 
-
 
-
 
-
.ˈ 
-
 
 
=
 
 
-
.ˈ 
-
 
ˈ 
 
 
 
 
ˈ 
 
-
.ˈ 
-
 
 
-
=
ˈ 
 
ˈ 
-
=
 
 
 
 
-
 
ˈ 
 
 
 
.ˈ 
 
 
-
 
 
 
... 
 
 
-
ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
=
 
ˈ 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
ˈ ... 
,ˈ 
 
 
,ˈ 
ˈ 
-
=
 
 
 
,ˈ 
 
-
.ˈ 
 
ˈ ... 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
-
 
-
.ˈ 
=
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
-
-
 
ˈ 
 
 
.ˈ 
 
-
=
 
 
ˈ 
-
ˈ 
 
 
-
 
,ˈ 
=
 
 
 
-
 
 
,ˈ 
 
 
 
 
.ˈ 
-
?ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
 
 
-
 
 
,ˈ 
 
 
.ˈ 
=
 
 
 
 
.ˈ 
 
 
 
ˈ 
,ˈ 
ˈ 
ˈ 
 
 
-
, 
-
.ˈ 
 
 
 
 
,ˈ 
-
-
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
-
,ˈ 
 
ˈ 
ˈ 
-
 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
 
-
,ˈ 
=
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
 
 
-
ˈ 
 
 
-
ˈ 
 
 
-
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
-
-
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
-
.ˈ
ˈ 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
-
?ˈ 
-
ˈ 
 
-
 
 
-
 
ˈ 
 
-
 
,ˈ 
 
,ˈ 
-
 
 
ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
-
 
.ˈ 
 
 
 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
,ˈ 
=
 
,ˈ 
 
-
ˈ 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
ˈ ... 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
-
 
 
=
 
 
 
,ˈ 
 
-
 
 
,ˈ 
ˈ 
-
 
 
 
,ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ ... 
-
 
ˈ 
 
 
 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
 
-
ˈ 
 
 
 
.ˈ 
-
 
 
-
.ˈ 
-
 
 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
-
 
 
-
,ˈ 
-
 
 
-
,ˈ 
 
 
 
 
-
.ˈ 
 
 
 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
ˈ 
ˈ 
ˈ 
 
 
 
 
 
 
 
.ˈ 
 
,ˈ 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
.ˈ 
 
,ˈ 
-
 
-
.ˈ 
=
 
-
 
 
-
 
,ˈ 
 
-
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
ˈ 
-
-
 
 
 
-
.ˈ 
 
,ˈ 
 
 
-
 
-
ˈ ... 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
 
-
.ˈ 
 
-
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
=
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
-
,ˈ 
-
 
-
ˈ 
-
ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
-
 ... 
-
,ˈ 
=
 
 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
-
 
-
 
ˈ ... 
-
.ˈ 
-
 
-
ˈ 
-
 
-
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
=
 
 
 
-
,ˈ 
 
 
-
 
 
-
 
-
ˈ 
 
 
 
.ˈ
 
 
-
ˈ 
-
 
ˈ 
 
 
 
-
 
,ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
-
 
-
ˈ 
 
 
 
-
-
,ˈ 
,ˈ 
=
 
 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
 
.ˈ 
-
 
,ˈ 
-
 
,ˈ 
-
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
-
.ˈ 
 
 
 
ˈ 
 
ˈ ... 
 
 
ˈ 
-
 
 
 
-
.ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
 
ˈ 
ˈ 
-
 
 
 
-
 
,ˈ 
ˈ 
 
 
 
-
.ˈ 
-
ˈ 
ˈ 
ˈ 
 
 
 
-
 
 
-
-
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
-
 
 
 
-
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
 
-
 
 
=
,ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
 
 
 
 
.ˈ 
-
 
=
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
,ˈ 
-
 
 
 
.ˈ 
 
 
-
ˈ 
 
 
-
 
ˈ 
-
 
-
 
ˈ 
 
-
 
 
 
-
ˈ 
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ ... 
-
 
 
 
ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
-
 
ˈ 
.ˈ 
 
 
 
 
.ˈ
-
ˈ 
-
 
 
 
ˈ 
 
 
 
 
 
ˈ 
 
 
 
-
 
.ˈ 
,ˈ 
 
,ˈ 
=
.ˈ 
 
-
 
 
ˈ ... 
 
 
-
 
.ˈ 
 
.ˈ 
-
-
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
 
 
 
-
 
,ˈ 
 
ˈ 
-
 
 
-
,ˈ 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
,ˈ 
 
-
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
=
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
=
 
.ˈ 
-
 
=
 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
=
 
-
 
,ˈ 
 
 
.ˈ 
 
 
 
=
 
 
 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
 
-
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
 
-
 
 
ˈ 
 
-
 
ˈ 
-
 
 
 
-
,ˈ 
 
-
-
 
 
-
.ˈ 
 
 
-
 
-
 
 
.ˈ 
 
-
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
-
 
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
-
-
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
-
-
ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
-
 
.ˈ 
-
 
 
 
-
 
.ˈ 
-
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
 
-
 
ˈ 
-
-
 
-
-
 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
 
-
-
 
,ˈ 
 
 
 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
 
 
 
ˈ 
 
-
 
ˈ 
 
 
-
ˈ 
 
-
 
ˈ 
ˈ 
ˈ 
 
 
 
 
-
 ...  
 
 
 
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
 
-
-
 
ˈ 
-
-
 
ˈ 
-
-
-
 
 
ˈ 
 
 
=
 
 
 
,ˈ 
 
 
 
-
 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
-
 
 
.ˈ 
 
=
 
-
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
-
.ˈ 
 
 
 
ˈ 
 
 
 
 
ˈ 
 
-
 
=
 
.ˈ 
 
 
 
-
 
.ˈ 
 
 
 
 
-
.ˈ 
ˈ 
 
 
 
 
ˈ ... 
-
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
 
-
 
ˈ 
 
 
 
 
-
ˈ ... 
-
 
.ˈ 
 
-
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
 
 
 
 
.ˈ 
-
 
 
-
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
-
 
-
.ˈ 
-
-
ˈ 
 
 
 
ˈ 
-
ˈ 
 
-
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
-
 
-
 
-
.ˈ 
-
-
ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
 
 
-
 
 
ˈ 
ˈ 
-
ˈ 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
 
 
ˈ 
 
ˈ 
-
.ˈ
 
ˈ 
 
 
ˈ 
 
-
 
 
.ˈ 
-
 
ˈ 
=
 
ˈ 
=
 
.ˈ 
 
-
 
 
 
-
.ˈ 
-
 
 
 
 ... 
 
 
,ˈ 
,ˈ 
-
 
 
 
-
.ˈ 
 
 
-
ˈ 
 
-
 
.ˈ 
=
 
 
-
,ˈ 
 
 
ˈ 
 
 
 
-
 
.ˈ 
-
 
ˈ 
-
,ˈ 
-
ˈ 
-
 
ˈ 
 
 
 
ˈ 
 
 
 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
-
 
 
 
-
 
,ˈ 
 
-
-
 
=
 
 
 
-
ˈ 
 
ˈ 
... 
 
ˈ 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
=
 
 
.ˈ 
 
 
=
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
.ˈ 
-
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
-
!ˈ 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
 ... 
-
 
 
 
-
.ˈ 
 
 
 
 ... 
 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
-
-
 
ˈ 
 
 
 
-
 
 
 ... 
 
 
 
-
 
-
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
-
,ˈ 
.ˈ 
,ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
-
-
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
-
ˈ 
-
 
-
,ˈ 
-
-
 
ˈ 
 
-
 
-
-
ˈ 
 
 ... 
-
.ˈ 
 
-
 
-
 
 ... 
 
-
 
.ˈ 
 
-
 
 
 
ˈ 
-
-
 
 
 
 
 ... 
-
 
 
.ˈ 
 
ˈ 
 
-
 
-
 ... 
-
 
 
 
-
ˈ 
ˈ 
-
-
 
ˈ 
 
ˈ 
 ... 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
 ... 
 
,ˈ 
 
 
ˈ 
-
 
 
 ... 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
=
 
.ˈ 
ˈ 
 
,ˈ 
=
 
 
.ˈ 
-
 
 
 
-
 
-
 
ˈ 
 
ˈ 
 
-
 
 
-
 
-
.ˈ 
 
 
 
-
,ˈ 
-
-
 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
-
.ˈ 
 
-
 
ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
=
 
-
 
 
 
-
.ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
 
 
-
 
 
ˈ 
-
 
ˈ 
 
 
-
,ˈ 
 
 
ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
-
 
 
-
ˈ 
 
-
ˈ 
-
 
-
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
ˈ 
-
 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
ˈ 
 
 
ˈ 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
-
ˈ 
 
 
,ˈ 
.ˈ 
=
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
 
 
-
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
-
 
 
 
 
 
 
.ˈ 
ˈ 
=
 
 
ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 ... 
 
-
 
 
ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
-
=
ˈ 
 
=
 
 
ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
,ˈ 
 
-
 
 
-
ˈ 
 
 
 
-
 
ˈ 
-
 
ˈ 
 
-
 
 
,ˈ 
 
-
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
. 
 
-
 
 
=
 
 
-
-
.ˈ 
-
 
-
 
 
 
-
,ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
=
 
ˈ 
 
ˈ 
!ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
=
 
ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
-
 
-
 ... 
-
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
-
ˈ 
 
-
 
 
 
 
,ˈ 
 
-
-
,ˈ 
 
ˈ 
.ˈ 
-
 
=
 
 
 
ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
 
-
=
 
?ˈ 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
ˈ 
 ... 
-
 
 
-
 
.ˈ 
 
 
 
 
 
-
ˈ 
 
 
 
ˈ 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
-
ˈ 
-
 
?ˈ 
 
 
=
?ˈ 
 
-
 
-
 
 
 
?ˈ 
 
 
 
-
 
-
 
 
 
-
,ˈ 
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
 
-
 
-
 
-
.ˈ 
 
.ˈ 
-
 
 
 
,ˈ 
 
 ... 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
-
 
-
 
. 
 
 
ˈ 
 
 
 ... 
 
ˈ 
-
 
 
ˈ 
ˈ 
 
 
 
 
 
ˈ 
 
-
-
ˈ 
 
 
 
ˈ 
- 
.ˈ 
 
ˈ 
-
 
.ˈ 
 ... 
-
,ˈ 
 
,ˈ 
 
-
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
ˈ 
=
?ˈ 
 
 
,ˈ 
.ˈ 
 
-
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
-
-
 
 
 
 
 
.ˈ 
-
 
 
 
 
ˈ 
 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
-
 
=
 
.ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
 ... 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
.ˈ 
 
ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
,ˈ 
 
-
 
ˈ 
 
-
 
 
 
 
 
 
.ˈ
 
ˈ 
 
-
 
ˈ 
ˈ 
-
ˈ 
ˈ 
ˈ 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
 ... 
 
 
.ˈ 
-
 
,ˈ 
-
 
ˈ 
-
-
ˈ 
-
-
,ˈ 
-
-
ˈ 
-
-
,ˈ 
-
 
ˈ 
 
!ˈ 
 
!ˈ 
=
 
 
.ˈ 
 
-
 
 
 
-
,ˈ 
-
 
-
 
ˈ 
-
-
 
-
-
.ˈ 
 
 
 
ˈ 
 
ˈ 
ˈ 
-
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
-
.ˈ 
ˈ 
ˈ 
-
 
.ˈ 
-
 
-
 
 
 
-
.ˈ 
 
-
ˈ 
 
 
=
-
?ˈ 
 
-
 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
-
=
 
-
,ˈ 
-
 
 
 
-
,ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
-
ˈ 
 
.ˈ 
-
 
 
 
 
 ... 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
ˈ 
-
.ˈ 
 
 
=
?ˈ 
 
 
-
 
ˈ 
.ˈ 
ˈ 
.ˈ 
 
 
 
-
ˈ 
-
 
ˈ 
-
 
-
 
-
 
 
-
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
-
 
 
.ˈ 
ˈ 
-
-
 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
-
 
-
 
,ˈ 
.ˈ 
=
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
,ˈ 
 
-
 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
=
 
 
 
ˈ 
ˈ 
 
 
 
-
,ˈ 
 
ˈ 
 
-
 
-
.ˈ 
-
 
ˈ 
ˈ 
 
.ˈ 
 
 
 
-
-
.ˈ 
 
 
ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
ˈ 
 
 
 
ˈ 
-
 
 
-
.ˈ
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
=
 
ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ. 
 
ˈ 
ˈ 
=
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
-
 
.ˈ 
 
=
ˈ 
-
.ˈ 
 
ˈ 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
=
ˈ 
-
 
ˈ 
ˈ 
 
-
 
 
,ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 ... 
 
-
ˈ 
-
,ˈ 
.ˈ 
ˈ 
=
.ˈ 
=
 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
,ˈ 
-
,ˈ 
-
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
!ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
-
 
 
 
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
-
,ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
ˈ 
 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
ˈ 
-
ˈ 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
ˈ 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
.ˈ 
ˈ 
=
.ˈ
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 ...  
-
 
.ˈ 
 
 
 
ˈ 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
-
 
=
?ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
-
 
?ˈ 
 
 
 ... 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
 
-
 
ˈ 
,ˈ 
,ˈ 
ˈ 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
 ˈ 
=
 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
-
=
.ˈ 
 
 
ˈ 
ˈ 
 
-
 
-
?ˈ 
 
 
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
 
 
ˈ 
 
 
!ˈ 
 
ˈ 
-
=
?ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
-
 
 
.ˈ 
ˈ 
-
 
 
?ˈ 
 
?ˈ 
=
?ˈ 
 
 
ˈ 
 
=
 
 
 
?ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
-
ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
.ˈ 
=
 
 
 
-
-
 
-
-
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
-
ˈ 
 
 
-
 ... 
ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
-
 
 
ˈ 
-
ˈ 
,ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
=
ˈ 
 
ˈ 
-
-
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
-
ˈ 
 
 
 ... 
.ˈ 
 
-
 
ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 ... 
 
.ˈ 
-
ˈ 
 
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
 
-
ˈ 
-
ˈ 
.ˈ 
 
ˈ ... 
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
-
 
-
ˈ 
-
 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
 
ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
-
ˈ 
-
 
,ˈ 
-
 
 
-
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
=
 
 
 
 
ˈ 
 
 
-
ˈ 
-
ˈ 
-
ˈ 
-
.ˈ 
=
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
ˈ 
 
 
 
-
?ˈ 
ˈ 
-
 
ˈ 
 
=
 
ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
ˈ 
 
.ˈ 
 
!?ˈ 
 
ˈ 
 
-
 
ˈ 
 
-
.ˈ 
-
 
.ˈ 
ˈ 
ˈ 
-
 
 
?ˈ 
 
 
 
 
 
 
?ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
ˈ 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
,ˈ 
-
.ˈ 
-
 
 
.ˈ 
-
ˈ 
 
-
 
-
 
 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
-
-
?ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
=
.ˈ 
 
 
 
ˈ 
 
-
 
ˈ 
ˈ 
-
-
 
ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
?!ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
?ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
?ˈ 
 
.ˈ 
 
 
-
-
 
 
 
-
 
,ˈ 
 
.ˈ 
-
ˈ 
 
-
 
=
ˈ 
ˈ 
 
ˈ 
,ˈ 
=
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
 
?ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
-
=
 
 
.ˈ 
 
ˈ 
.ˈ 
-
ˈ 
-
 
ˈ 
-
 
 
,ˈ 
-
 
?ˈ
ˈ 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
 
=
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
-
ˈ 
-
-
 
.ˈ 
-
 
 
 
-
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
?ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
ˈ 
ˈ 
-
 
-
ˈ 
-
 
-
 
.ˈ 
-
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
-
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
-
,ˈ 
ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
-
,ˈ 
ˈ 
 
-
.ˈ 
-
,ˈ 
-
-
?ˈ 
 
 
 
.ˈ 
 
 
ˈ 
,ˈ 
-
 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 ... 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 ... 
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
=
 
 
-
 
ˈ 
 
 
 
ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
 
-
 
=
.ˈ 
=
 
 
.ˈ 
 ... 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
-
 
-
ˈ 
 
-
ˈ 
 
-
 
ˈ 
-
,ˈ 
-
 
,ˈ 
ˈ 
 
-
 
-
ˈ 
-
.ˈ 
ˈ 
 
,ˈ 
 
-
,ˈ 
,ˈ 
 
 
 
ˈ 
 
ˈ 
-
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
.ˈ 
=
 
 
-
,ˈ 
.ˈ 
ˈ 
-
 
,ˈ 
=
 
.ˈ 
 
 
-
 
,ˈ 
 
ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
,ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
-
 
-
 
 
 
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
-
ˈ 
-
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
 
?ˈ 
 
ˈ 
-
 
-
.ˈ 
 
 
=
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
-
ˈ 
-
,ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
-
-
ˈ 
 
ˈ 
-
-
.ˈ 
-
-
 
-
 
-
ˈ 
=
 
-
-
=
.ˈ 
 
-
-
-
 
ˈ 
-
-
,ˈ 
-
-
!ˈ 
 
 
ˈ 
 
.ˈ 
 
=
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
!ˈ 
 
!ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
 
 
 
 
-
-
 
 
 
-
?ˈ 
 
=
 
ˈ 
 
.ˈ 
 
-
 
ˈ 
 
 
 
 
 
=
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
=
 
,ˈ 
 
 
-
 
 
 
,ˈ 
 
 
-
 
-
ˈ 
ˈ 
ˈ 
 
ˈ 
-
-
!ˈ 
-
-
!ˈ 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
?ˈ 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
-
ˈ 
 
!ˈ 
 
!ˈ 
 
 
-
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
-
 
,ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
-
ˈ 
 
ˈ 
-
ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
.ˈ 
 
?ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
-
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
 
?ˈ 
ˈ 
 
ˈ 
 
-
!ˈ 
 
ˈ 
 
.ˈ 
-
 
 
?ˈ 
 
 
-
ˈ 
 
.ˈ 
 
=
 
-
.ˈ 
 
ˈ 
=
 
ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
-
ˈ 
 
ˈ 
 
 
?ˈ 
ˈ 
 
ˈ 
-
-
 
ˈ 
 
.ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
-
 
 
ˈ 
 
=
 
-
 
.ˈ 
=
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
=
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
?ˈ 
ˈ 
, 
.ˈ 
 
,ˈ 
ˈ 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
?ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
?ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
-
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
-
 
?ˈ 
 
 
.ˈ 
 
 
 
 
-
-
 
 
ˈ 
-
 
 
 
-
.ˈ 
 
-
 
 
.ˈ 
 
.ˈ 
 
 
=
?ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
 
=
ˈ 
 
-
 
ˈ 
 
 
,ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
-
-
.ˈ 
 
-
.ˈ 
 
-
-
=
 
.ˈ 
 
 
=
 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
 
,ˈ 
 
ˈ 
 
?ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
-
=
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
-
.ˈ 
.ˈ 
-
-
 
,ˈ 
 
 
 
-
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
!ˈ 
-
 
-
!ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
.ˈ 
-
 
ˈ 
 
=
?ˈ 
 
ˈ 
 
!ˈ 
 
!ˈ 
 
!ˈ 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
-
ˈ 
 
ˈ. 
 
 
ˈ 
 
.ˈ 
 
=
ˈ 
 
 
!ˈ 
!ˈ 
!ˈ 
ˈ 
!ˈ 
 
 
!ˈ 
 
.ˈ 
 
-
 
-
 
 
-
 
 
.ˈ 
 
 
 
-
ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
 
 
 
-
-
 
,ˈ 
 
-
?ˈ 
,ˈ 
 
 
-
.ˈ
 
ˈ 
-
 
ˈ 
ˈ 
ˈ 
ˈ 
-
=
 
-
=
 
 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
 
 
-
 
!ˈ 
 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
,ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
,ˈ 
-
 
 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
-
 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
-
 
ˈ 
-
ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
-
 
-
.ˈ 
 
=
 
?ˈ 
 
-
 
 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
,ˈ 
=
,ˈ 
,ˈ 
=
,ˈ 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
.ˈ 
-
 
,ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
ˈ 
ˈ 
 
-
-
 
 
?ˈ 
 
-
 
ˈ 
ˈ 
-
 
,ˈ 
 
-
 
 
.ˈ 
-
ˈ 
 
 
ˈ 
-
 
ˈ 
 
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
-
 
?ˈ 
-
 
-
 
 
 
.ˈ 
ˈ 
-
 
ˈ 
 
 
 
-
?ˈ 
 
 
ˈ 
=
 
 
,ˈ 
 
-
 
,ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
ˈ 
-
,ˈ 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
-
 
ˈ 
 
-
 
,ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
-
,ˈ 
 
ˈ 
 
 
.ˈ 
 
 
-
-
?ˈ 
-
 
 
 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
=
 
 
ˈ 
-
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
 
 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
-
 
 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
-
-
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
-
-
 
ˈ 
 
 
 
-
 
-
 
ˈ 
 
 
-
 
-
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
=
 
 
-
ˈ 
.ˈ 
 
ˈ 
 
.ˈ 
 
ˈ ... 
 
=
?ˈ 
.ˈ 
,ˈ 
 
=
?ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
,ˈ 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
-
 
 
-
,ˈ 
.ˈ 
 
-
 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
ˈ 
-
 
,ˈ 
-
=
 
.ˈ 
 
-
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
-
 
 
ˈ 
 
ˈ 
 
-
 
 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
ˈ ... 
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
 
,ˈ 
ˈ 
-
 
ˈ 
-
ˈ 
-
-
 
,ˈ 
 
 
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
 
ˈ 
.ˈ 
 
ˈ 
-
-
 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
 
 
-
 
.ˈ 
-
,ˈ 
 
,ˈ 
 
.ˈ 
-
ˈ 
-
ˈ 
 
,ˈ 
-
,ˈ 
-
,ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
-
,ˈ 
-
.ˈ 
-
ˈ 
 
 
 
 
 
 
 
-
 
.ˈ 
 
-
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
=
 
ˈ 
 
 
?ˈ 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
ˈ 
-
 
ˈ 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
-
 
 
-
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
-
 
.ˈ 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ
-
 
 
 
ˈ 
ˈ 
ˈ 
.ˈ 
 
ˈ 
-
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
-
.ˈ 
 
 
 
.ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
ˈ 
,ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
-
 
?ˈ 
 
-
?ˈ 
 
,ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
-
,ˈ 
-
 
 
 
,ˈ 
 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
,ˈ 
.ˈ
 
 
ˈ 
-
 
 
=
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
ˈ 
-
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
?ˈ 
ˈ 
 
-
,ˈ 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
.ˈ 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
-
-
ˈ 
 
.ˈ 
-
 
 
-
.ˈ 
=
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
=
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
 
 
.ˈ 
,ˈ 
 
 
=
ˈ 
 
ˈ 
 
 
 
 
=
ˈ 
 
 
.ˈ 
 
ˈ 
=
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
-
 
,ˈ 
 
 
,ˈ 
 
 
ˈ 
=
 
,ˈ 
=
 
ˈ 
 
 
-
,ˈ 
 
 
 
 
 
.ˈ 
ˈ 
=
 
ˈ 
 
 
 
 
 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
 
ˈ 
-
 
 
-
.ˈ 
=
 
ˈ 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
 
-
 
ˈ 
 
-
 
 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
-
.ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ ... 
 
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
,ˈ 
,ˈ 
ˈ 
 
 
ˈ 
-
 
 
 
 
 
.ˈ 
?ˈ 
ˈ 
-
-
 
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
-
 
,ˈ 
.ˈ 
.ˈ 
 
-
 
ˈ 
-
 
 
-
ˈ 
ˈ 
=
 
 
 
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
ˈ 
 
-
 
 
?ˈ 
-
 
 
?ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
 
-
ˈ 
-
 
 
 
,ˈ 
 
 
-
 
,ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
810523	 
-
 
.ˈ 
-
.ˈ 
-
 
-
-
ˈ 
-
 
 
-
-
ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
=
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
ˈ 
 
=
?ˈ 
 
.ˈ 
=
?ˈ 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
-
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
ˈ 
 
 
 
 
-
,ˈ 
ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
 
.ˈ 
=
 
 
-
-
ˈ 
 
-
 
ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
 
 
?ˈ 
.ˈ 
 
 
 
 
-
 
.ˈ 
-
 
 
ˈ 
.ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
 
 
-
,ˈ 
-
 
 
 
.ˈ 
 
-
 
,ˈ 
=
 
 
 
 
=
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
-
 
ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ. 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ
-
 
.ˈ 
ˈ 
 
 
=
?ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
-
 
-
 
 
ˈ 
ˈ 
.ˈ 
 
 
 
-
ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
,ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
?ˈ 
 
 
?ˈ 
 
=
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
-
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
?ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
 
 
 
.ˈ 
-
 
 
 
.ˈ 
 
.ˈ 
-
 
 
 
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
?ˈ 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
 
-
,ˈ 
,ˈ 
 
 
,ˈ 
-
!ˈ 
 
?ˈ 
ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
-
 
=
ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
-
-
-
 
 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
-
?!ˈ 
-
?!ˈ 
=
 
ˈ 
 
-
 
.ˈ 
,ˈ 
 
ˈ 
 
 
=
?ˈ 
ˈ 
-
-
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
-
,ˈ 
 
-
 
 
-
ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
 ... 
 
 
ˈ 
 
-
 
 
.ˈ 
ˈ 
,ˈ 
ˈ 
ˈ 
-
 
=
ˈ 
-
 
.ˈ 
 
=
 
 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
-
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
=
 
 
.ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
-
 
ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
-
.ˈ 
-
?!ˈ 
-
?!ˈ 
 
!ˈ 
 
-
!ˈ 
 
 
.ˈ 
 
-
 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
=
 
?ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
-
-
 
ˈ 
-
-
 
.ˈ 
 
-
 
 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
-
?ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
ˈ 
 
ˈ 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
 
,ˈ 
 
-
 
-
ˈ 
.ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
 
ˈ 
 
-
 
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
,ˈ 
,ˈ 
 
-
 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
-
-
=
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
-
 
-
.ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
-
ˈ 
-
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
 
-
-
,ˈ 
-
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
 
-
 
-
.ˈ 
 
 
 
=
-
?ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
 
-
 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
.ˈ 
=
ˈ 
=
ˈ 
 
-
,ˈ 
.ˈ 
 
ˈ 
-
 
-
,ˈ 
-
.ˈ 
-
.ˈ 
-
 
 
.ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
 
-
 
-
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
-
,ˈ 
 
 
ˈ 
=
 
 
.ˈ 
,ˈ 
.ˈ.
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
 
?ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
ˈ 
 
=
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
 
-
 
 
?ˈ 
 
 
 
 
-
 
. 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
-
 
 
 
-
 
 
 
,ˈ 
 
 
. 
 
 
-
.ˈ 
 
 
 
 
 
 
-
.ˈ 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
-
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
-
ˈ 
 
 
-
. 
-
 
 
-
ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
-
ˈ 
ˈ 
 
-
 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
?ˈ 
 
=
?ˈ 
 
 
 
 
-
,ˈ 
-
 
.ˈ 
 
 
-
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
-
,ˈ 
 
 
-
 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
ˈ 
-
 
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
=
 
-
 
.ˈ 
=
 
 
 
.ˈ 
-
 
 
 
 
-
 
 
-
 
 
 
.ˈ 
=
 
ˈ 
 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
=
 
 
,ˈ 
,ˈ 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
,ˈ 
,ˈ 
 
-
 
-
,ˈ 
 
-
 
,ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
-
ˈ 
 
.ˈ 
=
 
 
ˈ 
 
 
 
 
-
 
 ... 
-
 
 
.ˈ 
 
 
 
=
.ˈ 
 
 
?ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
.ˈ 
.ˈ 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
?ˈ 
 
 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
 
 
,ˈ 
 
 
 
 
 
,ˈ 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
-
 
.ˈ 
 
.ˈ 
 
 
!ˈ 
 
 
-
-
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 ...  
-
 
 
-
-
 
 
 
 
 
-
 
 
.ˈ 
 
 
 
!ˈ 
 
-
ˈ 
 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
=
 
 
 
ˈ 
 
 
 
 
.ˈ 
 ... 
 
-
 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
-
 
 
?ˈ 
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
 ... 
 ... 
 
 
 
.ˈ 
 
 
-
.ˈ 
-
 
.ˈ 
-
 
 
ˈ 
 
 
-
 
ˈ 
 
ˈ 
 
-
ˈ 
 
 
.ˈ 
-
 
ˈ 
ˈ 
 
.ˈ 
 
-
-
.ˈ 
 
-
 
?ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
=
 
 
.ˈ 
 
,ˈ 
 
-
.ˈ
 
 
ˈ 
 
 
-
ˈ 
 
 
 
.ˈ 
-
 
-
ˈ 
-
-
 
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
 
 
 
 
-
,ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
=
 
 
-
ˈ 
ˈ 
 
ˈ 
 
 
-
,ˈ 
ˈ 
.ˈ 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
,ˈ 
.ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
ˈ 
.ˈ 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
-
 
 
ˈ 
ˈ 
ˈ 
-
 
-
 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
-
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
-
-
 
 
.ˈ 
 
 
-
ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
-
 
 
-
.ˈ 
 
-
ˈ 
 
.ˈ 
-
 
.ˈ 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
ˈ 
 ... 
,ˈ 
 
ˈ 
ˈ 
 
=
.ˈ 
ˈ 
ˈ 
ˈ 
 
-
 
 
-
.ˈ 
 
 
 
 
-
ˈ 
 
 
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
 
-
 
-
 
 
.ˈ 
-
 
,ˈ 
-
 
 
-
ˈ 
 
ˈ 
 
,ˈ 
-
 
 
ˈ 
 
ˈ 
 
-
,ˈ 
-
,ˈ 
 
 
 
-
ˈ 
-
=
 
 
.ˈ 
-
 
 
ˈ 
 
-
 
 
 
.ˈ 
-
 
ˈ 
-
 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 ... 
-
,ˈ 
=
 
.ˈ 
 
-
 
 
 
.ˈ 
 
-
 
 
ˈ 
=
 
 
,ˈ 
 
 
-
 
 
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
 
.ˈ 
.ˈ 
-
 
 
,ˈ 
-
.ˈ 
-
 
 
ˈ 
 
 
-
,ˈ 
-
,ˈ 
 
-
 
ˈ 
=
 
 
,ˈ 
.ˈ 
 
-
ˈ 
-
 
 
ˈ 
-
 
-
.ˈ 
-
 
-
 
, 
ˈ 
-
 
 
,ˈ 
 
-
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
-
.ˈ 
 
, 
,ˈ 
 
 
-
.ˈ 
-
,ˈ 
,ˈ 
 
 
-
 
-
-
=
 
,ˈ 
-
=
 
.ˈ 
-
ˈ 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
ˈ 
-
 
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
-
=
 
 
ˈ 
-
-
 
,ˈ 
ˈ 
 
-
 
 
-
-
 
=
 
.ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
 
 
 
,ˈ 
-
=
 
.ˈ 
=
 
 
-
,ˈ 
ˈ 
 
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
 
 
 
 
.ˈ 
-
 
 
ˈ 
 
 
 
 
 
ˈ 
 
-
 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
 
ˈ 
 
 
.ˈ 
=
 
?ˈ 
 
 
 
 
-
 
.ˈ 
,ˈ 
 
 
-
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
 
-
 
 
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
 
.ˈ 
-
ˈ 
-
 
ˈ 
 
-
 
 
ˈ 
.ˈ 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
.ˈ 
 
 
 
 
 
 
,ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
 
-
ˈ ... 
.ˈ 
 
=
ˈ 
,ˈ 
,ˈ 
 
 
-
=
 
.ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
=
 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
-
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
-
 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
 
?ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ 
-
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
=
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
,ˈ 
=
 
-
.ˈ 
 
=
 
 
-
 
ˈ 
=
 
-
.ˈ
-
 
 
ˈ 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
ˈ 
ˈ 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
?ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
-
 
-
 
.ˈ 
 
ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
ˈ 
 
ˈ 
-
=
 
 
.ˈ 
 
ˈ 
 
-
 
,ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
-
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
ˈ 
 
.ˈ 
-
 
 
-
?ˈ 
 
 
?ˈ 
 
-
 
,ˈ 
 
 
-
 
ˈ 
 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
 
?ˈ 
 
 
-
 
-
 
-
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
-
 
?!ˈ 
 
-
 
-
 
 
?!ˈ
 
 
 
ˈ 
 
 
 
 
.ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
-
 
 
 
 
.ˈ 
.ˈ 
 
 
 
, 
.ˈ 
 
,ˈ 
 
.ˈ 
-
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
-
.ˈ 
,ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
-
.ˈ 
 
 
 
?ˈ 
 
 
-
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
-
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
=
 
 
,ˈ 
-
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
 
 
 
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
 
 
-
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
-
,ˈ 
 
?ˈ 
 
 
-
 
 
.ˈ 
-
=
 
.ˈ 
-
=
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
-
 
 
.ˈ 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
.ˈ 
-
 
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
-
,ˈ 
 
?ˈ 
 
-
 
 
.ˈ 
-
=
 
 
-
.ˈ 
-
 
 
.ˈ 
=
 
.ˈ 
-
-
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
,ˈ 
ˈ 
,ˈ 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
-
.ˈ 
 
=
 
.ˈ 
 
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
 
 
 
-
 
-
 
.ˈ 
 
.ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
.ˈ 
ˈ 
 
-
 
-
.ˈ 
-
 
 
ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
-
-
ˈ 
 
 
-
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
-
 
 
ˈ 
 
-
 
.ˈ 
 
 
.ˈ 
-
 
-
 
ˈ 
-
 
 
 
 
,ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
 
ˈ 
 
 
-
,ˈ 
-
 
 
 
-
 
.ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
,ˈ 
,ˈ 
 
-
 
ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
 
-
 
 
?ˈ 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
ˈ 
-
.ˈ 
ˈ 
ˈ 
 
 
 
 
 
-
?ˈ 
ˈ 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
 
-
,ˈ 
 
?ˈ 
ˈ 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
-
.ˈ 
 
 
 
ˈ 
 
-
ˈ 
-
 
-
ˈ 
-
ˈ 
 
 
-
 
-
.ˈ 
-
,ˈ 
-
 
 
-
.ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
-
.ˈ 
 
,ˈ 
 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
=
 
 
 
.ˈ 
 
 
-
,ˈ 
 
ˈ 
 
 
.ˈ 
-
-
 
 
-
?ˈ 
 
ˈ 
 
.ˈ 
-
=
 
 
-
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
 
.ˈ 
 
.ˈ
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
=
 
 
 
-
=
 
-
 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
 
 
-
 
 
-
.ˈ 
-
 
.ˈ 
 
ˈ 
 
-
,ˈ 
-
 
 
 
.ˈ 
=
 
 
-
 
.ˈ 
-
 
.ˈ 
 
-
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
ˈ 
 
-
 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
 
 
,ˈ 
 
.ˈ 
.ˈ 
ˈ 
 
 
 
,ˈ 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
-
,ˈ 
-
.ˈ 
=
 
 
 
 
ˈ 
 
 
 
 
-
ˈ 
.ˈ 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
?ˈ 
 
-
ˈ 
 
-
,ˈ 
-
 
?ˈ 
!ˈ 
 
 
.ˈ 
 
-
 
 
 
 
?ˈ 
 
 
 
-
ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
-
ˈ 
 
 
=
,ˈ 
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
 
-
 
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
?ˈ 
ˈ 
 
 
 
-
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
-
,ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
=
 
 
 
,ˈ 
 
 
 
 
 
 
 
 
 
 
.ˈ 
=
 
 
.ˈ 
 
 
 
-
 
=
 
 
 
.ˈ 
 
ˈ 
 
 
=
 
 
 
.ˈ 
 
=
 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
,ˈ 
 
 
?ˈ 
-
 
?ˈ 
 
 
 
 
ˈ 
-
 
-
 
 
-
 
,ˈ 
-
 
 
 
 
 
 
ˈ 
ˈ 
 
-
 
 
 
 
?ˈ 
 
-
 
-
ˈ 
 
 
 
.ˈ 
,ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
 
ˈ 
,ˈ 
 
 
-
 
,ˈ 
 
 
-
=
 
 
.ˈ 
 
ˈ 
-
 
,ˈ 
.ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
-
ˈ 
 
 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
ˈ 
 
=
ˈ 
 
 
=
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
.ˈ 
-
=
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
?ˈ 
 
 
 
 
 
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
ˈ 
 
 
 
 
 
-
 
.ˈ 
 
 
 
-
-
ˈ 
 
 
 
.ˈ 
 
 
 
 
 
-
 
 
 
 
-
,ˈ 
-
 
 
 
-
 
.ˈ 
 
 
 
ˈ 
 
-
 
 
 
.ˈ 
ˈ 
 
-
 
-
?ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
-
,ˈ 
-
 
-
.ˈ
-
 
ˈ 
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
,ˈ 
ˈ 
 
-
 
.ˈ 
ˈ 
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 ... 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
ˈ 
 
-
ˈ 
 
 
-
,ˈ 
-
-
.ˈ 
-
 
ˈ 
 
,ˈ 
 
ˈ 
-
.ˈ 
 ... 
 ... 
 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
.ˈ 
,ˈ 
,ˈ 
ˈ 
 
!ˈ 
 
!ˈ 
 
=
?ˈ 
=
 
?ˈ 
 
 
ˈ 
-
 
 
!ˈ 
ˈ 
-
 
?ˈ 
 
!ˈ 
 
? 
 
 
ˈ 
 
!ˈ 
-
?ˈ 
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
-
-
 
 
 
 
.ˈ 
-
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
-
ˈ 
-
-
!ˈ 
 
 
 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
-
-
 
ˈ 
-
 
 
 
ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
-
 
 
-
 
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
-
 
ˈ 
ˈ 
 
 
 
-
,ˈ 
 
?ˈ
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
-
 
 
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
-
 
-
 
ˈ 
 
 
ˈ 
-
 
ˈ 
,ˈ 
-
 
-
 
,ˈ 
 
-
,ˈ 
-
 
.ˈ 
=
 
-
 
.ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
-
 
-
.ˈ 
 
-
-
 
ˈ 
-
ˈ 
.ˈ 
 
-
 
 
-
 
-
ˈ 
-
 
-
.ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
-
-
 
 
?ˈ 
 
 
 
 
 ...  
?ˈ 
-
 
 
.ˈ 
-
 
 
-
.ˈ 
 
-
 
ˈ 
 
ˈ 
=
 
 
ˈ 
 
-
 
-
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
 
-
ˈ 
-
-
.ˈ 
ˈ 
-
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
 
 
-
 
 
 
-
.ˈ 
 
 
 
 
 
-
 
.ˈ 
 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
-
 
-
-
ˈ ... 
,ˈ 
-
-
,ˈ 
-
ˈ 
ˈ 
 
,ˈ 
 
 
ˈ 
ˈ 
,ˈ 
-
 
-
 
.ˈ 
ˈ 
 
ˈ ... 
-
 
 
ˈ 
ˈ 
 
-
 
 
,ˈ 
-
-
.ˈ 
 
.ˈ 
 
 
-
 
-
 
ˈ 
 
.ˈ 
 
 ... 
 
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
 
=
 
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
 
?ˈ 
 
 
 
?ˈ 
,ˈ 
?ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
=
 
 
-
 
ˈ 
 
.ˈ 
=
 
-
 
 
 
-
!ˈ 
 
-
 
?ˈ 
-
 
.ˈ 
 
-
-
 
 
 
?ˈ 
-
-
 
?ˈ 
 
 
ˈ ... 
ˈ 
-
-
,ˈ 
 
-
-
.ˈ 
 
 
-
,ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
.ˈ 
-
 
 
-
.ˈ 
-
 
-
 
-
,ˈ 
-
 
 
-
ˈ 
-
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
-
 
 
,ˈ 
-
=
ˈ 
 
 
.ˈ 
-
=
 
ˈ 
-
 
 
 
 
,ˈ 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
-
 
ˈ 
 
ˈ 
-
 
ˈ 
?ˈ 
 
-
.ˈ 
 
 
ˈ 
-
=
 
 
.ˈ 
 
.ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
-
.ˈ 
 
-
-
 
.ˈ 
 
 
 
.ˈ 
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
-
 
 
.ˈ 
-
 
?ˈ 
 
-
 
?ˈ 
 
 
-
 
 
.ˈ 
 
?ˈ 
=
 
-
?ˈ 
 
 
.ˈ 
 
-
 
ˈ 
.ˈ 
-
 
.ˈ 
 
-
-
?ˈ 
-
-
 
ˈ 
 
-
?ˈ 
 
-
 
=
 
-
?ˈ 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
,ˈ 
 
-
 
,ˈ 
-
ˈ 
 
 
,ˈ 
-
 
ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
=
ˈ 
 
-
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
?ˈ 
 
 
-
-
,ˈ 
 
 
-
?ˈ 
 
-
ˈ 
-
.ˈ 
 
 
,ˈ 
 
-
=
 
 
,ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
.ˈ 
-
-
=
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
-
-
 
 
-
 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
-
 
!ˈ 
 
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
-
 
-
 
 
.ˈ 
 
?ˈ 
 
 
?ˈ 
 
 
ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
-
-
 
 
?ˈ 
 
-
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
 
-
-
 
ˈ 
 
=
 
?ˈ 
 
?ˈ 
-
 
 
 
?ˈ 
.ˈ 
 
ˈ 
 
,ˈ 
-
 
?ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
=
 
,ˈ 
 
-
.ˈ 
-
-
ˈ 
 
,ˈ 
 
,ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
-
-
 
,ˈ 
=
 
 
-
 
-
 
.ˈ 
 
-
? 
ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
 
-
 
 
 
-
 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
?ˈ 
 
-
 
-
 
 
-
 
-
 
-
.ˈ 
 
 
 
,ˈ 
-
!ˈ 
 
!ˈ 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
 
 
 
,ˈ 
-
 
-
 
-
 
 
-
 
-
.ˈ 
 
 
 
,ˈ 
-
 
 
 
-
,ˈ 
 
 
-
.ˈ 
 
-
!ˈ 
 
 
-
ˈ 
-
 
.ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
,ˈ 
 
 
-
.ˈ 
 
-
-
 
ˈ 
 
-
 
ˈ 
 
-
 
!ˈ 
 
 
.ˈ 
=
 
 
-
 
-
ˈ 
 
.ˈ 
 
.ˈ 
 
?ˈ 
 
-
 
ˈ 
 
,ˈ 
.ˈ 
 
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
-
 
 
-
 
?ˈ 
-
 
 
?ˈ 
 
 
 
-
ˈ 
 
 
-
-
ˈ 
 
-
 
-
 
-
?ˈ 
 
-
 
-
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
!ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
,ˈ 
-
 
-
-
,ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
,ˈ 
-
 
 
.ˈ 
-
 
 
-
 
 
-
.ˈ 
-
 
 
 
ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
 
 
-
-
,ˈ 
-
-
.ˈ 
 
 
.ˈ 
-
-
 
 
ˈ 
 
ˈ 
-
,ˈ 
-
 
-
.ˈ 
 
-
 
 
-
.ˈ 
-
.ˈ 
ˈ 
 
-
 
-
 
?ˈ 
 
 
-
-
 
?ˈ 
 
 
 
-
-
ˈ 
 
-
.ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
,ˈ 
,ˈ 
.ˈ 
-
 
-
-
 
.ˈ 
 
,ˈ 
-
-
 
 
-
 
 
?ˈ 
 
 
-
 
 
?ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
,ˈ 
-
ˈ 
 
.ˈ 
=
 
 
 
-
-
ˈ 
-
 
 
ˈ 
 
.ˈ
ˈ 
 
ˈ 
 
-
ˈ 
 
-
,ˈ 
 
=
 
-
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
-
 
 
 
 
 
,ˈ 
 
-
,ˈ 
-
 
-
 
 
.ˈ 
 
-
-
,ˈ 
-
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
-
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
,ˈ 
-
.ˈ 
 
 
ˈ 
 
-
 
-
-
 
-
 
 
-
.ˈ 
 
-
 
 
-
ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
 
ˈ 
-
-
 
 
.ˈ 
-
-
 
-
=
ˈ 
 
-
ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
-
 
 
 
-
 
 
.ˈ 
-
 
 
ˈ 
ˈ 
-
-
ˈ 
 
ˈ 
-
-
 
,ˈ 
,ˈ 
 
-
-
 
ˈ 
 
ˈ 
-
=
 
-
 
,ˈ 
.ˈ 
 
 
 
 
 
=
ˈ 
 
 
.ˈ 
 
 
=
?ˈ 
 
.ˈ 
ˈ 
 
ˈ 
-
 
ˈ 
 
ˈ 
-
 
 
.ˈ 
-
=
 
 
-
-
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
-
-
ˈ 
-
ˈ 
-
 
 
ˈ 
 
 
.ˈ
-
 
ˈ 
ˈ 
-
ˈ 
 
 
?ˈ 
-
 
,ˈ 
 
-
 
-
ˈ 
 
 
 
 
 
,ˈ 
?ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
-
-
 
 
-
 
 
.ˈ 
 
=
ˈ 
 
-
 
-
 
?ˈ 
 
ˈ 
ˈ 
.ˈ 
 
-
-
 
ˈ 
 
ˈ 
-
ˈ 
-
ˈ 
 
.ˈ 
-
 
 
 
ˈ 
.ˈ 
 
 
-
ˈ 
 
ˈ 
ˈ 
-
,ˈ 
-
-
=
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
-
-
ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
-
.ˈ 
 
-
 
 
.ˈ 
-
 
,ˈ 
ˈ 
-
 
 
ˈ 
.ˈ 
 
 
 
.ˈ
-
 
-
ˈ 
-
ˈ 
 
-
 
 
ˈ 
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
?ˈ 
ˈ 
 
ˈ 
=
 
.ˈ 
-
-
 
-
.ˈ 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
-
-
 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
-
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
-
 
 
?ˈ 
ˈ 
.ˈ 
 
?ˈ 
-
 
 
-
!ˈ 
 
 
.ˈ 
 
 
 
-
 
,ˈ 
 
=
 
-
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
,ˈ 
,ˈ 
ˈ 
 
-
,ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
 
 
 
 
-
,ˈ 
-
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
 
ˈ 
-
 
-
.ˈ 
 
-
-
 
-
 
 
 
.ˈ 
-
 
 
, 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
-
=
 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
-
-
ˈ 
 
 
.ˈ 
-
 
 
 
 
-
 
-
-
 
ˈ 
 
ˈ 
=
 
.ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
-
 
ˈ 
-
 
 
-
 
-
 
-
.ˈ 
-
 
 
-
 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
-
 
-
,ˈ 
.ˈ 
 
-
 
.ˈ 
-
-
 
-
,ˈ 
 
 
 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
ˈ 
 
.ˈ 
-
,ˈ 
-
 
,ˈ 
 
 
.ˈ 
!ˈ 
!ˈ 
!ˈ 
 
-
-
-
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
 
-
ˈ 
 
.ˈ
-
 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
 
 
 
 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
=
 
ˈ 
 
 
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
. 
 
ˈ 
ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
 
 
-
.ˈ 
=
 
ˈ 
 
 
-
 
ˈ 
,ˈ 
 
 
?ˈ 
-
 
ˈ 
-
 
,ˈ 
 
-
 
-
,ˈ 
-
 
 
 
 
.ˈ 
 
-
 
-
.ˈ 
 
ˈ 
 
-
ˈ 
-
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
?ˈ 
 
-
 
 
-
 
.ˈ 
-
 
-
 
 
 
ˈ 
=
 
-
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
=
 
,ˈ 
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
ˈ 
-
 
 
=
 
.ˈ 
 
 
 
 
 
.ˈ 
 
-
ˈ 
.ˈ 
-
 
-
 
 
ˈ 
 
-
 
-
ˈ 
 
 
ˈ 
 
.ˈ 
-
 
-
,ˈ 
-
 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
,ˈ 
 
 ... 
 
ˈ 
 
-
 
ˈ 
-
 
 
-
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
 
 
 
?ˈ 
 
 
ˈ 
 
 
.ˈ 
 ... 
 
 
ˈ 
=
 
 
 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
, 
-
.ˈ 
 
 
 
ˈ 
 
 
-
 
ˈ 
.ˈ 
-
 
 
 
.ˈ 
 
 
-
,ˈ 
 
,ˈ 
.ˈ 
 
 
 
ˈ 
 
 
-
ˈ 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
ˈ 
-
 
 
 
 
 
?ˈ 
 
.ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
-
 
.ˈ 
=
 
 
 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
-
 
 
.ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
 
 
=
.ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
 
-
 
,ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
-
 
 
 
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
=
 
.ˈ 
 
-
 
,ˈ 
.ˈ 
 
ˈ 
 
 
 
 
 
-
?ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
 
ˈ 
=
 
 
ˈ 
-
 
-
 
 
 
-
-
.ˈ 
 
 
 
ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
-
 
 
ˈ 
ˈ 
,ˈ 
 
 
 
-
?ˈ 
 
ˈ 
 
 
 
 
 
 
 
-
.ˈ 
 
 
 
 
 
-
.ˈ 
-
 
 
 
ˈ 
-
=
 
,ˈ 
 
 
-
,ˈ 
 
. 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
-
 
-
ˈ 
 
 
 
-
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
-
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
-
 
 
ˈ 
-
 
 
 
 
.ˈ 
=
 
 
ˈ 
 
 
 
 
 
 
 
 
 
.ˈ 
 
-
 
 
 
,ˈ 
 
.ˈ 
=
 
 
ˈ 
-
ˈ 
-
.ˈ 
 
=
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
 
-
 
-
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
-
?!ˈ 
 
 
 
.ˈ 
 
.ˈ 
-
=
 
 
 
 
 
.ˈ 
 
=
 
 
 
 
ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
 
 
?ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
ˈ 
=
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
-
ˈ 
 
!ˈ 
 
!ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
 
.ˈ
-
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
 
,ˈ 
-
 
 
-
.ˈ 
 
.ˈ 
 
.ˈ 
=
-
 
-
-
 
-
-
 
ˈ 
-
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
-
 
,ˈ 
ˈ 
ˈ 
 
ˈ 
-
-
,ˈ 
 
.ˈ 
 
-
 ... 
ˈ 
-
 
 
 
ˈ 
 
 
 
-
-
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
-
ˈ 
ˈ 
.ˈ 
 
 
-
 
.ˈ 
-
 
 
 ... 
-
 ... 
ˈ 
-
 
 
,ˈ 
 
 
 
ˈ 
 
.ˈ 
-
=
 
.ˈ 
ˈ 
.ˈ 
 
 
-
 ... 
-
 
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
-
-
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
 
-
ˈ 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
 
-
.ˈ 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
-
.ˈ 
 
ˈ 
 
!ˈ 
 
 
 
?ˈ 
 
 
ˈ 
-
 
 
 
 
 
.ˈ 
 
 
 
-
-
.ˈ 
-
 
ˈ 
 
 
-
 
-
 
-
 
.ˈ
 
 
ˈ 
 
ˈ 
 
-
 
 
 
ˈ 
,ˈ 
-
ˈ 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
-
 
 
 
ˈ 
ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
 
 
-
ˈ 
-
 
 
.ˈ 
 
 
 
 
-
,ˈ 
 
-
=
,ˈ 
-
 
,ˈ 
 
 
 
ˈ 
-
-
,ˈ 
 
 
 
 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
-
.ˈ 
-
ˈ 
 
ˈ 
 
 
.ˈ 
-
-
 
-
 
 
 
 
-
ˈ 
ˈ 
 
-
-
 
ˈ 
 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
 
 
 
ˈ 
ˈ 
-
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
 
.ˈ 
 
 
-
 
 
,ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
 
-
,ˈ 
,ˈ 
-
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
 
,ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
-
ˈ 
ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
 
 
 
-
,ˈ 
 
ˈ 
-
 
,ˈ 
-
ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
 
-
 
 
ˈ 
 
 
ˈ 
 
?ˈ 
 
=
?ˈ 
-
 
 
ˈ 
 
 
 
-
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
 
ˈ 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
 
-
 
=
.ˈ 
-
 
 
 
-
ˈ 
 
ˈ 
-
 
ˈ 
ˈ 
ˈ 
 
.ˈ 
ˈ 
-
 
 
 
-
-
 
ˈ 
-
 
 
-
,ˈ 
-
,ˈ 
 
 
-
,ˈ 
 
 
-
.ˈ 
-
 
-
 
 
-
-
 
 
ˈ 
ˈ 
 
-
,ˈ 
-
 
.ˈ 
-
 
-
 
 
-
-
 
ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
-
,ˈ 
ˈ 
ˈ 
 
-
 
ˈ 
-
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
,ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
-
 
 
 
 
 
ˈ 
-
 
 
ˈ 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
.ˈ 
-
ˈ 
ˈ 
 
-
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
-
 
 
 
ˈ 
 
?ˈ 
ˈ 
-
 
 
-
ˈ 
-
,ˈ 
-
 
=
 
-
 
,ˈ 
,ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
-
 
.ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
=
 
?ˈ 
.ˈ 
 
,ˈ 
ˈ 
ˈ 
-
=
?ˈ 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
=
-
 
,ˈ 
 
 
 
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
?ˈ 
 
.ˈ 
 
-
 
 
 
-
.ˈ 
ˈ 
ˈ 
 
-
ˈ 
-
 
 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
?ˈ 
.ˈ 
 
-
.ˈ 
-
,ˈ 
 
ˈ 
-
 
-
 
 
 
 
.ˈ 
ˈ 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
-
 
,ˈ 
.ˈ 
,ˈ 
 
-
ˈ 
 
,ˈ 
-
 
 
.ˈ 
.ˈ 
-
-
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
-
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
 
,ˈ 
-
 
.ˈ 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
-
 
 
-
ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
,ˈ 
 
-
=
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
-
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
=
 
ˈ 
-
=
 
.ˈ 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
 
,ˈ 
-
 
 
=
 
,ˈ 
 
 
-
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
,ˈ 
 
-
,ˈ 
 
-
 
,ˈ 
-
 
,ˈ 
 
 
ˈ 
ˈ 
ˈ 
-
?ˈ 
 
-
 
 
 
-
 
,ˈ 
-
 
ˈ 
-
,ˈ 
 
 
,ˈ 
-
 
,ˈ 
 
-
,ˈ 
 
,ˈ 
-
-
 
,ˈ 
-
-
.ˈ 
 
 
ˈ 
 
 
?ˈ 
 
?ˈ 
-
-
 
?ˈ 
 
?ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
 
 
-
 
,ˈ 
-
,ˈ 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
.ˈ 
-
 
 
-
,ˈ 
 
-
 
,ˈ 
ˈ 
 
 
,ˈ 
 
ˈ 
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
-
-
 
-
ˈ 
 
 
 
,ˈ 
 
,ˈ 
-
 
ˈ 
 
-
ˈ 
 
 
 
 
,ˈ 
-
 
-
 
=
 
 
 
,ˈ 
-
 
 
-
,ˈ 
-
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
 
,ˈ 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
-
 
-
 
ˈ 
 
ˈ 
 
-
 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
-
-
 
 
 
ˈ 
 
.ˈ 
-
 
=
 
.ˈ 
!ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
-
.ˈ 
 
=
 
 
-
.ˈ 
 
 
-
 
,ˈ 
-
 
ˈ 
ˈ 
 
 
ˈ 
 
=
ˈ 
 
ˈ 
 
,ˈ 
-
 
-
?ˈ 
 
 
 
,ˈ 
 
 
 
?ˈ 
 
 
-
 
-
?ˈ 
-
 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
-
 
,ˈ 
 
 
 
-
-
 
,ˈ 
 
,ˈ 
ˈ 
-
 
 
,ˈ 
-
 
,ˈ 
ˈ 
-
 
,ˈ 
-
-
-
 
.ˈ 
-
 
 
?ˈ 
 
-
 
.ˈ 
ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
 
?ˈ 
 
-
-
 
 
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
?ˈ 
 
?ˈ 
 
 
-
=
 
.ˈ 
 
-
 
ˈ 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
-
-
ˈ 
=
 
ˈ 
 
.ˈ 
-
 
ˈ 
-
-
 
.ˈ 
 
-
,ˈ 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
ˈ 
 
 
-
,ˈ 
,ˈ 
 
 
ˈ 
-
 
,ˈ 
.ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
-
 
 
ˈ 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
?ˈ 
ˈ 
 
-
 
,ˈ 
 
 
-
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
-
ˈ 
-
-
 
 
-
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
 
 
-
 
-
ˈ 
,ˈ 
-
ˈ 
-
 
-
 
ˈ 
 
.ˈ 
 
 
 
-
 
ˈ 
 
?ˈ 
 
 
-
 
-
 
-
 
?ˈ 
 
 
=
 
-
ˈ 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
 
-
-
 
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
,ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
. 
 
-
 
ˈ 
=
 
.ˈ 
-
 
 
-
ˈ 
-
 
-
-
 
 
 
ˈ 
=
 
 
ˈ 
,ˈ 
 
.ˈ 
-
=
 
 
 
-
 
ˈ 
-
ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
ˈ 
,ˈ 
,ˈ 
 
,ˈ 
 
 
 
 
,ˈ 
-
 
 
 
.ˈ 
-
 
 
-
 
 
 
-
 
.ˈ 
 
-
 
,ˈ 
-
 
 
ˈ 
 
ˈ 
-
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
-
 
.ˈ
 
 
-
-
 
ˈ 
-
.ˈ 
=
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
-
 
-
 
 
 
ˈ ... 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
,ˈ 
 
ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
-
 
 
,ˈ 
-
 
 
?ˈ 
-
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
-
.ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
 
ˈ 
=
 
 
 
 
.ˈ 
=
 
 
-
 
ˈ 
.ˈ 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
?ˈ 
 
 
 
-
,ˈ 
 
 
 
 
,ˈ 
-
 
?ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
 
-
ˈ 
-
,ˈ 
ˈ 
,ˈ 
-
,ˈ 
 
ˈ 
,ˈ 
.ˈ 
 
,ˈ 
-
 
-
 
 
,ˈ 
.ˈ 
-
 
 
 
 
:ˈ 
 
 
 
 
.ˈ 
-
ˈ 
ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
 
 
 
 
ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
-
.ˈ 
.ˈ 
ˈ 
ˈ 
 
 
-
-
 
ˈ 
,ˈ 
-
,ˈ 
-
,ˈ 
 
 
,ˈ 
.ˈ 
-
-
 
 
,ˈ 
 
-
 
 
,ˈ 
 
-
ˈ 
 
ˈ 
ˈ 
 
=
 
 
ˈ 
,ˈ 
 
,ˈ 
-
 
 
-
ˈ 
 
 
ˈ 
ˈ 
-
 
 
 
,ˈ 
 
?ˈ 
ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
.ˈ 
-
-
 
 
ˈ 
,ˈ 
 
-
.ˈ 
-
 
-
ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
 
,ˈ 
,ˈ 
-
 
,ˈ 
 
,ˈ 
 
.ˈ 
-
-
 
 
ˈ 
-
 
 
-
,ˈ 
 
.ˈ 
 
-
 
 
ˈ 
-
 
 
ˈ 
,ˈ 
 
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
ˈ 
ˈ 
 
 
 
?ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
-
 
 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
 
-
=
?ˈ 
 
-
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
=
?ˈ 
 
 
 
 
?ˈ 
ˈ 
 
,ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
-
,ˈ 
 
 
.ˈ 
ˈ 
 
 
 
 
,ˈ 
 
-
 
.ˈ 
ˈ 
-
ˈ 
 
 
,ˈ 
 
ˈ 
 
,ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
-
,ˈ 
 
.ˈ 
ˈ 
 
 
,ˈ 
 
- 
 
,ˈ 
 
 
 
ˈ 
-
 
?ˈ 
-
 
.ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
 
 
-
 
-
ˈ 
-
-
,ˈ 
-
 
.ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
 
.ˈ 
=
 
 
 
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
-
 
 
,ˈ 
 
 
ˈ 
 
 
 
.ˈ
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
-
 
.ˈ 
-
-
 
 
 
 
-
ˈ 
-
 
 
ˈ 
-
 
 
 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
 
-
 
ˈ 
-
 
 
ˈ 
-
ˈ 
-
 
,ˈ 
-
 
 
 
.ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
 
=
 
 
-
 
,ˈ 
 
.ˈ 
 
-
 
ˈ 
 
 
-
.ˈ 
-
 
-
 
 
 ... 
 
-
 
 
-
 
 ... 
 
 
 
ˈ 
 
-
 
 
,ˈ 
 
 
 
 
.ˈ 
-
ˈ 
 
 
 
ˈ 
=
 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
-
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
-
 
ˈ 
 
,ˈ 
ˈ 
-
 
 
.ˈ 
 
 
-
ˈ 
 
 
-
,ˈ 
ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
-
 
 
 ... 
 
ˈ 
 
-
 
.ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
 
 
-
 
,ˈ 
-
 
.ˈ 
 
 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
-
 
 
-
 
 
,ˈ 
 
-
-
 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
 
 
ˈ 
 
-
 
-
-
.ˈ 
 
-
 
-
 
 
 
 ... 
 
 
 
ˈ 
 
 
 ... 
 
ˈ 
 
=
 
 
.ˈ 
 
 
 
 
 
-
 
.ˈ 
 
-
 
-
 
 
ˈ 
 
 
ˈ 
 
ˈ 
-
-
 
,ˈ 
 
 
-
ˈ 
ˈ 
 
,ˈ 
 
 
 
 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
-
 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ ... 
.ˈ 
 
-
 
 
 
-
?ˈ 
 
-
 
 
ˈ 
-
?ˈ 
-
 
-
 
 
 
-
?ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
 
-
ˈ 
 
ˈ 
 
-
=
.ˈ 
 
 
 
-
ˈ 
ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
 
 
 
ˈ 
 
 
-
 ... 
 
 
-
.ˈ 
 
 
ˈ 
 ... 
 
 
 
-
 
 
 
-
?ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
 
-
 
 
?ˈ 
 
 
.ˈ 
 
 
 
 
-
ˈ 
 
 
,ˈ 
 
 
.ˈ 
ˈ 
 
-
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
 
-
ˈ 
 
 
 
-
 
.ˈ
 
=
 
 
ˈ 
ˈ 
 
 
 
-
 
 
-
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
.ˈ 
 
-
 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
=
 
,ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
,ˈ 
ˈ 
-
 
-
-
 
-
-
ˈ 
 
 
?ˈ 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
 
-
ˈ 
-
 
 
 
ˈ 
-
 
-
 
 
 
-
?ˈ 
 
 
-
ˈ 
-
 
=
?ˈ 
 
 
 
-
 
 
.ˈ 
-
 
-
 
-
 
.ˈ 
-
-
 
 
 
 
 
 
 
 
-
 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
 
-
 
 
 
-
?ˈ 
 
 
-
.ˈ 
 
-
 
 
 
,ˈ 
 
 
 
-
.ˈ 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
=
 
=
.ˈ 
 
 
-
 
-
 
-
?ˈ 
 
ˈ 
 
 
-
,ˈ 
,ˈ 
=
 
 ... 
ˈ 
,ˈ 
 
 
 
 
ˈ ... 
-
,ˈ 
-
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
 
.ˈ 
-
 
 
-
.ˈ 
-
 
 
.ˈ 
 
-
 
 
 
 
-
 
 
,ˈ 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
-
 
,ˈ 
 
-
 
-
ˈ 
-
=
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
!ˈ 
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
-
ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
ˈ 
 
 
 
 
 
 
-
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
-
 
 
 
 
ˈ 
 
 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
 
 
 
!ˈ 
 
.ˈ 
-
 
ˈ 
 
-
 
-
?ˈ 
 
 
,ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
-
=
 
.ˈ 
 
-
=
 
.ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
 
-
,ˈ 
-
=
 
-
,ˈ 
=
 
-
,ˈ 
-
=
 
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
-
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
-
-
 
 
ˈ ... 
 
 
 
 
=
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
-
ˈ 
=
 
 
-
.ˈ 
ˈ 
-
 
.ˈ 
-
 
ˈ 
-
 
ˈ 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
 
ˈ 
-
-
=
 
 ... 
.ˈ 
 
 
ˈ 
 
 
 
 
 
 
 
,ˈ 
 
=
 
-
.ˈ 
 
 
 
-
 
 
,ˈ 
-
ˈ 
-
 
 
 
 
.ˈ 
 
-
ˈ 
-
 
 
 
-
 
-
 
.ˈ 
 
,ˈ 
 
 
 
-
,ˈ 
 
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
=
 
-
 
.ˈ 
 
 
-
 
 
 
 
-
 
ˈ 
 
-
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
-
 
 
-
 
 
 
.ˈ 
 
 
,ˈ 
 
 
 
!ˈ 
 
?ˈ 
 
 
 
ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
 
 
 
 
 
ˈ 
-
 
 ... 
,ˈ 
,ˈ 
,ˈ 
ˈ 
 
 
=
 
 
 
 
,ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
 
-
 
 
 
,ˈ 
 
 
-
-
,ˈ 
 
 
-
 
 
,ˈ 
 
=
 
-
.ˈ
-
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
-
 
 
-
-
 
.ˈ 
 
ˈ 
 
 
 
-
ˈ 
 
-
.ˈ 
 
-
.ˈ 
-
 
 ... 
ˈ 
... 
ˈ 
 
ˈ 
 
 
 
-
 
.ˈ 
 
-
,ˈ 
 
 
 
-
.ˈ 
 
 
-
?ˈ 
 
 
 
-
ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
,ˈ 
 
 
ˈ 
.ˈ 
-
 
-
,ˈ 
-
=
.ˈ 
 
.ˈ 
 
-
 
 
ˈ 
 
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
,ˈ 
 
-
-
 
 
ˈ 
-
,ˈ 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
-
 
 
ˈ 
-
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
-
, 
-
 
-
 
 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
.ˈ
 
 
 
ˈ 
 
 
-
ˈ 
 
-
 
 
-
 
=
 
ˈ 
,ˈ 
.ˈ 
 
=
ˈ 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
ˈ 
-
 
ˈ 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
ˈ 
 
 
 
.ˈ 
=
 
 
 
=
 
 
-
-
,ˈ 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
 
 
=
 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
=
 
 
 
-
-
ˈ 
 
 
 
,ˈ 
 
=
 
-
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
 
=
,ˈ 
-
 
,ˈ 
-
-
.ˈ 
 
 
 
-
.ˈ 
=
 
ˈ 
 
 
 
 
ˈ 
?ˈ 
 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
 
 
-
 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
-
 
 
ˈ 
 
-
 
.ˈ 
=
 
ˈ 
=
 
-
 
 
-
 
ˈ 
 
 
 
-
-
 
 
.ˈ 
 
 
 
 
?ˈ 
 
 
 
 
-
 
-
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
-
.ˈ 
 
.ˈ 
 
-
 
-
,ˈ 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
,ˈ 
 
 
-
,ˈ 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
-
 
 
,ˈ 
 
 
 
,ˈ 
-
 
 
 
 
ˈ 
 
.ˈ 
 
-
-
,ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
,ˈ 
.ˈ 
=
ˈ 
 
 
ˈ 
-
 
ˈ 
-
,ˈ 
-
,ˈ 
-
 
,ˈ 
 
 
 
ˈ 
.ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
 
,ˈ 
-
 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
 
 
?ˈ 
 
 
!ˈ 
 
.ˈ 
 
?ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
-
 
-
 
ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
?ˈ 
-
 
-
,ˈ 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
 
-
?ˈ 
 
 
 
-
 
.ˈ 
-
 
 
ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
.ˈ 
=
,ˈ 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
-
?ˈ 
 
 
?ˈ 
 
-
,ˈ 
 
.ˈ 
.ˈ 
 
=
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
=
.ˈ 
 
 
 
-
.ˈ
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
-
ˈ 
-
ˈ 
-
 
ˈ 
ˈ 
 
 
ˈ 
-
 
-
 
-
.ˈ 
 
 
-
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
-
?ˈ 
 
.ˈ 
 
 
 
 
-
.ˈ 
=
 
ˈ 
ˈ 
 
.ˈ 
.ˈ 
 
-
.ˈ 
ˈ 
-
 
 
-
.ˈ 
-
 
 
 
.ˈ 
 
 
.ˈ 
-
 
?ˈ 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
ˈ 
-
,ˈ 
 
-
-
,ˈ 
-
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
ˈ 
 
-
!ˈ 
 
 
 
-
.ˈ 
ˈ 
 
ˈ 
-
 
?ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
=
 
 
.ˈ 
 
 
 
,ˈ 
-
,ˈ 
 
=
?ˈ 
ˈ 
ˈ 
 
 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
?ˈ 
 
 
=
?ˈ 
 
 
 
ˈ 
 
 
?ˈ 
 
-
 
!ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
=
 
 
?ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
=
 
 
-
?ˈ 
 
?ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
-
 
 
 
 
.ˈ 
 
 
 
ˈ 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
?ˈ 
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
.ˈ 
ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
-
 
 
-
-
.ˈ 
 
.ˈ 
 
 
,ˈ 
-
 
 
-
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
-
,ˈ 
 
-
ˈ 
-
 
 
 
,ˈ 
.ˈ 
ˈ 
-
 
 
-
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
ˈ 
 
ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
 
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
-
 
.ˈ 
 
=
 
 
 
 
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
=
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
=
,ˈ 
ˈ 
 
.ˈ 
 
-
ˈ 
.ˈ 
 
.ˈ 
=
 
.ˈ 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ ... 
 
 
.ˈ 
ˈ 
 
 
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
=
-
 
ˈ 
 
 
,ˈ 
 
=
 
.ˈ 
 
ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
 
=
 
ˈ 
 
,ˈ 
 
 
 
 
 
-
.ˈ 
 
 
-
 
 
ˈ 
 
?ˈ 
 
ˈ 
 
 
 
 
-
 
 
 
ˈ 
 
ˈ 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
-
 
?ˈ 
 
 
 
.ˈ 
 
 
-
 
?ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
?ˈ 
 
ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
.ˈ 
-
? 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
 
 
-
?ˈ 
-
 
-
!ˈ 
-
 
!ˈ 
 
?ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
,ˈ 
.ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
?ˈ 
ˈ 
 
 
ˈ 
=
 
.ˈ 
=
 
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
ˈ 
 
-
 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
?ˈ 
 
=
.ˈ 
ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ
 
-
.ˈ 
 
ˈ 
-
.ˈ 
-
 
ˈ 
ˈ 
-
ˈ 
-
 
 
ˈ 
,ˈ 
-
 
 
,ˈ 
-
 
.ˈ 
ˈ 
-
 
-
 
,ˈ 
 
 
ˈ 
-
.ˈ 
 
 
-
 
 
-
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
 
.ˈ 
.ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
-
.ˈ 
 
 
 
 
ˈ 
=
 
-
 
.ˈ 
-
 
-
,ˈ 
ˈ 
 
,ˈ 
-
 
.ˈ 
 
-
 
 
 
.ˈ 
 
ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
=
 
 
-
ˈ 
.ˈ 
-
 
-
,ˈ 
 
 
.ˈ 
-
ˈ 
=
 
 
 
-
.ˈ 
-
 
-
 
 
-
.ˈ 
 
.ˈ 
=
 
-
 
.ˈ 
 
 
-
 ... 
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
-
,ˈ 
-
 
ˈ 
 
-
ˈ 
 
 
=
,ˈ 
=
,ˈ 
-
ˈ 
-
=
 
=
ˈ 
-
.ˈ 
ˈ 
 
-
.ˈ 
.ˈ 
 
-
.ˈ 
-
 
.ˈ 
 
ˈ 
-
 
-
 
,ˈ 
 
-
 
ˈ ... 
 
-
.ˈ 
 
 
.ˈ 
-
 
.ˈ 
 
,ˈ 
,ˈ 
-
 
-
,ˈ 
-
 
ˈ 
-
.ˈ 
,ˈ 
,ˈ 
,ˈ 
ˈ 
ˈ 
-
-
 
 
.ˈ 
 
ˈ 
-
 
 
ˈ 
-
 
 
.ˈ 
-
 
 
,ˈ 
-
,ˈ 
 
-
ˈ 
.ˈ 
-
 
.ˈ 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 
-
 
ˈ 
-
 
 
 
ˈ 
-
.ˈ 
 
,ˈ 
 
 
,ˈ 
-
 
-
 
-
,ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
.ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
-
 
.ˈ 
.ˈ 
.ˈ 
 
-
ˈ 
-
.ˈ 
,ˈ 
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
-
,ˈ 
-
-
 
.ˈ 
 
 
.ˈ 
-
ˈ 
 
 
-
,ˈ 
-
 
-
.ˈ 
,ˈ 
 
=
ˈ 
 
 
-
 
.ˈ 
 
 
 
-
,ˈ 
-
,ˈ 
 
,ˈ 
-
 
-
.ˈ 
 
 
 
 
-
,ˈ 
-
 
 
-
ˈ 
 
 
.ˈ 
 
-
ˈ 
-
 
 
-
,ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
-
=
,ˈ 
-
 
 
,ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
-
,ˈ 
 
,ˈ 
-
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
-
ˈ 
,ˈ 
 
,ˈ 
-
,ˈ 
,ˈ 
 
-
ˈ 
-
.ˈ 
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
,ˈ 
-
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
-
.ˈ 
 
 
-
 
ˈ 
 
,ˈ 
-
,ˈ 
 
 
-
 
.ˈ 
-
-
 
-
-
 
,ˈ 
-
-
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
=
 
-
 
.ˈ 
 
 
.ˈ 
 
ˈ 
-
 
 
 
-
.ˈ 
 
ˈ 
ˈ 
-
,ˈ 
 
.ˈ 
,ˈ 
-
-
 
-
,ˈ 
 
ˈ 
ˈ 
,ˈ 
 
,ˈ 
,ˈ 
-
.ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
-
 
 
,ˈ 
 
=
,ˈ 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
 
 
-
.ˈ 
ˈ 
.ˈ 
 
 
 
 
-
ˈ 
ˈ 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
 
.ˈ 
,ˈ 
,ˈ 
-
 
 
-
 
-
ˈ 
 
.ˈ 
 
 
-
 
-
 
,ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
 
 
 
-
ˈ 
-
 
,ˈ 
-
 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
-
 
,ˈ 
-
 
-
ˈ 
-
 
-
 
ˈ 
 
 
-
 
,ˈ 
.ˈ 
 
 
 
 
,ˈ 
 
 
,ˈ 
ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
-
ˈ 
-
 
.ˈ 
ˈ 
-
 
.ˈ 
 
 
 
 
-
 
-
,ˈ 
 
 
,ˈ 
 
.ˈ 
-
-
 
 
.ˈ 
=
 
.ˈ 
 
 
 
?ˈ 
 
ˈ 
-
,ˈ 
.ˈ 
 
,ˈ 
,ˈ 
 
,ˈ 
 
 
-
ˈ 
-
.ˈ 
-
ˈ 
=
,ˈ 
,ˈ 
 
ˈ 
-
 
ˈ 
 
,ˈ 
 
-
.ˈ 
-
ˈ 
 
 
-
.ˈ 
-
,ˈ 
-
 
 
,ˈ 
-
.ˈ 
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
 
,ˈ 
-
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
.ˈ 
-
 
-
 
.ˈ 
ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
-
ˈ 
ˈ 
 
 
,ˈ 
.ˈ 
 
,ˈ 
-
 
ˈ 
-
,ˈ 
ˈ 
.ˈ 
ˈ 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
.ˈ 
ˈ 
-
ˈ 
,ˈ 
-
-
 
-
.ˈ 
 
,ˈ 
 
=
ˈ 
ˈ 
.ˈ 
=
 
ˈ 
,ˈ 
 
 
 
-
=
.ˈ 
-
 
ˈ 
-
ˈ 
,ˈ 
.ˈ 
 
ˈ 
ˈ, 
 
.ˈ 
 
.ˈ 
 
 
-
 
,ˈ 
-
 
 
ˈ 
ˈ 
-
 
,ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
-
 
.ˈ 
-
 
.ˈ 
-
 
 
,ˈ 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
-
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
,ˈ 
 
 
.ˈ 
-
 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
-
 
-
-
.ˈ 
 
 
 
.ˈ 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
-
-
,ˈ 
 
 
.ˈ
-
 
ˈ 
 
ˈ 
,ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
ˈ 
 
ˈ 
 
.ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
=
,ˈ 
 
 
 
.ˈ 
ˈ 
,ˈ 
-
=
 
.ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
 
 
-
 
 
.ˈ 
 
-
,ˈ 
 
 
.ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
,ˈ 
 
,ˈ 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
-
.ˈ 
ˈ 
-
 
.ˈ 
 
 
,ˈ 
,ˈ 
-
 
.ˈ 
 
-
ˈ 
-
 
,ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
ˈ 
-
 
,ˈ 
ˈ 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
-
.ˈ 
 
,ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
-
 
-
,ˈ 
 
-
 
ˈ 
ˈ 
-
 
,ˈ 
 
.ˈ 
-
 
 
-
.ˈ 
 
=
.ˈ 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
-
ˈ 
-
.ˈ 
 
 
-
ˈ 
 
-
 
,ˈ 
-
-
.ˈ 
 
.ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
-
.ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
ˈ 
 
ˈ 
.ˈ 
 
-
,ˈ 
-
ˈ 
-
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
,ˈ 
.ˈ 
 
.ˈ 
-
ˈ 
-
 
-
-
.ˈ 
 
 
.ˈ 
=
 
,ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
-
 
.ˈ 
-
 
 
ˈ 
 
,ˈ 
,ˈ 
 
-
 
.ˈ 
 
 
 
-
.ˈ
-
 
ˈ 
ˈ 
 
-
 
ˈ 
 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
 
 
-
ˈ 
-
ˈ 
 
ˈ 
 
-
.ˈ 
 
-
ˈ 
,ˈ 
 
-
-
,ˈ 
 
-
.ˈ 
,ˈ 
 
 
-
-
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
ˈ 
-
.ˈ 
 
-
ˈ 
 
.ˈ 
ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
-
 
 
.ˈ 
-
 
 
-
.ˈ 
ˈ 
ˈ 
ˈ 
.ˈ 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
.ˈ 
-
 
-
-
,ˈ 
-
 
,ˈ 
-
 
ˈ 
ˈ 
 
ˈ 
, 
,ˈ 
-
 
-
 
,ˈ 
 
-
 
 
,ˈ 
,ˈ 
,ˈ 
 
 
.ˈ 
 
 
=
-
?ˈ 
,ˈ 
 
 
-
ˈ 
-
.ˈ 
 
-
ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
-
 
,ˈ 
-
,ˈ 
 
,ˈ 
ˈ 
-
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
-
 
.ˈ 
 
 
-
,ˈ 
 
 
 
-
 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
=
,ˈ 
 
 
 
.ˈ 
-
 
-
 
,ˈ 
-
 
.ˈ 
-
 
 
 
ˈ 
-
 
.ˈ 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
,ˈ 
-
 
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
.ˈ 
-
 
-
ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
-
,ˈ 
 
-
-
.ˈ 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
,ˈ 
-
 
,ˈ 
 
ˈ 
 
-
.ˈ 
-
,ˈ 
,ˈ 
=
 
-
ˈ 
-
 
-
.ˈ
 
 
 
ˈ 
.ˈ 
-
,ˈ 
 
 
-
 
 
 
,ˈ 
,ˈ 
.ˈ 
 
 
ˈ 
 
-
 
-
 
ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
.ˈ 
 
 
 
-
 
-
 
.ˈ 
-
ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
-
 
 
-
 
 
-
.ˈ 
 
 
 
 
-
.ˈ 
,ˈ 
 
ˈ 
 
 
-
 
.ˈ 
-
ˈ 
 
-
 
-
.ˈ 
-
 
-
-
ˈ 
 
 
 
 
ˈ 
-
 
-
 
.ˈ 
 
=
 
 
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
.ˈ 
 
 
 
 
 
ˈ 
 
 
 
ˈ 
.ˈ 
 
-
 
ˈ 
 
-
,ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
-
ˈ 
 ... 
 
 
ˈ 
 
 
 
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
-
 
 
-
.ˈ 
 
 
 
.ˈ 
ˈ 
-
ˈ 
 
.ˈ 
 
 
-
.ˈ 
 
 
 
-
ˈ 
ˈ 
-
 
.ˈ 
 
ˈ 
-
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
 
 
 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
=
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
 
 
 
-
ˈ 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
,ˈ 
 
-
 
ˈ 
-
 
-
 
-
ˈ 
 
-
 
-
,ˈ 
 
-
 
-
ˈ 
 
-
 
.ˈ 
 
-
 
ˈ 
-
-
 
ˈ 
 
,ˈ 
 
 
-
 
-
.ˈ 
ˈ 
 
 
-
 
 
.ˈ 
 
 
 
?ˈ 
 
 
 
-
ˈ 
 
 
 
,ˈ 
 
 
 
ˈ 
-
ˈ 
-
 
-
ˈ 
-
ˈ 
 
-
 
-
.ˈ 
 
 
 
-
,ˈ 
,ˈ 
,ˈ 
-
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
-
ˈ 
-
.ˈ 
=
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
 
 
-
.ˈ 
,ˈ 
,ˈ 
 
=
,ˈ 
 
ˈ 
 
=
ˈ 
-
 
,ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
.ˈ 
 
-
 
 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
-
ˈ 
-
 
-
.ˈ 
 
-
 
 
.ˈ 
=
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
-
 
.ˈ 
-
,ˈ 
 
 
-
 
ˈ 
.ˈ 
.ˈ 
ˈ 
-
 
-
ˈ. 
.ˈ 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
.ˈ 
-
 
 
-
 
 
 
-
.ˈ 
 
-
 
-
ˈ 
 
 
 
.ˈ 
,ˈ 
,ˈ 
.ˈ 
=
 
-
 
-
,ˈ 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
 
-
 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
 
 
-
 
,ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
ˈ 
-
.ˈ 
 
 
 
-
.ˈ 
=
 
 
ˈ 
-
,ˈ 
 
,ˈ 
ˈ 
-
 
 
 
-
,ˈ 
.ˈ 
 
 
ˈ 
 
 
-
-
ˈ 
 
 
,ˈ 
-
,ˈ 
-
,ˈ 
ˈ 
-
 
 
 
 
.ˈ 
,ˈ 
 
-
 
 
.ˈ 
 
 
 
 
 
 
 
-
ˈ 
-
 
.ˈ 
 
-
 
 
 
-
,ˈ 
,ˈ 
 
-
.ˈ 
 
-
ˈ 
-
ˈ 
 
.ˈ 
 
 
?ˈ 
-
,ˈ 
-
,ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
-
ˈ 
-
 
-
 
ˈ 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
-
ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
,ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
.ˈ 
ˈ 
 
-
 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
-
ˈ 
-
 
-
 
-
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
-
 
-
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
-
-
 
-
 
.ˈ 
ˈ 
 
 
 
-
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
=
 
-
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
=
 
ˈ 
.ˈ 
ˈ 
 
 
-
,ˈ 
 
 
 
=
,ˈ 
-
 
.ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
.ˈ 
-
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
ˈ 
 
 
ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
,ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
 
-
.ˈ
 
? 
ˈ 
 
=
ˈ 
 
-
 
-
.ˈ 
 
-
 
 
-
 
ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
-
.ˈ 
-
 
-
.ˈ 
 
-
 
ˈ 
 
-
.ˈ 
 
 
-
,ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
 
 
.ˈ 
=
 
 
?ˈ 
 
 
 
 
-
ˈ. 
-
 
-
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
-
=
 
,ˈ 
-
ˈ 
.ˈ 
 
 
 
ˈ 
-
 
 
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
 
-
ˈ 
=
ˈ 
=
 
 
 
 
 
 
 
 
ˈ 
 
 
-
.ˈ 
 
 
=
ˈ 
-
 
 
-
.ˈ 
 
ˈ 
-
 
-
 
-
,ˈ 
-
 
,ˈ 
.ˈ 
 
=
 
-
.ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
=
 
 
,ˈ 
-
=
.ˈ 
 
 
 
 
ˈ 
 
-
-
ˈ 
 
-
.ˈ 
=
 
 
.ˈ 
 
 
 
? 
 
 
?ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
-
 
-
 
ˈ 
 
-
 
-
.ˈ 
ˈ 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
 
.ˈ 
=
ˈ 
 
 
 
ˈ 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
-
.ˈ
? 
ˈ 
 
-
 
.ˈ 
 
 
 
-
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
.ˈ 
 
-
 
.ˈ 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
 
=
,ˈ 
-
 
ˈ 
 
-
 
-
ˈ 
 
 
 
 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
 
 
 
-
.ˈ 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
-
-
 
 
.ˈ 
 
-
ˈ 
.ˈ 
-
ˈ 
 
-
ˈ 
 
-
 
-
 
 
-
ˈ 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
 
-
 
-
.ˈ 
ˈ 
 
 
 
-
ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
ˈ ... 
-
 
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
 
.ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
 
 
,ˈ 
 
 
-
 
ˈ 
 
 
,ˈ 
 
.ˈ
 
 
 
ˈ 
 
-
.ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
 
 
 
.ˈ 
 
 
 
-
 
.ˈ 
 
-
ˈ 
-
,ˈ 
-
,ˈ 
 
ˈ ... 
 
.ˈ 
ˈ 
-
 
 
-
ˈ 
.ˈ 
 
-
ˈ 
-
,ˈ 
-
 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
ˈ 
-
.ˈ
 
 
ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
ˈ 
 
 
ˈ 
ˈ 
,ˈ 
-
 
 
-
 
.ˈ 
,ˈ 
 
-
 
-
 
,ˈ 
 
=
 
,ˈ 
 
.ˈ 
-
.ˈ 
 
 
 
-
,ˈ 
 
 
ˈ 
 
-
ˈ 
-
.ˈ 
 
-
 
.ˈ 
 
-
 
 
 
.ˈ 
=
 
-
 
-
.ˈ 
-
 
-
 
 
,ˈ 
 
-
 
-
ˈ 
 
ˈ 
ˈ 
.ˈ 
 
-
 
 
-
 
,ˈ 
,ˈ 
-
 
 
 
 
ˈ 
 
.ˈ 
=
 
,ˈ 
.ˈ 
 
 
ˈ 
 
 
 
,ˈ 
 
,ˈ 
 
 
ˈ 
 
 
 
-
 
 
.ˈ 
 
-
,ˈ 
-
ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
ˈ 
 
ˈ 
 
 
-
.ˈ 
ˈ 
 
 
 
ˈ 
-
.ˈ 
 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
-
 
,ˈ 
 
-
.ˈ
 
 
? 
 
 
-
,ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
 
 
-
ˈ 
 
-
ˈ 
-
 
-
 
-
,ˈ 
 
=
 
 
.ˈ 
-
 
-
,ˈ 
 
 
,ˈ 
 
,ˈ 
 
-
 
-
 
ˈ 
 
.ˈ 
=
 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
 
 
-
.ˈ
? 
ˈ 
 
 
-
? 
-
,ˈ 
 
 
-
.ˈ 
 
 
 
 
ˈ 
=
 
,ˈ 
 
 
 
 
,ˈ 
 
-
 
=
 
 
-
 
 
.ˈ 
-
 
 
 
-
 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
 
-
.ˈ 
-
 
,ˈ 
 
 
 
 
 
ˈ 
ˈ 
 
.ˈ 
-
,ˈ 
-
 
,ˈ 
 
 
 
 
-
 
-
ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
-
-
 
 
-
ˈ 
-
.ˈ 
 
-
.ˈ
 
 
 
 
,ˈ 
 
 
-
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
,ˈ 
ˈ 
 
ˈ 
 
 
 
ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
 
-
 
 
 
,ˈ 
 
,ˈ 
 
.ˈ 
 
=
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
.ˈ 
-
,ˈ 
-
,ˈ 
 
ˈ 
-
 
.ˈ 
 
=
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 
-
ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
-
.ˈ 
 
-
,ˈ 
 
ˈ 
-
 
-
.ˈ 
-
 
 
-
.ˈ 
 
,ˈ 
-
 
 
 
-
.ˈ 
ˈ 
 
-
 
,ˈ 
-
 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
 
.ˈ 
,ˈ 
 
-
 
-
 
,ˈ 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
,ˈ 
 
,ˈ 
ˈ 
.ˈ 
 
 
-
ˈ 
=
 
 
,ˈ 
 
-
 
 
-
-
.ˈ 
=
 
 
.ˈ 
-
 
ˈ 
 
 
-
 
 
 
,ˈ 
 
-
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
 
.ˈ 
 
-
 
ˈ 
ˈ 
-
,ˈ 
 
,ˈ 
 
 
 
-
ˈ 
 
 
-
.ˈ 
 
 
-
-
,ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
-
 
 
 
 
.ˈ 
-
 
 
ˈ 
-
 
 
 
-
 
 
.ˈ 
 
 
,ˈ 
 
 
:ˈ 
 
 
 
,ˈ 
 
 
 
 
.ˈ 
 
-
ˈ 
ˈ 
ˈ 
ˈ 
-
 
ˈ 
 
 
ˈ ... 
 
 
ˈ ... 
ˈ 
 
-
 
.ˈ 
 
-
 
 
-
 
 
ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
-
 
-
,ˈ 
ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
 
 
ˈ 
.ˈ 
 
 
 
-
ˈ 
 
ˈ 
-
 
 
 
-
 
ˈ 
 
-
ˈ 
,ˈ 
 
.ˈ 
 
 
 
-
 
ˈ 
 
 
-
.ˈ 
-
 
 
-
.ˈ 
 
ˈ 
 
 
-
 
 
ˈ 
 
ˈ 
ˈ 
 
.ˈ 
 
 
-
=
 
ˈ 
 
 
 
-
 
 
 
-
 
 
ˈ 
 
=
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
 
 
 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
=
 
 
 
.ˈ
 
 
,ˈ 
-
,ˈ 
-
ˈ 
 
 
,ˈ 
ˈ 
 ... 
 
ˈ 
 
-
,ˈ 
 
 
-
 
,ˈ 
.ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
... 
.ˈ 
 
,ˈ 
 
-
 
 
.ˈ 
ˈ 
-
 
-
 
 
-
 
-
 
,ˈ 
 
=
ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
-
 
ˈ 
 
 
-
 
,ˈ 
-
,ˈ 
-
 
 
ˈ 
 
 
-
 
-
 
,ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
 
 
-
ˈ 
=
 ... 
-
ˈ 
 
 
-
.ˈ 
 
-
 
ˈ 
 
=
,ˈ 
-
 
.ˈ 
-
 
ˈ 
ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 ... 
 
 
,ˈ 
 
-
.ˈ 
-
ˈ 
 
-
 
-
.ˈ 
 
ˈ 
 ... 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
 
,ˈ 
 
 
 ... 
-
ˈ 
 
.ˈ 
-
 
 
 ... 
 
,ˈ 
 
 
,ˈ 
ˈ 
-
.ˈ 
-
=
 
 
.ˈ 
 
=
 
-
 
-
 
-
ˈ 
 
-
 
-
.ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
 ... 
-
 
 
-
 
 
.ˈ 
 
 
-
,ˈ 
 
 
-
 
-
 
 
 ... 
ˈ 
-
 
.ˈ 
 
=
 
 
-
 
,ˈ 
 
,ˈ 
 
.ˈ
-
ˈ 
 ... 
-
-
 
,ˈ 
 
=
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
,ˈ 
-
 
-
.ˈ 
 
 
-
 
.ˈ 
 
 
-
.ˈ 
=
 
 
-
ˈ 
 
,ˈ 
.ˈ 
=
 
 
,ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
-
ˈ 
ˈ 
-
 
,ˈ 
-
.ˈ 
 
-
ˈ 
 
-
 
.ˈ 
ˈ 
 
=
ˈ 
-
 
-
ˈ. 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
-
 
... 
-
=
 ... 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
-
-
,ˈ 
 
-
.ˈ 
 
 
 
 
-
ˈ 
 
 
-
.ˈ 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
,ˈ 
 
-
,ˈ 
 
.ˈ 
-
 
-
 
 
.ˈ 
 
-
ˈ 
-
 
ˈ 
-
-
 
 
-
.ˈ 
,ˈ 
,ˈ 
 
-
 
 ... 
.ˈ 
 
=
?ˈ 
ˈ 
 
-
 
,ˈ 
ˈ 
-
 
-
.ˈ 
 
,ˈ 
 
ˈ 
-
ˈ 
 
,ˈ 
 
-
=
 
-
 
-
 
.ˈ 
-
 
-
 
-
.ˈ 
 
ˈ 
-
ˈ 
 
 
-
ˈ 
-
 
-
 
-
 
-
.ˈ 
ˈ 
-
 
-
-
,ˈ 
 
 
.ˈ 
-
 ... 
 
-
,ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
-
 
 
,ˈ 
 
-
 
ˈ 
=
 
-
.ˈ 
 
 
 
-
 
=
ˈ 
 
 
ˈ 
 
 
 
 
.ˈ 
 
 
 
-
,ˈ 
,ˈ 
-
 ... 
-
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
-
=
 
,ˈ 
ˈ 
 
 ... 
-
 
.ˈ 
.ˈ
-
 
 
-
 
-
 
-
,ˈ 
-
 
. 
 
 
 
-
?ˈ 
 
=
ˈ 
 
-
 
 
-
.ˈ 
-
-
 
-
ˈ 
 
ˈ 
,ˈ 
-
,ˈ 
 
-
 
-
,ˈ 
 
-
,ˈ 
-
 
.ˈ 
 
 
-
 
-
 
-
,ˈ 
-
.ˈ 
-
,ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
-
 
,ˈ 
 
ˈ 
 
-
,ˈ 
 ... 
-
 
.ˈ 
 
.ˈ 
 
 
-
=
 
.ˈ 
 
 
 
 ... 
-
 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
ˈ 
 
-
-
,ˈ 
.ˈ 
 ... 
 
.ˈ 
 
-
 
-
-
.ˈ 
-
 
ˈ 
 
 
.ˈ 
 
 
 
-
 
 
.ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
 
-
.ˈ 
 ... 
 
-
.ˈ 
 
 
-
 
,ˈ 
-
 
-
.ˈ 
-
 
 
 
ˈ 
.ˈ 
 
-
.ˈ 
ˈ 
 
 
 
.ˈ 
ˈ 
 
 
,ˈ 
-
 
 
 
 
-
,ˈ 
-
 
,ˈ 
ˈ 
 
 
-
-
 
 
.ˈ 
 
ˈ 
-
 
 
 
-
 
.ˈ 
 
-
ˈ 
 
 
-
-
ˈ 
-
-
.ˈ 
 
 
,ˈ 
 
-
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
 
-
,ˈ 
 
 
 
 
 
-
.ˈ 
=
 
-
ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
ˈ 
ˈ 
 
-
 
-
-
 
-
ˈ 
-
 
 
-
 
,ˈ 
 
ˈ 
 
 
.ˈ
 
ˈ 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
 
-
ˈ 
.ˈ 
=
ˈ 
 
 
 
-
ˈ 
 
=
 
 
 
 
 
,ˈ 
-
 
 
-
 
.ˈ 
 
 
ˈ 
 
 
. 
 
 
 
 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
, 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
-
 
 ... 
ˈ 
-
 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
-
 
.ˈ 
ˈ 
-
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
ˈ 
-
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
=
 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
.ˈ 
 
,ˈ 
 
.ˈ 
=
ˈ 
.ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
=
 
ˈ 
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
-
 
 ... 
.ˈ 
 
 
 
ˈ 
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
 
 
 
.ˈ 
 
 ... 
 
-
,ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
-
-
,ˈ 
-
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
-
 
-
.ˈ 
 
-
,ˈ 
 
 
ˈ 
-
 
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
.ˈ 
-
 
-
ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
 
 
.ˈ 
 
-
.ˈ 
-
 
 
 
.ˈ 
=
ˈ 
 
 
,ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
-
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
-
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
 
 
-
 
ˈ 
 
 
-
.ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
ˈ 
-
ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
-
.ˈ 
 
 
 
 
 
.ˈ 
 
-
.ˈ 
 
 
-
ˈ 
 
 
 
-
ˈ 
=
 
?ˈ 
ˈ 
 
.ˈ 
 
 
ˈ 
 
.ˈ 
-
ˈ 
-
.ˈ 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
 
-
 
ˈ 
-
.ˈ 
-
 
-
,ˈ 
-
ˈ 
 
 
-
.ˈ 
 
 
 
ˈ 
ˈ 
 
ˈ 
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
ˈ 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
 
 
,ˈ 
 
-
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
-
,ˈ 
 
ˈ 
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
ˈ 
 
-
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
.ˈ 
=
 
 
,ˈ 
 
 
 
.ˈ 
 
=
 
,ˈ 
 
 
 
-
,ˈ 
,ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
 
 
 
ˈ 
 
 
 
-
,ˈ 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
-
-
 
 
 
ˈ 
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
,ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
=
 
ˈ 
=
 
.ˈ 
-
 
 
ˈ 
 
-
 
 
=
 
-
ˈ 
 
ˈ 
 
 
 
.ˈ 
 
-
 
 
ˈ 
 
-
ˈ 
 
 
 
.ˈ
ˈ 
ˈ 
 
 
 ...  
-
 
.ˈ 
 
 
.ˈ 
 
-
 
ˈ 
 
 
 
.ˈ 
 
-
-
-
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
,ˈ 
.ˈ 
=
.ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
.ˈ 
-
 
 
-
,ˈ 
 
 
.ˈ 
-
 
.ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
 
 
,ˈ 
.ˈ 
 
 
=
ˈ 
 
-
.ˈ 
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
-
 
ˈ 
ˈ 
-
-
 
.ˈ 
-
 
=
 
ˈ 
 
-
-
 
.ˈ 
-
ˈ 
-
-
 
ˈ 
 
 
 
 
-
ˈ 
 
ˈ 
 
 
 
ˈ 
 
-
.ˈ 
 
,ˈ 
-
 
 
 
-
ˈ 
 
 
-
.ˈ
-
ˈ 
 
 
-
 
 
 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
-
 
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
ˈ 
ˈ 
-
 
 
 
.ˈ 
 
-
ˈ 
-
 
ˈ 
 
-
 
 
.ˈ 
-
 
 
.ˈ 
 
-
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
-
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
-
 
-
ˈ 
-
ˈ 
 
 
 
ˈ 
=
 
-
 
ˈ 
 
 
-
-
 
 
 
.ˈ 
-
 
.ˈ
 
?ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
 
-
 
-
.ˈ 
 ... 
 
ˈ 
 
 
-
 
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
,ˈ 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
-
-
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
-
ˈ 
ˈ 
=
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
-
 ... 
 
=
 
 
 
?ˈ 
 
 
,ˈ 
 
-
 
 
ˈ 
 
.ˈ 
-
ˈ 
-
 
 
-
 
-
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
 
 
 
 
.ˈ 
-
 
 ... 
-
 
 
=
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
-
 
 
ˈ 
 
 
ˈ 
.ˈ 
,ˈ 
 
-
.ˈ 
 
 
 
 
-
ˈ 
-
 
 
.ˈ 
 
=
 
-
,ˈ 
 
=
 
-
.ˈ 
 
ˈ 
 
 
 
 
-
 
ˈ 
 
 
 
 
-
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
-
 
=
?ˈ 
 
 
=
ˈ 
 
=
 
-
 
.ˈ 
 
ˈ 
-
 
.ˈ 
 
-
 
ˈ 
 
 
,ˈ 
ˈ 
=
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
-
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 ... 
 
-
 
-
:ˈ 
 
 
ˈ 
.ˈ 
 
.ˈ 
,ˈ 
 
ˈ 
 
-
-
=
 
ˈ 
-
 
 
 
?ˈ 
-
ˈ 
-
 
ˈ 
 
.ˈ 
-
 
ˈ 
 
 
ˈ 
 
,ˈ 
ˈ 
-
.ˈ 
ˈ 
 
ˈ ... 
 
 
-
ˈ 
-
 
 
 
,ˈ 
?ˈ 
 
 
 
-
 
.ˈ 
-
,ˈ 
-
,ˈ 
-
ˈ 
 
-
 
-
-
.ˈ
 
?ˈ 
 
-
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
-
ˈ 
-
 
ˈ 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
.ˈ 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
=
 
ˈ 
-
-
 
.ˈ 
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ ... ˈ 
 
ˈ 
 ... 
-
 
 
-
 
,ˈ 
 
-
ˈ 
 
-
,ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
 
 
.ˈ
=
 
 
 
ˈ 
 
ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
 
-
 
ˈ 
-
 
 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
=
 
ˈ 
=
 
ˈ 
 
-
 
 
.ˈ 
 
-
 
 
.ˈ 
-
 
,ˈ 
,ˈ 
ˈ 
 
 
-
 
 
 
ˈ 
-
.ˈ 
.ˈ 
 
 
-
=
,ˈ 
?ˈ
-
 
 
.ˈ 
 
.ˈ 
 
 
?ˈ 
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
 
ˈ 
-
ˈ 
 
.ˈ 
-
 
-
 
 
 
ˈ 
-
 
.ˈ 
 
 
ˈ 
ˈ 
ˈ 
,ˈ 
-
 
 
 
 
ˈ 
.ˈ 
ˈ 
 
-
ˈ 
-
.ˈ 
 
 
 
-
 
,ˈ 
 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
,ˈ 
 
 
 
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
-
 
.ˈ
-
ˈ 
 
-
.ˈ 
 
.ˈ 
-
 
.ˈ 
 
ˈ 
-
=
ˈ 
-
,ˈ 
 
 
,ˈ 
.ˈ 
 
-
.ˈ 
-
 
 
.ˈ 
-
 
=
 
-
.ˈ 
 
 
,ˈ 
 
,ˈ 
-
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
-
 ... 
 
-
 
 
 
.ˈ
,ˈ 
 
 
 
 ... 
 
-
 
 
-
,ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
.ˈ 
=
ˈ 
 
?ˈ 
 
 
ˈ 
-
 
 
 
.ˈ 
 
 
 
-
ˈ 
 
 ... 
=
 
 
.ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
-
.ˈ 
 
 
,ˈ 
.ˈ 
-
 
 
.ˈ 
ˈ 
-
 
 
 
-
ˈ 
-
.ˈ 
 
.ˈ 
 
 
-
 
ˈ 
 
 
 
-
 
,ˈ 
-
 
ˈ 
 
.ˈ 
 
ˈ 
.ˈ 
 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
.ˈ
 
-
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
-
 
 
ˈ 
 
ˈ 
-
 
 
-
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
ˈ ... 
 
 
 
ˈ 
 
 
 
.ˈ 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
 
 
 
,ˈ 
 
ˈ 
=
 ... 
=
 
ˈ 
 
 
 
.ˈ 
 
 
 
-
,ˈ 
 
 
 
.ˈ 
-
 
-
 
.ˈ 
 
 
?ˈ 
.ˈ 
 
-
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
=
ˈ 
-
,ˈ 
-
 
,ˈ 
-
 
-
.ˈ 
 
 
 
-
 
-
,ˈ 
 
 
=
 
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
 
.ˈ 
 
=
 
 
 
,ˈ 
 
 
 
 
.ˈ
 
? 
 
.ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
-
 
 
?ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
.ˈ 
ˈ 
 
 
.ˈ 
 
 
=
 
 
.ˈ 
 
.ˈ 
-
 
 
 
ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
,ˈ 
.ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
 
 
-
.ˈ 
-
 
 
,ˈ 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
,ˈ 
 
ˈ 
 
 
 
ˈ 
,ˈ 
.ˈ 
 
 
 
ˈ 
=
 
 
,ˈ 
 
=
ˈ 
 
 
 
 
.ˈ 
.ˈ 
 
 
 
 
,ˈ 
=
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
,ˈ 
,ˈ 
 
 
 
 
-
 
 
 
.ˈ 
-
 
-
.ˈ 
 
 
-
ˈ 
 
 
-
 
 
.ˈ 
 
-
 
-
 
ˈ 
-
,ˈ 
 
 
ˈ 
ˈ 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
ˈ 
 
 
-
 ... 
-
 
 
ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
-
.ˈ 
-
 
 
,ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
-
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
-
 
 ... 
 
,ˈ 
 
ˈ 
 
-
.ˈ 
 
 
 
 
 
-
ˈ 
 
ˈ 
 
-
 
 
.ˈ 
-
 
ˈ 
 
.ˈ
 
? 
 
 
 
.ˈ 
-
ˈ 
-
ˈ 
ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
 
ˈ 
-
 
.ˈ 
 
-
-
,ˈ 
-
 
 
 
.ˈ 
 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
-
 
-
.ˈ 
 
-
?ˈ 
 
 
-
 
-
ˈ 
-
 
ˈ 
-
-
,ˈ 
,ˈ 
-
 
ˈ 
 
 
.ˈ 
-
 
 
-
.ˈ 
 
 
ˈ 
-
 
 ... 
ˈ 
 
ˈ 
-
ˈ 
 
ˈ 
 
.ˈ 
-
 
 
.ˈ 
 
 
ˈ 
-
 
 
.ˈ 
 
-
 
=
?ˈ 
 
-
 
-
 
.ˈ 
 
 
-
-
.ˈ 
 
=
 
 
 
 
=
.ˈ 
-
 
=
ˈ 
-
 
 
ˈ 
 
.ˈ 
 
,ˈ 
 
-
 
 
,ˈ 
 
 
-
 
ˈ 
 
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
-
,ˈ 
-
.ˈ 
,ˈ 
 
 
.ˈ 
-
 
 
-
.ˈ
 
? 
 
?ˈ 
.ˈ 
 
 
ˈ 
-
-
 
 
.ˈ 
 
=
 
 
.ˈ 
 
-
.ˈ 
-
 
 
-
-
.ˈ 
 
 
 
.ˈ 
-
 
-
 
 
,ˈ 
 
 
 
.ˈ 
-
 
-
 
 
,ˈ 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
-
 
-
ˈ 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
=
?ˈ 
 ... 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
-
-
 
ˈ 
-
-
-
 
 
 
,ˈ 
 
 
.ˈ 
 
 
-
 
 
 
ˈ 
.ˈ 
 
 
ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
-
 
 
-
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
.ˈ 
 
 
-
-
 
ˈ 
 
?ˈ 
,ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
 
 
,ˈ 
.ˈ 
 
-
-
 
 
ˈ 
-
 
 
-
 
,ˈ 
ˈ 
-
 
 
-
-
 
ˈ 
-
 ... 
 
 
.ˈ 
 
 
 
 
-
 
 
.ˈ 
 
-
.ˈ 
-
 
 
-
,ˈ 
-
 
-
,ˈ 
,ˈ 
,ˈ 
ˈ 
-
,ˈ 
-
-
-
 
-
 
 
-
.ˈ 
 
 
.ˈ 
.ˈ 
.ˈ 
-
 
 
.ˈ 
 
.ˈ 
 
 
-
.ˈ 
-
 
 
-
,ˈ 
,ˈ 
,ˈ 
 
 
 
.ˈ 
-
 
 
 
? 
 
 
 
.ˈ 
 
.ˈ 
=
 
 
 
 
.ˈ 
 
,ˈ 
-
 
ˈ 
 ... 
=
 
 
,ˈ 
-
 
,ˈ 
 
.ˈ
=
 
 
-
 
? 
 
-
 
ˈ 
 
 
,ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
-
 
?ˈ 
,ˈ 
 
ˈ 
-
 
 
-
ˈ 
-
 
.ˈ 
-
 
-
.ˈ 
-
 
 
.ˈ 
 ... 
-
 
,ˈ 
 
ˈ 
 
.ˈ 
-
 ... 
 
ˈ 
-
 
-
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
ˈ 
 
 
.ˈ
 
-
.ˈ 
,ˈ 
.ˈ 
=
 
ˈ 
 
 
ˈ 
-
,ˈ 
-
,ˈ 
 
=
 
,ˈ 
=
 
.ˈ 
ˈ ... 
-
 
 
 
 
 
.ˈ 
 
-
 
,ˈ 
.ˈ 
.ˈ 
 
 
-
 
ˈ 
-
,ˈ 
-
 
 
,ˈ 
-
 
-
.ˈ 
-
,ˈ 
 
 
 
.ˈ 
,ˈ 
 
=
?ˈ 
 
 
ˈ 
 
-
ˈ 
 
 
-
 
 
ˈ 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
-
 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
 
-
 
 
 
 
 
 
.ˈ 
-
 
-
,ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
,ˈ 
. 
,ˈ 
,ˈ 
 
-
,ˈ 
 
-
-
,ˈ 
,ˈ 
 
 
.ˈ 
,ˈ 
-
 
.ˈ 
-
 
,ˈ 
,ˈ 
 
-
ˈ 
-
 
.ˈ 
-
 
 ... 
ˈ 
 
 
.ˈ 
 
 
ˈ 
 
-
-
 
 
-
 
ˈ 
 
 
 
 
,ˈ 
 
-
.ˈ 
-
 
-
 
-
 
 
 
,ˈ 
,ˈ 
.ˈ 
? 
 
=
 
.ˈ 
 
-
 
 
=
.ˈ 
 
=
.ˈ 
 
? 
 
 
ˈ 
 
-
-
 
-
 ... 
 
 
.ˈ 
-
 
? 
 
-
 
.ˈ 
 
-
,ˈ 
ˈ 
 
-
-
 
.ˈ 
 
-
 
 
,ˈ 
-
 
.ˈ 
-
 
-
 
.ˈ 
 
-
,ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
 
.ˈ 
ˈ 
 
 
 
-
 
ˈ 
 
 
.ˈ 
-
 
? 
-
 
?ˈ 
 
.ˈ 
 
-
 
 ... 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
=
 
 
 
 
-
.ˈ 
 
-
 
ˈ 
 
 
-
.ˈ 
 
 
 
 
,ˈ 
-
 
 
-
,ˈ 
 
.ˈ 
=
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
? 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
-
?ˈ 
-
 
 
.ˈ 
 
 
 
 
 
.ˈ 
 
,ˈ 
 
-
.ˈ
 
 
 
-
ˈ 
ˈ 
=
 
 
-
 
-
.ˈ 
=
 
 
-
 
-
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
ˈ 
 
 
-
.ˈ 
-
 
 
,ˈ 
.ˈ 
 
.ˈ 
 
 
-
? 
 
ˈ 
,ˈ 
 
-
,ˈ 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
-
-
ˈ 
 
.ˈ 
 
 
.ˈ 
 
-
 
-
.ˈ 
 
 
 
? 
 
ˈ 
 
=
 
-
 
=
 ... 
-
ˈ 
-
 
 
-
.ˈ 
-
 
 
 
-
 
.ˈ 
 
.ˈ 
-
 
 
.ˈ 
-
,ˈ 
 
 
ˈ 
 
-
=
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
-
 
ˈ 
 
-
 
,ˈ 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
ˈ 
 
-
ˈ 
 
-
 
 
.ˈ 
 
ˈ 
 
 
-
 
-
.ˈ 
-
 
-
 
,ˈ 
 
 
-
 
 
ˈ 
 
 
 
-
 
 
 
.ˈ 
-
=
 
-
 
-
 
-
 
 
ˈ 
-
 
 
,ˈ 
ˈ 
 
-
 
 
ˈ 
.ˈ 
 
 
.ˈ 
-
 
ˈ 
-
 
.ˈ 
-
 
-
-
ˈ 
 
 
 
-
 
.ˈ 
.ˈ 
-
 
-
.ˈ 
=
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
 
-
,ˈ 
-
 
 
.ˈ 
,ˈ 
.ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
-
ˈ 
.ˈ 
-
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ
 
 
 
? 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
-
.ˈ 
ˈ 
 
ˈ 
-
 
,ˈ 
-
,ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
.ˈ 
-
 
 
-
 
 
.ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
ˈ 
-
 
 
 
ˈ 
.ˈ 
 
 
-
ˈ 
 
 
-
,ˈ 
 
=
 
 
 
 
 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
-
,ˈ 
 
-
.ˈ
 
.ˈ 
 
.ˈ 
 
.ˈ 
,ˈ 
.ˈ 
 
-
-
=
.ˈ 
,ˈ 
.ˈ 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
 
 
 
?ˈ 
.ˈ
? 
,ˈ 
 
 
ˈ 
 
 
-
 
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
-
,ˈ 
 
 
 
 
.ˈ 
-
 
-
ˈ 
 
 
.ˈ 
-
 
-
=
.ˈ 
 
.ˈ
-
ˈ 
-
 
-
ˈ 
-
 
=
,ˈ 
 
,ˈ 
,ˈ 
 
.ˈ 
 
.ˈ 
 
 
 
-
=
.ˈ 
.ˈ 
 
-
 
,ˈ 
 
.ˈ 
-
 
ˈ 
 
.ˈ 
-
=
 
 
-
,ˈ 
 
 
 
 
,ˈ 
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
=
 
 
ˈ 
-
.ˈ 
 
-
 
 
-
.ˈ 
-
.ˈ 
 
.ˈ 
-
,ˈ 
 
-
 
-
 
-
 
.ˈ 
-
 
-
 
 
,ˈ 
 
-
,ˈ 
 
,ˈ 
,ˈ 
,ˈ 
 
 
-
.ˈ 
,ˈ 
 
ˈ 
 
=
.ˈ 
-
 
 
.ˈ 
-
 
-
 
ˈ 
 
 
 
 
,ˈ 
-
 
,ˈ 
=
 
.ˈ 
ˈ 
 
 
 
-
,ˈ 
 
 
-
,ˈ 
-
 
-
 
,ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
-
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
 
ˈ 
.ˈ
 
-
 
-
? 
 
-
.ˈ 
 
-
,ˈ 
 
.ˈ 
.ˈ 
 
-
.ˈ 
 
-
 
?ˈ 
 
,ˈ 
-
,ˈ 
-
.ˈ 
 
-
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
-
 
-
 
ˈ 
 
 
.ˈ 
,ˈ 
-
,ˈ 
-
 
.ˈ 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
-
,ˈ 
-
.ˈ 
=
 
 
 
 
.ˈ 
=
 
-
.ˈ 
 
-
,ˈ 
.ˈ 
 
?ˈ 
 
 
-
.ˈ 
 
-
 
.ˈ 
 
 
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
 
-
,ˈ 
 
-
.ˈ 
 
 
 
-
 
.ˈ
 
? 
-
 
 
 
-
 
.ˈ 
 
 
-
 
,ˈ 
-
ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 ... 
-
 
 
-
ˈ 
.ˈ 
-
 
=
 
 
.ˈ 
 
.ˈ 
 
 
.ˈ 
-
 
-
 
-
-
-
ˈ 
 
 
...  
-
,ˈ 
-
,ˈ 
 ... 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
=
.ˈ 
 
 
,ˈ 
 
 
 
 
-
 
-
 
-
-
-
.ˈ 
ˈ 
 
-
-
 
,ˈ 
 
 
.ˈ 
 
-
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
-
ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
 
 
 
,ˈ 
 
.ˈ 
 
 
ˈ 
 
-
 
,ˈ 
 
 
ˈ 
 
=
 
-
 
ˈ 
 
 
 
.ˈ 
 
 
 
,ˈ 
 
-
 
.ˈ 
-
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
 
 
,ˈ 
.ˈ 
 
 
 
 
.ˈ 
.ˈ 
.ˈ 
 
 
.ˈ 
-
-
 
 
,ˈ 
 
 ... 
 
 
.ˈ 
 
-
-
 
-
ˈ 
 
 
-
 
 
ˈ 
 
-
 
-
 
 
ˈ 
 
-
 
-
,ˈ 
 
-
 
 
ˈ 
-
 
.ˈ 
 
-
 
 
 
ˈ 
 
 
 
-
 
 
 
-
 
 
 
ˈ 
 
 
ˈ 
 
=
 
-
 
ˈ 
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
 
,ˈ 
 
 
.ˈ 
 
 
 
ˈ 
-
... 
 
 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
ˈ 
,ˈ 
 
-
 
ˈ 
,ˈ 
.ˈ
 
 
? 
 
=
 
 
ˈ 
 
 
=
 
.ˈ 
 
 
=
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
-
 
,ˈ 
.ˈ 
-
-
 
 
 
-
 
 ... 
,ˈ 
-
.ˈ 
 
 
 
 
-
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
 
=
 
.ˈ 
 
,ˈ 
-
 
 
.ˈ 
 
 
 
.ˈ 
 
 
 
ˈ 
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
-
 
 
ˈ 
 
 
.ˈ 
 
 ... 
,ˈ 
 
 
 
.ˈ 
=
 
 
 
.ˈ 
 
 
ˈ 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
.ˈ 
 
 
-
? 
-
 
.ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
 
.ˈ 
 
 
-
 
.ˈ 
=
 
 
,ˈ 
,ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
=
 
 
-
 
ˈ 
.ˈ 
-
-
 
 
.ˈ 
 
 
 
-
 
ˈ 
-
,ˈ 
 
-
,ˈ 
 
 
 
 
 
.ˈ 
,ˈ 
-
 
 
ˈ 
 
-
 
-
.ˈ 
-
? 
 
-
ˈ 
 
 
-
 
.ˈ 
 
-
ˈ 
-
 
 
 
 
.ˈ 
 
=
 
 
 ... 
ˈ 
 
-
.ˈ 
 
 
 
-
-
ˈ 
 
-
.ˈ 
 
 
 
ˈ 
 
 
 
 
 
.ˈ
 
-
 
 
 
 
ˈ 
-
,ˈ 
ˈ 
 
 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
-
 
,ˈ 
 
 
. 
 
 ... 
 
 
 
-
 
 
 
 
 
,ˈ 
ˈ 
 
-
.ˈ 
 
 
 ... 
 
-
.ˈ 
 
 
 
,ˈ 
,ˈ 
 
 
.ˈ 
ˈ 
-
 
ˈ 
ˈ 
 
 
.ˈ 
 
.ˈ 
-
 
ˈ 
 
ˈ 
-
 
ˈ 
 
-
 
ˈ 
 
-
ˈ 
,ˈ 
 
ˈ 
 
-
=
ˈ 
=
 
ˈ 
=
.ˈ 
 
-
.ˈ 
 
 
 
-
ˈ 
-
ˈ 
-
 
 
ˈ 
-
ˈ 
.ˈ 
ˈ 
ˈ 
-
,ˈ 
 
-
.ˈ 
 
 
-
ˈ 
,ˈ 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
 
 
 
.ˈ 
 
 
 
 
-
.ˈ 
 
 
.ˈ 
,ˈ 
 
-
.ˈ 
 
-
ˈ 
ˈ 
ˈ 
 ... 
ˈ 
 
-
 
-
.ˈ 
-
ˈ 
-
.ˈ 
-
ˈ 
 
ˈ 
-
 
 
-
ˈ 
-
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
 
-
 
.ˈ 
-
 
 
 
ˈ 
-
-
.ˈ 
 
 
 
ˈ 
 
 
ˈ 
 
 
-
. 
-
 
ˈ 
ˈ 
 
-
.ˈ 
 
-
=
 
.ˈ 
-
 
-
 
 
... 
ˈ 
 
 
 
-
ˈ 
ˈ 
ˈ 
 
-
ˈ 
ˈ 
-
 
-
ˈ 
-
 
-
ˈ 
-
 
.ˈ 
 
ˈ 
=
 ... 
-
 
 
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
 
-
ˈ 
 
-
=
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
ˈ 
 
-
.ˈ 
 
-
ˈ 
 
 
 
-
.ˈ 
=
 
-
 
-
 
ˈ 
-
.ˈ 
-
=
 
 
-
.ˈ 
 
=
ˈ 
 
 
 
 
 
-
 
-
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
 
-
 
 
ˈ 
-
 
-
.ˈ 
 
,ˈ 
ˈ 
ˈ 
 
 
 
-
 
ˈ 
-
,ˈ 
 
-
 
-
,ˈ 
,ˈ 
ˈ 
 
.ˈ 
 
-
 
-
 
 
.ˈ 
-
 
 
ˈ 
 
.ˈ 
 
 
-
 
-
 
-
.ˈ 
-
 
 
ˈ 
 
-
 
-
,ˈ 
-
ˈ 
-
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
-
-
 
.ˈ 
-
ˈ 
 
-
.ˈ 
-
 
-
ˈ 
-
 
ˈ 
-
 
-
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
 
 
ˈ 
 
 
-
.ˈ 
 
-
 
 ... 
ˈ 
 
ˈ 
=
 
 
-
 
ˈ 
 
-
 
-
 
-
.ˈ 
-
 
 
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
 
-
 
=
ˈ 
 
-
ˈ 
 
 
-
 
 
-
 
-
-
ˈ 
 
.ˈ 
 
.ˈ 
ˈ 
-
,ˈ 
=
 
-
.ˈ 
 
-
ˈ 
 
-
ˈ 
,ˈ 
 
-
 
-
 
 
=
. 
ˈ 
-
 
ˈ 
 
-
ˈ 
, 
ˈ 
 
 
-
 
ˈ 
.ˈ 
-
 
=
ˈ 
 
-
 
-
 
 
-
ˈ 
-
 
-
 
-
ˈ 
-
 
-
. 
 
 
ˈ 
 
ˈ 
-
 
-
 
 
ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
 
=
 
-
,ˈ 
 
 
 
=
 
-
ˈ 
=
 
-
.ˈ
ˈ 
 
 
ˈ 
 
.ˈ 
ˈ 
-
 
,ˈ 
 
 
ˈ 
 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
 
 
 
,ˈ 
-
 
 
,ˈ 
 
 
 
,ˈ 
-
 
,ˈ 
-
 
=
 
 
 
.ˈ 
 
831985	ˈ 
 
 
ˈ 
 
 
=
ˈ 
 
-
 
 
 
.ˈ 
-
 
-
 
-
 
-
.ˈ 
 
-
 
-
 
 
 
 
 
ˈ 
 
 ... 
 
 
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
.ˈ 
-
 
 
ˈ 
-
 
-
-
 
ˈ 
 
-
 
ˈ 
-
 
 
ˈ 
-
 
 
ˈ 
 
 
 
=
ˈ 
 
-
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
 
-
 
 
-
 
ˈ 
-
,ˈ 
 
-
,ˈ 
 
ˈ 
-
 
 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
-
=
 
-
,ˈ 
-
ˈ 
 
=
 
,ˈ 
 
ˈ 
-
 
 
 
 
ˈ 
 
 
 
 
-
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
 
ˈ 
 
ˈ 
 
-
 
 
 
ˈ 
ˈ 
 
 
.ˈ 
 
ˈ 
-
-
 
ˈ 
 
-
 ... 
ˈ 
ˈ 
 
.ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
ˈ 
-
 
.ˈ 
 
 
 
-
 
 
-
=
ˈ 
 
 
.ˈ 
-
 
 
ˈ 
 
ˈ 
 
=
 
-
=
ˈ 
 
 
.ˈ 
ˈ 
 
,ˈ 
ˈ 
 
 
 
 
 
-
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
 
 
.ˈ 
-
 
 
ˈ 
 
-
ˈ 
 
-
 
.ˈ 
-
 
.ˈ 
.ˈ 
 
ˈ 
 
 
 
 ... 
 
 
 
 
ˈ 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
 
 
ˈ 
 
 
-
.ˈ 
 
 
=
 
 
ˈ 
 
-
 
-
,ˈ 
 
-
 
 
ˈ 
 
 
 ... 
 
ˈ 
 
 
-
ˈ 
 
 
 
-
ˈ 
 
 
ˈ 
-
 
 
 
-
-
 
ˈ 
,ˈ 
,ˈ 
-
 
ˈ 
-
 
 
ˈ 
 
 
 
=
 
ˈ 
-
 
 
 
 
-
 
 
 
-
ˈ 
 
ˈ 
-
 
,ˈ 
 
 
.ˈ 
 
-
 
 
=
 
ˈ 
 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
-
 
 
 
 
ˈ 
 ... 
 
 
ˈ 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
-
=
.ˈ 
.ˈ
 
?ˈ 
ˈ 
 
ˈ ... 
-
 
 
 
ˈ 
 
-
ˈ 
 
 
 
-
 
 
 
.ˈ 
 
 
 
 
=
 
-
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
 
 
ˈ 
-
 
 ... 
-
 
-
 
-
ˈ 
 
.ˈ 
-
 
,ˈ 
 
-
 
,ˈ 
-
 
ˈ 
 
 
-
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
=
 
 
-
 
,ˈ 
,ˈ 
.ˈ 
 
-
. 
 
 
ˈ 
 
-
 
 
ˈ 
ˈ 
 
 
 
-
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
ˈ 
ˈ 
=
 
ˈ 
-
 
-
 
-
 
-
ˈ 
ˈ 
 
 
-
-
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
 
ˈ 
,ˈ 
 
 
,ˈ 
 ... 
 
-
 
 
ˈ 
-
 
 
-
 
.ˈ 
 
 
 
ˈ 
-
 
=
 
 
-
 
-
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
-
 
 
-
.ˈ 
ˈ 
 
 
 
 
-
ˈ 
,ˈ 
-
 
 
.ˈ 
ˈ 
-
 
 
.ˈ 
-
 
 
 
.ˈ 
-
 
 
.ˈ 
-
 
-
 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
 
,ˈ 
 
 
-
 
,ˈ 
-
-
.ˈ 
 
 
=
 
-
 
 
ˈ 
,ˈ 
 
-
 
.ˈ 
-
 
-
 
=
 
ˈ 
-
. 
 
-
 
 
,ˈ 
 
 
 
.ˈ 
 
-
 
.ˈ 
=
 
-
.ˈ 
-
 
 
,ˈ 
 
 
 
 
,ˈ 
=
 
 
ˈ 
=
 
 
,ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
 
,ˈ 
 
-
 
-
,ˈ 
 
.ˈ 
-
 
,ˈ 
 
 
-
 
 
 
 
 
-
 
 
.ˈ
 
 
-
 
ˈ 
-
 
ˈ 
-
ˈ 
-
 
 
.ˈ 
 
-
 
 
 
ˈ 
=
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
 
ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
-
 
.ˈ 
 
-
 
 
 
 
ˈ 
 
 
 
 
 
ˈ 
-
 
ˈ 
-
 
ˈ 
 
-
-
 
 
 
.ˈ 
 
-
 
-
 
-
,ˈ 
-
 
 
 
ˈ 
-
,ˈ 
 
 
.ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
-
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
-
 
-
ˈ 
 
 
 
ˈ 
-
-
 
 
ˈ 
 
-
 
 
 
.ˈ 
 
 
-
 
-
ˈ 
-
ˈ 
.ˈ 
 
 
ˈ 
 
-
 
ˈ 
 
 
-
ˈ 
-
 
 
 
 
 
.ˈ 
 
ˈ 
-
 
 
 
 
 
,ˈ 
-
 
-
-
 
 
ˈ 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
=
 
 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
ˈ 
 
 
 
ˈ 
-
.ˈ
-
ˈ 
 
ˈ 
 
-
 
 
-
ˈ 
ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
.ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
.ˈ 
-
 
.ˈ 
 
 
-
ˈ 
 
-
 
-
 
,ˈ 
=
 
 
.ˈ 
?ˈ 
ˈ 
 
-
.ˈ 
-
 
ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
-
 
-
 
ˈ 
 
-
 
ˈ 
ˈ 
,ˈ 
.ˈ 
-
,ˈ 
.ˈ 
 
-
 
 
 
.ˈ 
 
 
 
,ˈ 
 
,ˈ 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
 
-
 
 
-
 
.ˈ 
 
 
,ˈ 
 
ˈ 
 
 
 
.ˈ 
 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
ˈ 
-
 
 
 
-
ˈ 
 
-
.ˈ 
 
-
 
 
ˈ 
ˈ 
-
ˈ 
-
-
ˈ 
 
ˈ 
-
 
 
,ˈ 
.ˈ 
 
 
=
ˈ 
-
 
 
-
ˈ 
 
 
 
ˈ 
.ˈ 
 
-
ˈ 
.ˈ 
?ˈ 
.ˈ 
,ˈ 
 
 
 
 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
 
 
 
-
,ˈ 
-
 
 
.ˈ 
-
ˈ 
 
 
-
 
 
ˈ 
 
 
ˈ 
 
ˈ 
,ˈ 
 
 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
 
ˈ 
-
-
ˈ 
-
ˈ 
=
 
 
 
ˈ 
-
 
.ˈ 
 
 
-
 
ˈ 
 
,ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
ˈ 
 
 
.ˈ 
 
 
 
,ˈ 
.ˈ 
?ˈ
-
,ˈ 
 
 
-
 
.ˈ 
-
ˈ 
 
 
,ˈ 
-
 
,ˈ 
.ˈ 
 
ˈ 
 
-
.ˈ 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
-
ˈ 
ˈ 
 
 
 
 
ˈ 
ˈ 
-
 
-
-
.ˈ 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
-
 
 
ˈ 
-
 
 
.ˈ 
 
 
,ˈ 
 
ˈ 
,ˈ 
 
 
 
 
 
ˈ 
 
,ˈ 
,ˈ 
 
 
.ˈ 
 
ˈ 
-
ˈ 
 
 
-
 
.ˈ 
 
 
 
-
.ˈ 
 
-
 
 
ˈ 
 
.ˈ 
ˈ 
-
=
,ˈ 
-
-
,ˈ 
 
 
,ˈ 
 
ˈ 
-
 
 
.ˈ 
 
 
 
ˈ 
-
ˈ 
 
 
ˈ 
 
 
,ˈ 
,ˈ 
ˈ 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
-
 
ˈ 
-
 
 
ˈ 
ˈ 
 
-
.ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
.ˈ 
 
ˈ 
 
=
ˈ 
 
.ˈ 
 
 
-
ˈ 
 
,ˈ 
 
 
 
 
 
-
 
 
 
.ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
,ˈ 
,ˈ 
-
 ... 
ˈ 
 
ˈ 
 
 
-
ˈ 
-
 
-
.ˈ 
ˈ 
 
 
-
.ˈ 
 
.ˈ
-
 
ˈ 
-
 
.ˈ 
 
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
 
-
,ˈ 
 
.ˈ 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
ˈ 
ˈ 
 
-
ˈ 
 
-
ˈ 
-
 
-
.ˈ 
 
-
ˈ 
ˈ 
 
ˈ 
.ˈ 
ˈ 
 
,ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
,ˈ 
,ˈ 
-
,ˈ 
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
-
.ˈ
 
,ˈ 
ˈ 
 
-
.ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
 
-
ˈ 
 
ˈ 
 
 
-
.ˈ 
-
 
ˈ 
ˈ 
-
 
ˈ 
-
 
-
 
.ˈ 
 
ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
 
-
 
-
.ˈ 
 
-
,ˈ 
-
,ˈ 
ˈ 
 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
=
 
 
-
ˈ 
 
 
 
.ˈ 
 
ˈ 
ˈ 
-
 
ˈ 
-
 
,ˈ 
-
 
 
,ˈ 
 
,ˈ 
 
,ˈ 
 
-
.ˈ 
-
 
ˈ 
-
 
-
 
,ˈ 
 
-
 
 
-
 
 
,ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
,ˈ 
-
 
,ˈ 
 
 
ˈ 
 
ˈ 
 
ˈ 
 
 
ˈ 
 
,ˈ 
=
 
 
ˈ 
-
.ˈ 
 
ˈ 
 
,ˈ 
-
.ˈ 
 
-
ˈ 
 
 
-
,ˈ 
 
-
.ˈ 
 
-
.ˈ 
 
ˈ 
 
 
,ˈ 
-
 
-
 
ˈ 
-
 
 
-
 
.ˈ 
 
,ˈ 
,ˈ 
.ˈ 
 
,ˈ 
 
.ˈ 
 
 
 
,ˈ 
 
 
 
-
 
,ˈ 
 
-
 
.ˈ 
 
 
 
.ˈ 
 
ˈ 
,ˈ 
-
ˈ 
-
 
-
 
-
.ˈ 
 
 
ˈ 
 
 
ˈ 
.ˈ 
 
ˈ 
.ˈ 
ˈ 
 
.ˈ 
?ˈ 
 
 
-
 
.ˈ 
 
-
.ˈ
-
 
ˈ 
-
ˈ 
-
 
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
-
 
=
,ˈ 
 
 
 
 
=
,ˈ 
 
 
-
,ˈ 
 
.ˈ 
-
 
 
 
-
.ˈ 
 
 
 
-
ˈ 
-
,ˈ 
=
 
 
ˈ 
-
ˈ 
.ˈ 
-
 
.ˈ 
 
-
 
 
.ˈ 
 
-
 
-
ˈ 
 
 
-
ˈ 
ˈ 
 
ˈ 
-
 
.ˈ 
-
,ˈ 
 
-
.ˈ 
 
.ˈ 
 
-
-
 
:ˈ 
 
-
!ˈ 
?ˈ 
 
!ˈ 
 
!ˈ 
.ˈ 
 
.ˈ 
 
-
?ˈ 
 
-
 
-
,ˈ 
-
 
-
ˈ 
 
 
 
 
.ˈ 
 
=
?ˈ 
 
,ˈ 
 
 
-
 
ˈ 
 
-
.ˈ 
-
 
-
=
.ˈ 
 
ˈ 
 
-
-
.ˈ 
ˈ 
ˈ 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
-
ˈ 
-
ˈ 
ˈ 
ˈ 
 
 
ˈ 
 
-
ˈ 
-
 
.ˈ 
ˈ 
 
-
,ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
 
 
 
ˈ 
 
-
 
.ˈ 
 
=
 
 
 
.ˈ 
 
 
ˈ 
 
-
ˈ 
 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
-
,ˈ 
 
ˈ 
-
=
 
.ˈ 
 
 
-
,ˈ 
-
,ˈ 
-
,ˈ 
-
.ˈ 
 
 
 
 
.ˈ 
-
 
 
,ˈ 
 
 
.ˈ 
 
 
ˈ 
 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
 
.ˈ 
-
-
 
 
,ˈ 
,ˈ 
 
 
,ˈ 
 
-
.ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
 
 
-
ˈ 
-
.ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
=
 
,ˈ 
 
 
,ˈ 
 
 
-
.ˈ 
-
 
 
 
 
 
 
,ˈ 
-
 
 
 
 
 
.ˈ 
 
,ˈ 
 
,ˈ 
 
 
 
 
 
.ˈ 
 
 
 
 
 
 
 
 
,ˈ 
.ˈ 
 
-
.ˈ 
-
ˈ 
 
.ˈ 
 
 
ˈ 
 
ˈ 
 
 
-
 
 
-
 
,ˈ 
.ˈ 
-
 
-
 
-
,ˈ 
-
ˈ 
 
ˈ 
-
ˈ 
 
 
.ˈ 
 
ˈ 
-
.ˈ 
 
 
,ˈ 
 
 
ˈ 
 
,ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
,ˈ 
 
 
-
,ˈ 
-
 
.ˈ 
-
-
,ˈ 
-
 
ˈ 
 
 
 
 
-
-
,ˈ 
 
.ˈ 
,ˈ 
-
 
 
ˈ 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
 
 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
,ˈ 
 
ˈ 
 
ˈ 
-
 
ˈ 
-
.ˈ 
 
 
 
ˈ 
-
 
.ˈ 
ˈ 
ˈ 
ˈ 
 
,ˈ 
ˈ 
ˈ 
 
.ˈ 
 
.ˈ 
 
-
-
.ˈ 
 
-
.ˈ 
 
,ˈ 
 
,ˈ 
 
ˈ 
-
 
 
-
,ˈ 
-
.ˈ 
 
 
 
 
-
 
-
.ˈ 
=
 
-
ˈ 
-
-
ˈ 
-
-
ˈ 
 
 
 
ˈ 
-
ˈ 
-
.ˈ 
 
-
 
 
-
.ˈ 
 
 
 
 
- 
 
.ˈ
-
 
 
 
 
 
-
.ˈ 
 
-
 
,ˈ 
 
ˈ 
 
-
 
,ˈ 
-
.ˈ 
 
 
ˈ 
=
ˈ 
 
ˈ 
 
-
 
.ˈ 
 
-
-
.ˈ 
 
-
.ˈ 
 
.ˈ 
ˈ 
-
 
 
 
 
 
,ˈ 
 
 
 
-
.ˈ 
 
 
.ˈ 
ˈ 
,ˈ 
 
 
 
-
 
-
-
.ˈ 
-
 
 
 
 
-
.ˈ 
-
 
 
-
 
ˈ 
 
 ... 
ˈ 
 
ˈ 
,ˈ 
,ˈ 
 
.ˈ 
 
-
 
 
 
 
,ˈ 
-
 
.ˈ 
-
 
 
 
 
,ˈ 
-
 
.ˈ 
 
... 
ˈ 
 
-
.ˈ 
ˈ 
 
 
 
-
ˈ 
-
ˈ 
 
 
.ˈ 
-
-
 
 
.ˈ 
,ˈ 
.ˈ 
 
 
,ˈ 
 
 
 
-
.ˈ 
=
 
ˈ 
-
.ˈ 
 
 
-
.ˈ 
ˈ 
 
 
.ˈ 
=
-
-
ˈ 
 
.ˈ 
,ˈ 
ˈ 
 
 
ˈ 
 
-
? 
-
=
 
?ˈ 
 
-
 
.ˈ 
 
 
-
!ˈ 
 
 
-
!ˈ 
.ˈ 
 
ˈ 
ˈ 
,ˈ 
 
.ˈ
 
-
-
.ˈ 
 
-
-
ˈ 
-
 
ˈ 
-
.ˈ 
ˈ 
 
-
ˈ 
 
-
ˈ 
 
-
,ˈ 
-
.ˈ 
 
,ˈ 
 
ˈ 
 
 
=
,ˈ 
 
 
=
.ˈ 
 
ˈ 
 
,ˈ 
.ˈ 
-
 
ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
 
ˈ 
-
 
-
.ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
-
.ˈ 
 
ˈ 
-
ˈ 
 
-
 
ˈ 
-
 
ˈ 
ˈ 
 
-
ˈ 
 
.ˈ 
 
-
ˈ 
 
-
 
 
 
ˈ 
-
-
.ˈ 
 
ˈ 
 
 
ˈ 
-
=
 
 
 
?ˈ 
 
 
 
,ˈ 
 
ˈ 
 
 
-
 
 
=
ˈ 
 
 
.ˈ 
 
.ˈ 
 
 
ˈ 
 
 
-
 
ˈ 
 
 
.ˈ 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
.ˈ 
,ˈ 
 
ˈ 
 
 
-
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
-
 
 
-
 
.ˈ 
 
-
 
.ˈ 
 
,ˈ 
 
ˈ 
 
 
,ˈ 
 
 
 
-
 
.ˈ 
 
 
-
 
 
.ˈ 
 
-
 
=
 
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
 
 
 
.ˈ 
-
 
ˈ 
-
.ˈ 
,ˈ 
 
.ˈ 
ˈ 
.ˈ 
-
 
,ˈ 
 
-
 
ˈ 
 
 
-
-
.ˈ 
 
 
 
 
-
 
.ˈ 
 
.ˈ 
 
 
,ˈ 
.ˈ 
 
 
 
-
-
.ˈ 
 
 
 
-
ˈ 
 
.ˈ 
 
 
 
.ˈ 
 
-
ˈ 
 
ˈ 
?ˈ 
 
ˈ 
 
-
 
.ˈ 
 
 
 
ˈ 
 
 
-
ˈ 
 
 
 
ˈ 
=
 
-
.ˈ 
-
 
-
.ˈ 
 
 
 
.ˈ 
 
ˈ 
 
-
 
-
-
.ˈ 
 
 
ˈ 
 
 
-
.ˈ 
 
ˈ 
 
,ˈ 
 
 
,ˈ 
 
 
,ˈ 
,ˈ 
,ˈ 
,ˈ 
-
 
 
ˈ 
-
 
-
 
.ˈ 
 
ˈ 
 
-
 
ˈ 
-
 
?!ˈ 
-
 
-
 
-
-
 
?!ˈ 
 
 
 
,ˈ 
-
,ˈ 
 
.ˈ 
ˈ 
-
 
 
 
 
ˈ 
 
 
.ˈ 
 
.ˈ 
-
-
 
.ˈ 
 
 
-
ˈ 
 ... 
-
 
.ˈ 
 
-
 
 
,ˈ 
 
ˈ 
 
.ˈ 
-
 
 
-
 
.ˈ 
 
 
 
 
-
 
ˈ 
.ˈ 
 
 
ˈ 
 
-
 ... 
ˈ 
-
ˈ 
 
-
 
.ˈ 
 
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
-
 
?ˈ 
 
-
 
=
?ˈ 
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
 
=
 
?ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
=
 
=
.ˈ 
-
 
-
-
ˈ 
 
 
-
 
ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
ˈ 
-
 
 
,ˈ 
 
 
?ˈ 
 
 
.ˈ 
=
 
 
ˈ 
-
 
ˈ 
 
=
,ˈ 
-
=
ˈ 
 
 
-
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
.ˈ 
-
 
 
ˈ 
 
 
ˈ 
 
 
-
 
 
-
.ˈ 
 
ˈ 
-
 
 
.ˈ 
 
ˈ 
 
 
.ˈ 
-
 
?ˈ 
 
?ˈ 
ˈ 
 
 
-
-
 
ˈ 
-
 
ˈ 
=
-
 
 
 
ˈ 
=
-
=
ˈ 
,ˈ 
 
,ˈ 
-
ˈ 
ˈ 
 
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
ˈ 
-
 
?ˈ 
 
-
 
-
 
.ˈ 
 
 
-
 
ˈ 
-
 
.ˈ 
ˈ 
 
 
ˈ 
-
 
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
ˈ 
 
 
ˈ 
-
-
 
 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
-
 
ˈ 
-
 
?ˈ 
 
 
-
=
 
?ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
 
 
 
ˈ 
 
 
 
ˈ 
-
 
-
 
-
 
-
ˈ 
-
 
 
 
-
.ˈ 
 
 
ˈ 
-
 
 
?ˈ 
ˈ 
 
-
 
.ˈ 
 
 
-
.ˈ 
 
-
.ˈ 
ˈ 
 
-
-
.ˈ 
 
 
 
ˈ 
 
 
 
.ˈ 
 
-
-
 
 
 
.ˈ 
 
-
 
.ˈ 
 
 
-
 
ˈ 
 ... 
ˈ 
 
-
.ˈ 
 
-
 
 
?ˈ 
 
 
-
 
ˈ 
 
 
 
 
.ˈ 
 
 
=
.ˈ 
 
 
-
ˈ 
.ˈ 
 
 
.ˈ 
 
 
 
-
.ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
 
ˈ 
!ˈ 
 
ˈ 
-
 
ˈ 
-
 
 
,ˈ 
 
.ˈ 
 
,ˈ 
ˈ 
-
,ˈ 
 
 
 
-
ˈ 
 
 
.ˈ 
ˈ 
 
.ˈ 
=
 
 
ˈ 
 
.ˈ 
 
.ˈ 
-
 
 
 
-
 
.ˈ 
 
ˈ 
 
 
 
ˈ 
 
-
ˈ 
 
ˈ 
.ˈ 
 
 
ˈ 
 
 
,ˈ 
 
-
 
,ˈ 
=
 
-
.ˈ 
-
 
 
ˈ 
 
 
-
.ˈ 
ˈ 
-
 
ˈ 
 
ˈ 
-
 
.ˈ 
 
 
-
 
.ˈ 
 
 
 
 
.ˈ 
 
-
ˈ 
 
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
-
 
,ˈ 
 
.ˈ 
 
 
,ˈ 
 
-
 
ˈ 
 
 
.ˈ 
 
.ˈ 
ˈ 
 
 
 
 
ˈ 
 
 
 
 
-
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
 
-
 
ˈ 
.ˈ 
 
 
 
.ˈ 
 
-
 
,ˈ 
.ˈ 
 
 
-
 
,ˈ 
 
 
.ˈ 
 
 
-
ˈ 
 
 
=
?ˈ 
ˈ 
,ˈ 
.ˈ 
 
 
-
.ˈ 
 
 
 
 
ˈ 
 
.ˈ 
 
ˈ 
 
ˈ 
 
-
ˈ 
 
-
ˈ 
 
-
ˈ 
 
ˈ 
 
-
 
-
.ˈ 
 
 
ˈ 
 
ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
ˈ 
 
 
.ˈ 
,ˈ 
 
 
ˈ 
 
ˈ 
 
 
 
 
ˈ 
 
 
 
.ˈ 
 
 
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
 
-
 
-
ˈ 
ˈ 
 
.ˈ 
 
 
 
-
 
-
 
.ˈ 
-
 
-
 
.ˈ 
 
 
-
 
,ˈ 
 
 
ˈ 
 
 
.ˈ 
 
 
 
 
.ˈ 
 
 
ˈ 
 
 
-
ˈ 
 
 
-
ˈ 
-
.ˈ 
 
ˈ 
-
.ˈ 
-
 
ˈ 
-
 
 
,ˈ 
 
 
ˈ 
ˈ 
ˈ 
-
 
-
.ˈ 
 
 
-
 
 
ˈ 
 
=
ˈ 
 
 
ˈ 
 
ˈ 
 
 
.ˈ 
 
ˈ 
 
-
ˈ 
 
 
 
 
.ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
=
 
.ˈ
-
ˈ 
-
ˈ 
,ˈ 
-
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
-
.ˈ 
 
-
 
 
ˈ 
.ˈ 
 
ˈ 
 
-
 
-
,ˈ 
 
-
 
-
.ˈ 
 
 
 
ˈ 
-
 
ˈ 
ˈ 
ˈ 
-
ˈ 
ˈ 
ˈ 
-
.ˈ 
ˈ 
 
-
 
.ˈ 
ˈ 
=
 
 
-
ˈ 
.ˈ 
?ˈ 
ˈ 
 
.ˈ 
 
-
 
-
-
ˈ 
-
 
-
 
-
.ˈ 
-
ˈ 
-
 
,ˈ 
,ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
,ˈ 
ˈ, 
ˈ 
 
-
?ˈ 
 
 
.ˈ 
 
-
 
-
ˈ 
 
.ˈ 
 
 
ˈ 
-
 
 
-
?ˈ 
 
ˈ 
-
 
 
ˈ 
 
-
.ˈ 
 
ˈ 
 
 
-
-
 
,ˈ 
 
.ˈ 
 
.ˈ 
 
-
.ˈ 
 
ˈ 
-
ˈ 
-
 
 
?ˈ 
 
-
ˈ 
 
-
?ˈ 
 
-
ˈ 
-
 
 
ˈ 
-
 
-
,ˈ 
 
 
-
.ˈ 
 
 
?ˈ 
 
?ˈ 
 
-
-
?ˈ 
 
-
 
ˈ 
-
-
?ˈ 
 
,ˈ 
 
,ˈ 
 
-
 
-
-
.ˈ 
 
 
 
.ˈ 
 
 
.ˈ 
 
 
 
 
-
-
?ˈ 
ˈ 
-
 
 
-
 
.ˈ 
!ˈ 
ˈ 
-
 
?ˈ 
ˈ 
ˈ 
.ˈ 
 
 
 
-
-
!ˈ 
ˈ 
 
 
 
 
-
.ˈ 
 
=
 
 
ˈ 
 
 
-
!ˈ 
 
 
 
 
-
?ˈ 
!ˈ 
 
 
-
-
.ˈ 
 
?ˈ 
-
 
?ˈ 
 
ˈ 
 
 
-
 
.ˈ 
 
-
 
 
,ˈ 
,ˈ 
-
ˈ 
-
ˈ 
 
ˈ 
... 
-
 
.ˈ 
 
 
ˈ 
-
ˈ 
ˈ 
-
 
 
 
ˈ 
.ˈ 
,ˈ 
 
-
ˈ 
ˈ 
-
 
-
ˈ 
 
-
.ˈ 
 
 
ˈ 
-
-
 
ˈ 
 
-
,ˈ 
 
ˈ 
 
,ˈ 
-
-
 
 
ˈ 
 
 
!ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
 
-
.ˈ 
 
 
ˈ 
ˈ 
-
.ˈ 
 
ˈ 
-
 
ˈ 
 
-
 
-
 
-
 
 
-
.ˈ 
 
-
ˈ 
-
-
 
 
-
ˈ 
.ˈ 
 
 
-
-
 
-
-
ˈ 
-
 
 
-
ˈ 
 
ˈ 
-
,ˈ 
-
.ˈ 
 
 
.ˈ 
 
ˈ 
 
=
?ˈ 
 
.ˈ 
 
-
 
,ˈ 
 
ˈ 
-
 
 
-
.ˈ 
 
-
.ˈ 
-
,ˈ 
-
ˈ 
ˈ 
 
ˈ 
.ˈ 
 
 
-
 
-
.ˈ
 
,ˈ 
.ˈ 
 
 
 
,ˈ 
.ˈ 
-
 
 
 
 
 
 
.ˈ 
 
ˈ 
 
-
 
 
.ˈ 
 
 
 
,ˈ 
 
ˈ 
,ˈ 
ˈ 
 
-
ˈ 
-
 
,ˈ 
 
,ˈ 
 
 
.ˈ 
-
.ˈ 
 
 
 
 
 
ˈ 
-
.ˈ 
 
-
 
ˈ 
 
ˈ 
-
 
 
?ˈ 
 
 
?ˈ 
 
ˈ 
.ˈ 
 
-
?ˈ 
 
-
 
 
 
?ˈ 
 
 
ˈ 
ˈ 
.ˈ 
ˈ 
-
.ˈ 
 
 
 
,ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
ˈ 
 
 
ˈ 
-
 
ˈ 
ˈ 
 
 
.ˈ 
 
-
 
 
 
 
 
-
.ˈ 
 
-
-
 
-
.ˈ 
-
 
 
 
-
ˈ 
 
ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
-
-
.ˈ 
=
?ˈ 
=
?ˈ 
 
 
.ˈ 
.ˈ 
 
 
 
,ˈ 
=
 
?ˈ 
 
-
-
 
?ˈ 
 
-
!ˈ 
-
!ˈ 
 
-
!ˈ 
 
 
 
.ˈ 
 
 
-
?ˈ 
 
 
 
?ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
 
 
-
,ˈ 
ˈ 
ˈ 
 
 
.ˈ 
=
 
 
ˈ 
=
 
 
-
-
.ˈ 
 
-
ˈ 
 
 
!ˈ 
 
 
-
ˈ 
 
 
.ˈ 
-
ˈ 
 
ˈ 
 
 
-
.ˈ 
-
,ˈ 
-
ˈ 
 
-
-
!ˈ 
 
ˈ 
 
-
ˈ 
 
 
 
-
 
ˈ 
 
.ˈ 
ˈ 
ˈ 
.ˈ 
 
-
,ˈ 
,ˈ 
ˈ 
ˈ 
-
ˈ 
 
,ˈ 
.ˈ 
ˈ 
 
.ˈ 
 
 
.ˈ 
=
 
.ˈ 
 
ˈ 
 
-
ˈ 
-
-
 
-
 
ˈ 
 
-
.ˈ 
ˈ 
-
-
.ˈ 
 
,ˈ 
 
,ˈ 
-
 
 
 
-
 
 
-
.ˈ 
-
?ˈ 
 
 
.ˈ 
 
 
.ˈ 
 
ˈ 
.ˈ 
 
 
.ˈ 
 
-
 
.ˈ 
 
.ˈ 
 
-
!ˈ 
-
!ˈ 
 
-
!ˈ 
!ˈ 
 
 
-
ˈ 
-
,ˈ 
.ˈ 
ˈ 
 
 
 
 
.ˈ 
-
 
ˈ 
 
 
ˈ 
ˈ 
 
 
ˈ 
ˈ 
 
 
 
.ˈ 
 
=
 
 
.ˈ 
-
 
-
,ˈ 
ˈ 
 
ˈ 
-
,ˈ 
 
ˈ 
 
-
ˈ 
-
.ˈ 
 
-
 
-
.ˈ 
 
 
=
ˈ 
 
-
 
 
 
-
ˈ 
 
-
-
 
,ˈ 
 
-
 
 
-
?ˈ 
 
 
?ˈ 
 
ˈ 
ˈ 
 
 
 
ˈ 
-
 
.ˈ 
 
-
ˈ 
 
.ˈ 
 
ˈ 
 
 
-
-
 
.ˈ 
 
 
-
 
 
-
.ˈ 
,ˈ 
 
,ˈ 
.ˈ 
 
ˈ 
 
ˈ 
 
ˈ 
ˈ 
 
ˈ 
 
-
-
 
 
 
-
-
.ˈ 
 
ˈ 
 
 
ˈ 
 
.ˈ 
 
.ˈ 
 
-
 
ˈ 
 
 
-
-
 
-
.ˈ 
 
 
-
-
 
 
.ˈ 
ˈ 
 
 
-
.ˈ 
 
-
ˈ 
-
-
ˈ 
 
-
.ˈ 
 
ˈ 
.ˈ 
 
-
ˈ 
 
 
ˈ 
ˈ 
.ˈ 
 
 
.ˈ 
ˈ 
 
ˈ 
-
 
 
.ˈ 
ˈ 
 
ˈ 
 
-
 
ˈ 
 
.ˈ 
 
=
ˈ 
=
ˈ 
 
 
 
 
-
.ˈ 
ˈ 
-
 
ˈ 
 
 
-
ˈ 
-
,ˈ 
ˈ 
-
-
 
ˈ 
ˈ 
 
 
 
 
,ˈ 
 
 
.ˈ 
 
ˈ 
 
-
 
 
 
-
.ˈ 
 
.ˈ 
 
ˈ 
ˈ 
ˈ 
 
 
-
 
-
 
.ˈ 
.ˈ 
.ˈ 
 
.ˈ 
 
,ˈ 
 
 
ˈ 
 
.ˈ 
.ˈ 
-
 
ˈ 
!ˈ 
 
,ˈ 
 
,ˈ 
ˈ 
 
.ˈ 
 
ˈ 
 
 
 
-
.ˈ 
ˈ 
 
-
ˈ 
,ˈ 
 
,ˈ 
 
.ˈ 
 
 
.ˈ 
 
 
 
ˈ 
 
 
.ˈ 
 
,ˈ 
 
 
,ˈ 
.ˈ
